Repository: contao/core
Catalog: system/modules/calendar/languages/*/*_calendar.xlf
Languages: cs, da, fa, hu, nl, pl, ro, sk, sl, sr

# tl_calendar.editheader.1
source: Edit the calendar settings
cs: Editovat tento kalendář
fa: ویرایش تنظیمات سالنما
pl: Edytuj aktualny kalendarz
ro: Editează calendarul curent
sr: Уреди подешавања календара
