Repository: contao/core
Catalog: system/modules/calendar/languages/*/*_calendar_events.xlf
Languages: da, es, fa, fi, hu, it, lv, my, nl, ro, sk, sq, sr, uk

# tl_calendar_events.default.1
source: By clicking the "read more …" button, visitors will be redirected to the default page of the calendar.
da: Ved at klikke på "læs mere ..." knappen, vil brugeren blive videresendt til kalenderens standardside.
es: Haciendo clic en el botón "leer mas ...", los visitantes serán redirigidos a la página predeterminada del calendario.
fa: با کلیک دکمه "بیشتر بخوانید ..."، بازدیدکننده ها به برگه سالنما بازگردانده خواهند شد.
fi: Valitsemalla "Näytä lisää ..." vierailijat ohjahtaan kalenterin oletussivulle.
hu: Az "olvasson tovább..." gombra kattintva a látogatók át lesznek irányítva a naptár beállításainál megjelölt oldalra.
it: Cliccando il link "continua..." i visitatori verranno indirizzati alla pagina di default del calendario.
lv: Noklikšķinot "Lasīt tālāk..." pogas, apmeklētāji tiks novirzīti uz kalendāra noklusējuma lapu.
my: "နောက်ထပ်ဖတ်ရှု..." ခလုတ်ကိုနှိပ်ပါကပြက္ခဒိန်မူလစာမျက်နှာသို့လည်ပတ်သူများကိုခေါ်ဆောင်သွား။
nl: Door op de "lees meer..." link te klikken worden bezoekers doorverwezen naar de standaardpagina van de kalender.
ro: Prin clic pe "mai mult ..." vizitatorii vor fi redirectaţi la pagina evenimentului din calendar.
sk: Kliknutím na "Čítať ďalej ..." budú užívatelia presmerovaní na prednastavenú stránku kalendára.
sq: Duke shtypur pullën "lexo më shumë", vizitorët do të përcjellën në ballinen e kalendarit.
sr: Кликом на "Детаљније...", посетиоци ће бити преусмерени на подразумевану страницу календара.
uk: Натиснувши кнопку "читати далі ..." відвідувачі будуть перенаправлені на сторінку календаря за замовчуванням.

# tl_calendar_events.internal.0
source: Page
da: Intern side
es: Página
fa: برگه
fi: Sivu
hu: Belső oldal
it: Pagina interna
lv: Iekšēja lapa
my: စာမျက်နှာ
nl: Pagina
ro: Pagina internă
sk: Interná stránka
sq: Faqe
sr: Страница
uk: Внутрішня сторінка

# tl_calendar_events.internal.1
source: By clicking the "read more …" button, visitors will be redirected to an internal page.
da: Ved at klikke på "læs mere ..." knappen, vil brugeren blive videresendt til en intern side.
es: Al hacer clic en el botón "leer más ...", los visitantes serán redirigidos a una página interna.
fa: با کلیک دکمه "بیشتر بخوانید ..."، بازدیدکننده ها به برگه داخلی بازگردانده خواهند شد.
fi: Valitsemalla "Näytä lisää ..." vierailijat ohjataan sisäiselle sivulle.
hu: Az "olvasson tovább..." gombra kattintva a látogatók át lesznek irányítva egy belső oldalra.
it: Cliccando il link "continua..." i visitatori verranno indirizzati ad una pagina interna.
lv: Noklikšķinot "Lasīt tālāk..." pogas, apmeklētāji tiks novirzīti uz iekšeju lapu.
my: "နောက်ထပ်ဖတ်ရှု..." ခလုတ်ကိုနှိပ်ပါကအတွင်းစာမျက်နှာသို့လည်ပတ်သူများကိုဦးတည်ရာပြောင်းခေါ်ဆောင်သွား။
nl: Door op de "lees meer..." link te klikken worden bezoekers doorverwezen naar een interne pagina van de website.
ro: Prin clic pe "Mai mult ..." vizitatorii vor fi redirectaţi la o pagină internă.
sk: Kliknutím na "Čítať ďalej ..." budú užívatelia presmerovaní na internú stránku.
sq: Duke shtypur pullën "lexo më shumë", vizitorët do të përcjellën në një faqe të mbrenshme.
sr: Кликом на "Детаљније...", посетиоци ће бити преусмерени на интерну страницу.
uk: Натиснувши кнопку "читати далі ..." відвідувачі будуть перенаправлені на внутрішню сторінку.

# tl_calendar_events.article.0
source: Article
da: Artikel-ID
es: Artículo
fa: نوشته
fi: Artikkeli
hu: Tartalom
it: ID articolo
lv: Raksta ID
my: ဆောင်းပါး
nl: Artikel
ro: Articol intern
sk: Článok
sq: Artikull
sr: Чланак
uk: Стаття

# tl_calendar_events.article.1
source: By clicking the "read more …" button, visitors will be redirected to an article.
da: Ved at trykke på "læs mere..." knappen, bliver brugerne sendt til en artikel.
es: Al hacer clic en el botón "leer más...", los visitantes serán redirigidos a un artículo.
fa: با کلیک دکمه "بیشتر بخوانید ..."، بازدیدکننده ها به یک نوشته بازگردانده خواهند شد.
fi: Valitsemalla "Näytä lisää ..." vieralijat ohjataan artikkeliin.
hu: Az "olvasson tovább..." gombra kattintva a látogatók át lesznek irányítva egy tartalmi oldalra.
it: Cliccando il link "continua..." i visitatori verranno indirizzati ad un articolo.
lv: Uzklikšķinot uz "Lasīt vairāk ..." pogas, apmeklētāji tiks novirzīti uz rakstu.
my: "နောက်ထပ်ဖတ်ရှု..." ခလုတ်ကိုနှိပ်ပါကဆောင်းပါးသို့လည်ပတ်သူများကိုဦးတည်ရာပြောင်းခေါ်ဆောင်သွား။
nl: Na het klikken op de "lees meer..." link, worden bezoekers verder geleid naar een artikel op deze website.
ro: Apăsând butonul "Mai mult ..." vizitatorii vor fi redirecţionaţi la un articol.
sk: Kliknutím na odkaz "čítať ďalej..." budú návštevníci presmerovaní na článok.
sq: Duke shtypur pullën "lexo më shumë", vizitorët do të përcjellën në një artikull.
sr: Кликом на "Детаљније...", посетиоци ће бити преусмерени на чланак.
uk: Натисканням на "далі ...", відвідувачі будуть перенаправлятися на статтю.

# tl_calendar_events.external.0
source: External URL
da: ekstern URL
es: URL externa
fa: نشانی وب خارجی
fi: Ulkoinen URL
hu: Külső weboldal
it: URL esterno
lv: ārējais URL
my: ပြင်ပယူအာအယ်
nl: Externe URL
ro: URL extern
sk: Externá URL
sq: URL të jashtëm
sr: Вањски URL
uk: Зовнішній сайт

# tl_calendar_events.external.1
source: By clicking the "read more …" button, visitors will be redirected to an external website.
da: Ved at klikke på "læs mere..."-knappen omdirigeres besøgende til et eksternt websted hvor de kan læse hele artiklen.
es: Al hacer clic en "leer más..." los visitantes serán redirigidos a una web externa.
fa: با کلیک دکمه "بیشتر بخوانید ..." بازدیدکنندگان برای مشاهده بیشتر بخوانید به برگه‌ای در تارنمایی دیگر بازگردانی می‌شوند.
fi: Valitsemalla "Näytä lisää ..." vierailijat ohjataan ulkoiselle sivustolle.
hu: Az "olvasson tovább..." gombra kattintva a látogatók át lesznek irányítva egy külső weboldalra.
it: Cliccando il link "continua..." i visitatori verranno indirizzati ad un sito esterno dove potranno leggere l'articolo completo.
lv: Noklikšķinot "Lasīt tālāk..." apmeklētāji tiks novirzīti uz ārēju lapu.
my: "နောက်ထပ်ဖတ်ရှု..." ခလုတ်ကိုနှိပ်ပါကပြင်ပဝဘ်ဆိုက်သို့လည်ပတ်သူများကိုဦးတည်ရာပြောင်းခေါ်ဆောင်သွား။
nl: Door op de "lees meer..." link te klikken worden bezoekers doorverwezen naar een externe website.
ro: Apăsând butonul "Mai mult ..." vizitatorii vor fi trimişi către o alt website extern.
sk: Kliknutím na odkaz "čítať ďalej..." budú návštevníci presmerovaní na externú stránku.
sq: Duke shtypur pullën "lexo më shumë", vizitorët do të përcjellën në një URL të jashtëm.
sr: Кликом на "Детаљније...", посетиоци ће бити преусмерени према вањском сајту.
uk: Натиснувши кнопку "читати далі ..." відвідувачі будуть перенаправлені на зовнішній сайт.

# tl_calendar_events.jumpTo.0
source: Redirect page
da: Hop til side
es: Saltar a la página
fa: برگه بازگردانی
fi: Uudelleenohjauksen sivu
hu: Átirányítás
it: Salta alla pagina
lv: Pārsūtīšanas lapa
my: ဦးတည်ရာပြောင်းစာမျက်နှာ
nl: Ga naar pagina
ro: Avansează la
sk: Presmerovanie na stránku
sq: Faqe përcjellëse
sr: Страница преусмеравања
uk: Перехід на сторінку

# tl_calendar_events.jumpTo.1
source: Please choose the page to which visitors will be redirected when clicking the event.
da: Vælg venligst siden som brugeren bliver videresendt til.
es: Seleccionar la página a la que los visitantes serán redirigidos al hacer clic en el evento.
fa: لطفا برگه ای را که کاربران بعد از فشردن رویداد بازگردانده خواهند شد را انتخاب نمایید.
fi: Valitse sivu, jolla vieralijat ohjataan kun tapahtuma valitaan.
hu: Válassza ki az oldalt ahová a látogatók át lesznek irányítva, ha rákattintanak az eseményre.
it: Seleziona la pagina alla quale i visitatori verranno indirizzati.
lv: Lūdzu izvēlieties lapu uz kuru apmeklētāji tiks novirzīti, kad noklikšķinās notikumu.
my: အဖြစ်အပျက်ကိုကလစ်နှိပ်သောအခါလည်ပတ်သူများရောက်သွားမည့်စာမျက်နှာကိုရွေးပါ။
nl: Kies de pagina waarnaar uw bezoekers worden geleid na klikken op een gebeurtenis.
ro: Alegeţi pagina la care doriţi ca să fie redirectaţi vizitatorii.
sk: Prosím zvoľte stránku, na ktorú budú návštevníci presmerovaný po kliknutí na danú udalosť.
sq: Zgjedhoni faqën në të cilën vizitorët do të përcjellën pas shtypjes në ngjarje.
sr: Изаберите страницу на коју ће посетиоци бити преусмерени кликом на дешавање.
uk: Будь ласка, виберіть сторінку, на яку відвідувачі будуть перенаправлені.

# tl_calendar_events.articleId.0
source: Article
da: Artikel-ID
es: Artículo
fa: نوشته
fi: Artikkeli
hu: Cikk
it: ID articolo
lv: Raksta ID
my: ဆောင်းပါး
nl: Artikel
ro: Articol intern
sk: Článok
sq: Artikull
sr: Чланак
uk: Стаття

# tl_calendar_events.articleId.1
source: Please choose the article to which visitors will be redirected when clicking the event.
da: Vælg venligst hvilken artikel besøgende vil blive omdirigeret til, når begivenheden bliver valgt.
es: Seleccionar el artículo al que serán redirigidos los usuarios después de hacer clic sobre el evento.
fa: لطفا نوشته ای را که کاربران بعد از فشردن رویداد بازگردانده خواهند شد را انتخاب نمایید.
fi: Valitse artikkeli, jolle vierailijat ohjataan tapahtuma valitaan.
hu: Válassza ki a cikket ahová a látogatók át lesznek irányítva, ha rákattintanak az eseményre.
it: Si prega di scegliere l'articolo verso il quale i visitatori vengono reindirizzati quando fanno click sull'evento.
lv: Lūdzu, izvēlieties rakstu, uz kuru apmeklētāji tiks novirzīti, kad noklikšķinās notikumu.
my: အဖြစ်အပျက်ကိုကလစ်နှိပ်သောအခါလည်ပတ်သူများရောက်သွားမည့်ဆောင်းပါးကိုရွေးပါ။
nl: Kies het artikel waarnaar uw bezoekers worden geleid na klikken op een evenement.
ro: Alegeţi articolul spre care vizitatorii vor fi redirecţionaţi la accesarea evenimentului.
sk: Prosím zvoľte článok, na ktorý budú návštevníci presmerovaný po kliknutí na danú udalosť.
sq: Zgjedhoni artikullin në të cilën vizitorët do të përcjellën pas shtypjes në ngjarje.
sr: Изаберите чланак на који ће посетиоци бити преусмерени кликом на дешавање.
uk: Будь ласка, виберіть статтю, на яку будуть перенаправлятися відвідувачі при натисканні на подію.

# tl_calendar_events.cssClass.0
source: CSS class
da: CSS-klasse
es: Clase CSS
fa: کلاس سی‌اس‌اس
fi: CSS luokka
hu: CSS osztály
it: Classe CSS
lv: CSS klase
my: စီအက်အက်စ်အမျိုးအစား
nl: CSS klasse
ro: Clasa CSS
sk: CSS trieda (class)
sq: Klasa CSS
sr: CSS класа
uk: CSS клас

# tl_calendar_events.cssClass.1
source: Here you can enter one or more classes.
da: Her kan du indtaste en eller flere CSS-klasser.
es: Aquí puede introducir una o más clases CSS.
fa: اینجا می‌توانید یک یا چند کلاس را وارد نمایید.
fi: Tähän voidaan syöttää yksi tai useampi luokka.
hu: Itt megadhat egy vagy több osztályt
it: Qui puoi inserire una o più classi CSS.
lv: Šeit jūs varat ievadīt vienu vai vairākas klases.
my: တစ်ခု(သို့)စီအက်အက်စ်အမျိုးအစားများထည့်သွင်းနိုင်။
nl: Hier kunt u een of meerdere CSS classes opgeven.
ro: Aici puteţi introduce una sau mai multe clase CSS.
sk: Tu môžte zadať jednu alebo viac CSS tried (class).
sq: Këtu mund t'i epeni një apo më shumë css klasa.
sr: Овде можете унети једну или више класа.
uk: Тут ви можете ввести один або кілька CSS класів (клас атрибутів).

# tl_calendar_events.noComments.0
source: Disable comments
da: Deaktiver kommentarer
es: Deshabilitar comentarios
fa: غیرفعال کردن دیدگاه‌ها
fi: Kommentointi poissa käytöstä
hu: Hozzászólások kikapcsolása
it: Disabilita commenti
lv: Atspējot komentārus
my: မှတ်ချက်များမလုပ်ဆောင်စေ
nl: Reacties uitschakelen
ro: Dezactivează comentariile
sk: Vypnúť komentáre
sq: Ç'aktivizo komentet
sr: Искључи коментаре
uk: Вимкнути коментарі

# tl_calendar_events.noComments.1
source: Do not allow comments for this particular event.
da: Tillad ikke kommentarer for denne begivenhed.
es: No permitir comentarios para este evento en particular.
fa: غیرفعال کردن دیدگاه‌ها برای این دیدگاه.
fi: Älä salli kommentointia tiettyyn tapahtumaan.
hu: Hozzászólások kikapcsolása ennél az eseménynél.
it: Non consentire di aggiungere commenti relativi a questo particolare evento.
lv: Neļaut komentārus šim notikumam.
my: ယခုအဖြစ်အပျက်အတွက်မှတ်ချက်များခွင့်မပြုစေ။
nl: Geen reacties toestaan voor dit specifieke evenement.
ro: Blochează adăugarea de comentarii pentru un anumit eveniment.
sk: Nepovoliť pridávanie komentárov pre túto konkrétnu udalosť.
sq: Mos lejo komente për këtë ngjarje.
sr: Немој дозволити коментаре за одређено дешавање.
uk: Не дозволяйти коментарі для даної події.

# tl_calendar_events.published.0
source: Publish event
da: Offentliggjort
es: Publicado
fa: رویداد منتشر شده
fi: Julkaise tapahtuma
hu: Esemény megjelenítése
it: Pubblica evento
lv: Publicēts
my: အဖြစ်အပျက်ထုတ်ဝေ
nl: Publiceer evenement
ro: Publicat
sk: Publikovať
sq: Publiko ngjarjen
sr: Објави дешавање
uk: Опубліковано

# tl_calendar_events.published.1
source: Make the event publicly visible on the website.
da: Begivenheden vises ikke på dit websted før den er offentliggjort.
es: Hacer el evento visible en la web publicamente.
fa: قابل مشاهده نمودن رویداد در وب‌سایت برای عموم.
fi: Tee tapahtuma julkisesti näkyväksi sivustolla.
hu: Láthatóvá teszi az eseményt a honlapon.
it: L'evento non sarà visibile sul sito finché non sarà pubblicato.
lv: Padarīt notikumu publiski redzamu mājas lapā.
my: ဝဘ်ဆိုက်ပေါ်တွင်အဖြစ်အပျက်ကိုလူအများမြင်စေရန်လုပ်ဆောင်။
nl: Maak het evenement zichtbaar op uw website.
ro: Evenimentul nu va fi vizibil decât dacă este publicat.
sk: Táto udalosť nebude viditeľná na stránkach, pokiaľ nebude publikovaná.
sq: Publiko ngjarjen. Bëre ngjarjen të dukshme në ueb-faqe.
sr: Омогући јавну видљивост дешавања на сајту.
uk: Подія буде відображена тільки після її публікації.

# tl_calendar_events.start.0
source: Show from
da: Vis fra
es: Mostrar desde
fa: نمایش از
fi: Näytä ajankohdasta lähtien
hu: Megjelenítés kezdete
it: Visibile dal giorno
lv: Wrapper sākums
my: မှပြသ
nl: Weergeven vanaf
ro: Publică de la
sk: Zobrazovať od
sq: Trego prej
sr: Прикажи од
uk: Показувати з

# tl_calendar_events.start.1
source: Do not show the event on the website before this day.
da: Hvis du skriver en dato her, vil den aktuelle begivenhed ikke blive vist på websitet før denne dato.
es: No se muestra el evento en el sitio web antes de este día.
fa: نشان ندادن رویداد در وب‌سایت تا قبل از این روز.
fi: Älä näytä tapahtumaa sivustolla ennen tätä päivää.
hu: Az esemény a megadott dátum előtt nem jelenik meg.
it: Non mostrare l'evento prima di questo giorno.
lv: Nerādīt notikumu mājas lapā pirms šā datuma.
my: ဒီနေ့မတိုင်မီဝဘ်ဆိုက်တွင်အဖြစ်အပျက်မပြသ။
nl: Als u hier een datum invoert zal het huidig evenement niet zichtbaar zijn op de website vóór deze dag.
ro: Dacă introduceţi o dată aici evenimentul curent nu va fi afişat pe website înainte de acestă zi.
sk: Ak zadáte dátum, táto udalosť nebude na stránkach zobrazená skôr, ako v tento deň.
sq: Mos e publiko ngjarjen para kësaj dite.
sr: Не приказуј дешавање на сајту пре наведеног датума.
uk: Якщо ви введете тут дати поточних подій, вони не будуть показуватися на сайті до цих пір.

# tl_calendar_events.stop.0
source: Show until
da: Vis indtil
es: Mostrar hasta
fa: نمایش تا
fi: Näytä ajankohtaan asti
hu: Megjelenítés vége
it: Visibile fino al giorno
lv: Wrapper beigas
my: အထိပြသ
nl: Weergeven tot
ro: Publică până la
sk: Zobrazovať do
sq: Trego deri
sr: Прикажи до
uk: Показувати до

# tl_calendar_events.stop.1
source: Do not show the event on the website on and after this day.
da: Hvis du skiver ene dato her, vil den aktuelle begivenhed ikke blive vist på websitet på og efter denne dato.
es: No se muestra el evento en el sitio web después de este día.
fa: نشان ندادن رویداد بعد از این تاریخ.
fi: Älä näytä tapahtumaa sivustolla ko. ajankohtana ja sen jälkeen.
hu: Az esemény a megadott dátum után nem jelenik meg.
it: Non mostrare l'evento a partire da questo giorno.
lv: Nerādīt notikumu mājas lapā pēc šā datuma.
my: ဒီနေ့ပြီးနောက်ဝဘ်ဆိုက်တွင်အဖြစ်အပျက်မပြသ။
nl: Evenement niet tonen op de website op en na deze dag.
ro: Dacă introduceţi o dată aici evenimentul curent nu va fi afişat pe website după această dată.
sk: Ak zadáte dátum, táto novinka nebude po tomto dátume na stránkach zobrazovaná.
sq: Mos e trego ngjarjen në këtë dit dhe pas kësaj dite.
sr: Не приказуј дешавање на сајту на и после наведеног датума.
uk: Якщо ви введете тут дати поточних подій, вони не будуть показуватися на сайті після цього дня.

# tl_calendar_events.tstamp.0
source: Revision date
da: Revideringsdato
es: Fecha revisión
fa: تاریخ بازنگری
fi: Revisiopäivämäärä
hu: Módosítás dátuma
it: Data revisione
lv: Pārskatījuma datums
my: ပြင်ဆင်နေ့စွဲ
nl: Datum van aanpassing
ro: Data revizie
sk: Dátum zmeny
sq: Data rishikimit
sr: Датум последње верзије
uk: Дата зміни

# tl_calendar_events.tstamp.1
source: Date and time of the latest revision
da: Dato og tid for sidste revidering.
es: Fecha y hora de la última modificación
fa: تاریخ و ساعت آخرین بازنگری
fi: Revision päivämäärä ja aika
hu: Utolsó módosítás dátuma és időpontja
it: Data e ora dell'ultima revisione
lv: Pēdējā pārskatījuma datums un laiks
my: နောက်ဆံုးပံုစံ၏နေ့စွဲနှင့်အချိန်
nl: Geef datum en tijdstip van de laatste aanpassing.
ro: Data şi ora a ultimei revizii
sk: Dátum a čas poslednej úpravy
sq: Data dhe koha e rishikimit të fundit
sr: Датум и време последње верзије
uk: Дата та час зміни запису

# tl_calendar_events.title_legend
source: Title and author
da: Titel og forfatter
es: Título y autor
fa: عنوان و نویسنده
fi: Otsikko ja perustaja
hu: Megnevezés és szerző
it: Titolo ed autore
lv: Nosaukums un autors
my: ခေါင်းစဉ်နှင့်ရေးသားသူ
nl: Titel en auteur
ro: Titlu şi autor
sk: Názov a autor
sq: Titulli dhe autori
sr: Назив и аутор
uk: Заголовок та автор

# tl_calendar_events.date_legend
source: Date and time
da: Dato og tid
es: Fecha y hora
fa: تاریخ و ساعت
fi: Päivämäärä ja aika
hu: Dátum és idő
it: Data e tempo
lv: Datums un laiks
my: နေ့စွဲနှင့်အချိန်
nl: Datum en tijd
ro: Dată şi oră
sk: Dátum a čas
sq: Data dhe koha
sr: Датум и време
uk: Дата та час

# tl_calendar_events.details_legend
source: Event details
da: Begivenhedsdetaljer
es: Detalles del evento
fa: جزئیات رویداد
fi: Tapahtuman lisätiedot
hu: Esemény részletei
it: Dettagli evento
lv: Notikuma detaļas
my: အဖြစ်အပျက်အချက်အလက်များ
nl: Details evenement
ro: Detalii eveniment
sk: Detaily udalosti
sq: Detajet e ngjarjes
sr: Детаљи догађаја
uk: Деталі події

# tl_calendar_events.text_legend
source: Event text
da: Begivenhedsdetaljer
es: Texto del evento
fa: جزئیات رویداد
fi: Tapahtuman teksti
hu: Esemény szöveg
it: Dettagli evento
lv: Notikuma detaļas
my: အဖြစ်အပျက်စာသား
nl: Evenement tekst
ro: Detalii eveniment
sk: Text udalosti
sq: Teksti ngjarjes
sr: Текст догађаја
uk: Текст події

# tl_calendar_events.image_legend
source: Image settings
da: Billed indstillinger
es: Opciones de la imagen
fa: تنظیمات تصویر
fi: Kuva-asetukset
hu: Kép beállítások
it: Impostazioni immagine
lv: Attēla uzstādījumi
my: ပံုချိန်ညှိချက်
nl: Afbeeldingseigenschappen
ro: Setări de imagine
sk: Nastavenia obrazku
sq: Konfirgurimi grafikave
sr: Подешавања слике
uk: Налаштування малюнка

# tl_calendar_events.recurring_legend
source: Recurrence settings
da: Indstillinger for gentagelse
es: Configuración recurrente
fa: تنظیمات بازگشتی
fi: Toistuvuuksien asetukset
hu: Ismétlődés beállítása
it: Impostazioni ricorrenti
lv: Periodiskuma iestatījumi
my: ထပ်တလဲလဲချိန်ညှိချက်
nl: Herhalingsinstellingen
ro: Setări de recurenţă
sk: Nastavenie opakovania
sq: Konfirgurimi përsëritjeve
sr: Подешавања понављања
uk: Налаштування, що повторюються

# tl_calendar_events.enclosure_legend
source: Enclosures
da: RSS-bilag
es: Añadir RSS
fa: پیوست‌ها
fi: Liiteet
hu: Csatolmány
it: Aggiungi file alla notizia
lv: Pievienojumi
my: ပူးတွဲများ
nl: Bijlagen
ro: Fişier inclus
sk: Príloha
sq: Shtojcë
sr: Прилози
uk: Додатки

# tl_calendar_events.source_legend
source: Redirect target
da: Kilde
es: Página fuente
fa: مقصد بازگردانی
fi: Uudelleenohjauksen kohde
hu: Átirányítási cél
it: Pagina obbiettivo
lv: Novirzīšanas mērķis
my: ဦးတည်ရာပြောင်းရည်မှန်းချက်
nl: Doelpagina
ro: Pagină destinaţie
sk: Cieľová stránka
sq: Përcjellje
sr: Локација преусмеравања
uk: Ціль перенаправлення

# tl_calendar_events.expert_legend
source: Expert settings
da: Ekspert indstillinger
es: Configuración avanzada
fa: تنطیمات پیشرفته
fi: Erikoisasetukset
hu: Speciális beállítások
it: Exporta impostazioni
lv: Eksperta iestatījumi
my: ကျွမ်းကျင်သူချိန်ညှိချက်
nl: Expert-instellingen
ro: Setări avansate
sk: Rozšírené nastavenia
sq: Konfigurimi për ekspert
sr: Напредна подешавања
uk: Експертні налаштування

# tl_calendar_events.publish_legend
source: Publish settings
da: Publiceringsindstillinger
es: Opciones de publicación
fa: تنظیمات انتشار
fi: Julkaisuasetukset
hu: Publikáció beállításai
it: Impostazione di pubblicazione
lv: Publicēšanas uzstādījumi
my: ထုတ်ဝေချိန်ညှိချက်
nl: Publicatie-instellingen
ro: Publicare
sk: Nastavenia pre publikovanie
sq: Publiko konfigurimet
sr: Примени подешавања
uk: Параметри публікації

# tl_calendar_events.days
source: day(s)
da: dag(e)
es: dia(s)
fa: روز
fi: päivä(t)
hu: nap
it: giorno/i
lv: diena(s)
my: နေ့(များ)
nl: dag(en)
ro: zi (zile)
sk: deň (dni)
sq: Ditë
sr: дан(а)
uk: день (дні)

# tl_calendar_events.weeks
source: week(s)
da: uge(r)
es: semana(s)
fa: هفته
fi: viikkoa
hu: hét
it: settimana/e
lv: nedēļa(s)
my: ရက်သတ္တပတ်(များ)
nl: we(e)k(en)
ro: săptămână (săptămâni)
sk: týždeň (týždne)
sq: Javë
sr: недеља
uk: тиждень (тижні)

# tl_calendar_events.months
source: month(s)
da: måned(er)
es: mes(es)
fa: ماه
fi: kuukautta
hu: hónap
it: mese/i
lv: mēnesis(-ši)
my: လ(များ)
nl: maand(en)
ro: lună (luni)
sk: mesiac (mesiace)
sq: Muaj
sr: месец(и)
uk: місяць (місяці)

# tl_calendar_events.years
source: year(s)
da: år
es: año(s)
fa: سال
fi: vuotta
hu: év
it: anno/i
lv: gads(i)
my: နှစ်(များ)
nl: ja(a)r(en)
ro: an (ani)
sk: rok (roky)
sq: Vit(e)
sr: година
uk: рік (роки)

# tl_calendar_events.new.0
source: New event
da: Ny begivenhed
es: Nuevo evento
fa: رویداد جدید
fi: Uusi tapahtuma
hu: Új esemény
it: Nuovo evento
lv: Jauns notikums
my: အဖြစ်အပျက်အသစ်
nl: Nieuw evenement
ro: Eveniment nou
sk: Nová udalosť
sq: Ngjarje të re
sr: Ново дешавање
uk: Нова подія

# tl_calendar_events.new.1
source: Create a new event
da: Opret en ny begivenhed
es: Crear un evento nuevo
fa: ساخت یک رویداد جدید
fi: Luo uusi tapahtuma
hu: Új esemény létrehozása
it: Crea un nuovo evento
lv: Izveidot jaunu notikumu
my: အဖြစ်အပျက်အသစ်ဖန်တီး
nl: Maak een nieuw evenement
ro: Creează eveniment nou
sk: Vytvoriť novú udalosť
sq: Krijo ngjarje të re
sr: Креирај ново дешавање
uk: Створити нову подію

# tl_calendar_events.show.0
source: Event details
da: Begivenhedsdetaljer
es: Detalles del evento
fa: جزئیات رویداد
fi: Tapahtuman lisätiedot
hu: Esemény részletei
it: Dettagli evento
lv: Notikuma detaļas
my: အဖြစ်အပျက်အချက်အလက်များ
nl: Details evenement
ro: Detalii eveniment
sk: Detaily udalosti
sq: Detajet e ngjarjes
sr: Детаљи дешавања
uk: Деталі події

# tl_calendar_events.show.1
source: Show the details of event ID %s
da: Vis detaljer for begivenheds-ID %s
es: Mostrar los detalles del evento con ID %s
fa: نمایش جزئیات رویداد شناسه‌ی %s
fi: Näytä tapahtuman ID s% lisätiedot
hu: Az ID %s esemény részletei
it: Mostra dettagli evento ID %s
lv: Rādīt notikuma ID %s detaļas
my: အဖြစ်အပျက်အိုင်ဒီ %s အချက်အလက်များပြသ
nl: Toon details van evenement ID %s
ro: Arată detaliile evenimentului ID %s
sk: Zobraziť detaily udalosti ID %s
sq: Trego detajet e ngjarjes ID %s
sr: Прикажи детаље дешавања ID %s
uk: Показати детальну інформацію події.

# tl_calendar_events.edit.0
source: Edit event
da: Rediger begivenhed
es: Editar evento
fa: ویرایش رویداد
fi: Muokkaa tapahtumaa
hu: Esemény szerkesztése
it: Modifica evento
lv: Labot notikumu
my: အဖြစ်အပျက်တည်းဖြတ်
nl: Bewerk evenement
ro: Editează eveniment
sk: Upraviť udalosť
sq: Përpuno ngjarjen
sr: Уреди дешавање
uk: Редагувати подію
