Repository: contao/core
Catalog: system/modules/calendar/languages/*/*_calendar_events.xlf
Languages: da, es, fa, fi, hu, it, lv, my, nl, ro, sk, sq, sr, uk

# tl_calendar_events.edit.1
source: Edit event ID %s
da: Rediger begivenheds-ID %s
es: Editar evento con ID %s
fa: ویرایش رویداد شناسه‌ی %s
fi: Muokkaa tapahtumaa ID %s
hu: Az ID %s esemény szerkesztése
it: Modifica evento ID %s
lv: Rediģēt notikumu ID %s
my: အဖြစ်အပျက်အိုင်ဒီ %s တည်းဖြတ်
nl: Bewerk evenement ID %s
ro: Editează evenimentul ID %s
sk: Upraviť udalosť ID %s
sq: Përpuno ngjarjen ID %s
sr: Уреди дешавање ID %s
uk: Редагувати подію ID %s

# tl_calendar_events.copy.0
source: Duplicate event
da: Duplikér begivenhed
es: Duplicar evento
fa: تکثیر رویداد
fi: Kopioi tapahtuma
hu: Esemény duplázása
it: Copia evento
lv: Kopēt notikumu
my: အဖြစ်အပျက်ပံုစံတူပွား
nl: Kopieer evenement
ro: Copiază eveniment
sk: Kopírovať udalosť
sq: Kopjo ngjarjen
sr: Копирај дешавање
uk: Копіювати подію

# tl_calendar_events.copy.1
source: Duplicate event ID %s
da: Duplikér begivenheds-ID %s
es: Duplicar evento con ID %s
fa: تکثیر رویداد شناسه‌ی %s
fi: Kopioi tapahtuma ID %s
hu: Az ID %s esemény duplázása
it: Copia evento ID %s
lv: Kopēt notikumu ID %s
my: အဖြစ်အပျက်အိုင်ဒီ %s ပံုစံတူပွား
nl: Kopieer evenement ID %s
ro: Copiază evenimentul ID %s
sk: Kopírovať udalosť ID %s
sq: Kopjo ngjarjen ID %s
sr: Копирај дешавање ID %s
uk: Копіювати подію ID %s

# tl_calendar_events.cut.0
source: Move event
da: Flyt begivenhed
es: Mover evento
fa: جابجایی رویداد
fi: Siirrä tapahtuma
hu: Esemény mozgatása
it: Sposta evento
lv: Pārvietot notikumu
my: အဖြစ်အပျက်ရွေ့ပြောင်း
nl: Verplaats evenement
ro: Mută evenimentul
sk: Premiestniť udalosť
sq: Lëviz ngjarjen
sr: Помери дешавање
uk: Перемістити події

# tl_calendar_events.cut.1
source: Move event ID %s
da: Flyt begivenhed ID %s
es: Mover evento con ID %s
fa: جابجایی رویداد شناسه‌ی %s
fi: Siirrä tapahtuma ID %s
hu: Az ID %s esemény mozgatása
it: Sposta evento ID %s
lv: Pārvietot notikumu ID %s
my: အဖြစ်အပျက်အိုင်ဒီ %s ရွေ့ပြောင်း
nl: Verplaats evenement ID %s
ro: Mută evenimentul ID %s
sk: Premiestniť udalosť ID %s
sq: Lëviz ngjarjen ID %s
sr: Помери дешавање ID %s
uk: Перемістити події ID %s

# tl_calendar_events.delete.0
source: Delete event
da: Slet begivenhed
es: Eliminar evento
fa: حذف رویداد
fi: Poista tapahtuma
hu: Esemény törlése
it: Cancella evento
lv: Dzēst notikumu
my: အဖြစ်အပျက်ပယ်ဖျက်
nl: Verwijder evenement
ro: Şterge eveniment
sk: Odstrániť udalosť
sq: Shlyej ngjarjen
sr: Обриши дешавање
uk: Видалити подію

# tl_calendar_events.delete.1
source: Delete event ID %s
da: Slet begivenheds-ID %s
es: Eliminar evento con ID %s
fa: حذف رویداد شناسه‌ی %s
fi: Poista tapahtuma ID %s
hu: Az ID %s esemény törlése
it: Cancella evento ID %s
lv: Dzēst notikumu ID %s
my: အဖြစ်အပျက်အိုင်ဒီ %s ပယ်ဖျက်
nl: Verwijder evenement ID %s
ro: Şterge evenimentul ID %s
sk: Odstrániť udalosť ID %s
sq: Shlyej ngjarjen ID %s
sr: Обриши дешавање ID %s
uk: Видалити подію ID %s

# tl_calendar_events.toggle.0
source: Publish/unpublish event
da: Udgiv/skjul begivenhed
es: Publicar/retirar evento
fa: انتشار/ لغو انتشار رویداد
fi: Julkaise/piilota tapahtuma
hu: Esemény megjelenítése/elrejtése
it: Publica/non pubblica evento
lv: Publicēt/slēpt notikumu
my: အဖြစ်အပျက်ထုတ်ဝေ/မထုတ်ဝေ
nl: Publiceer/depubliceer evenement
ro: Publică eveniment
sk: Zverejniť/nezverejniť udalosť
sq: Pubkliko/ç'publiko ngjarjen
sr: Објави/сакриј дешавање
uk: Опублікувати/Зняти із публікації подію

# tl_calendar_events.toggle.1
source: Publish/unpublish event ID %s
da: Udgiv/skjul begivenheds-ID %s
es: Publicar/retirar el evento con ID %s
fa: انتشار/لغو انتشار رویداد شناسه‌ی %s
fi: Julkaise/piilota tapahtuma ID %s
hu: Az ID %s esemény megjelenítése/elrejtése
it: Pubblica/Sospendi evento ID %s
lv: Publicēt/slēpt notikumu ID %s
my: အဖြစ်အပျက်အိုင်ဒီ %s ထုတ်ဝေ/မထုတ်ဝေ
nl: Publiceer/depubliceer evenement ID %s
ro: Publică evenimentul ID %s
sk: Zverejniť/nezverejniť udalosť ID %s
sq: Pubkliko/ç'publiko ngjarjen ID %s
sr: Објави/сакриј дешавање ID %s
uk: Опублікувати/Зняти із публікації подію ID %s

# tl_calendar_events.editheader.0
source: Edit calendar
da: Rediger kalender
es: Editar calendario
fa: ویرایش سالنما
fi: Muokkaa kalenteria
hu: Naptár szerkesztése
it: Modifica calendario
lv: Rediģēt kalendāru
my: ပြက္ခဒိန်တည်းဖြတ်
nl: Bewerk kalender
ro: Editează calendar
sk: Upraviť kalendár
sq: Përpuno kalendarin
sr: Уреди календар ID %s
uk: Редагувати календар

# tl_calendar_events.editheader.1
source: Edit the calendar settings
da: Rediger den valgte kalender
es: Editar el calendario actual
fa: ویرایش تنظیمات سالنما
fi: Muokkaa kalenterin asetuksia
hu: Naptár beállításainak szerkesztése
it: Modifica le impostazioni del calendario
lv: Labot aktuālo kalendāru
my: ပြက္ခဒိန်ချိန်ညှိချက်တည်းဖြတ်
nl: Bewerk de huidige kalender
ro: Editează calendarul curent
sk: Upraviť nastavenia kalendára
sq: Përpuno kalendarin aktual
sr: Уреди подешавања календара
uk: Редагувати поточний календар

# tl_calendar_events.editmeta.0
source: Edit event settings
da: Rediger begivenheds indstillinger
es: Editar configuración de eventos
fa: ویرایش تنظیمات رویداد
fi: Muokkaa tapahtuman asetuksia
hu: Esemény beállításainak szerkesztése
it: Modifica impostazioni evento
lv: Rediģēt notikuma iestatījumus
my: အဖြစ်အပျက်ချိန်ညှိချက်တည်းဖြတ်
nl: Bewerk evenement instellingen
ro: Setări eveniment
sk: Upraviť nastavenia udalosti
sq: Përpuno konfigurimet e ngjarjes
sr: Уреди подешавања дешавања
uk: Редагувати налаштування події

# tl_calendar_events.editmeta.1
source: Edit the event settings
da: Rediger begivenhedens indstillinger
es: Editar configuración de eventos
fa: ویرایش تنظیمات رویداد
fi: Muokkaa tapahtuman asetuksia
hu: Az esemény beállításainak szerkesztése
it: Modifica le impostazioni dell'evento
lv: Rediģēt notikuma iestatījumus
my: အဖြစ်အပျက်ချိန်ညှိချက်တည်းဖြတ်
nl: Bewerk de evenement instellingen
ro: Editează setările evenimentelor
sk: Upraviť nastavenia tejto udalosti
sq: Përpuno konfigurimin e ngjarjes
sr: Уреди подешавања дешавања
uk: Редагувати налаштування події

# tl_calendar_events.pasteafter.0
source: Paste into this calendar
da: Sæt ind i denne kalnder
es: Pegar en este calendario
fa: جاگذاری در این سالنما
fi: Liitä tähän kalenteriin
hu: Beillesztés ebbe a naptárba
it: Incolla nel calendario
lv: Ielīmēt šajā kalendārā
my: ယခုပြက္ခဒိန်ထဲသို့ထုတ်ထား
nl: Plak in deze kalender
ro: Adaugă la acest calendar
sk: Vložiť do tohto kalendára
sq: Fut në këtë kalendar
sr: Налепи у календар
uk: Вставити в календар

# tl_calendar_events.pasteafter.1
source: Paste after event ID %s
da: Sæt ind efter begivenhed %s
es: Pegar después del evento con ID %s
fa: جاگذاری بعد از رویداد شناسه‌ی %s
fi: Liitä tämän kalenterin ID %s jälkeen
hu: Beillesztés az ID %s esemény után
it: Incolla dopo l'evento ID %s
lv: Ielīmēt pēc notikuma ID %s
my: အဖြစ်အပျက်အိုင်ဒီ %s ပြီးနောက်ထုတ်ထား
nl: Plak achter evenement ID %s
ro: Adaugă după evenimentul ID %s
sk: Vložiť za udalosť ID %s
sq: Fute pas ngjarjes ID %s
sr: Налепи након дешавања ID %s
uk: Вставити після події ID %s
