Repository: contao/core
Catalog: system/modules/calendar/languages/*/*_calendar.xlf
Languages: cs, da, fa, hu, nl, pl, ro, sk, sl, sr

# tl_calendar.title.0
source: Title
cs: Titulek
da: Titel
fa: عنوان
hu: Megnevezés
nl: Titel
pl: Nagłówek
ro: Nume grup
sk: Názov
sl: Naslov
sr: Назив

# tl_calendar.title.1
source: Please enter the calendar title.
cs: Prosím zadejte název kalendáře
da: Giv kalenderen en titel.
fa: لطفا عنوان سالنما را وارد نمایید.
hu: Adja meg a naptár nevét.
nl: Geef een titel aan de kalender.
pl: Wpisz tytuł kalendarza.
ro: Introduceţi titlul calendarului.
sk: Zadajte prosím názov kalendára.
sl: Prosimo, vnesite naslov koledarja.
sr: Унесите назив календара.

# tl_calendar.jumpTo.0
source: Redirect page
cs: Přesměrovat na stránku
da: Hop til side
fa: برگه بازگردانی
hu: Ugrás az oldalra
nl: Omleidings pagina
pl: Skocz do strony
ro: Avansează la
sk: Presmerovanie na stránku
sl: Preusmeritvena stran
sr: Страница преусмеравања

# tl_calendar.jumpTo.1
source: Please choose the event reader page to which visitors will be redirected when clicking an event.
cs: Prosím zvolte stránku, na kterou budou přesměrování návštěvníci po kliknutí na událost.
da: Vælg en side som besøgende skal omdirigeres til når de klikker på en begivenhed.
fa: لطفا برگه‌ای را که می خواهید کاربران بعد از کلیک بر روی رویداد به آنجا بازگردانی شوند را انتخاب نمایید.
hu: Adja meg azt az oldalt, ahová a látogatók irányítva lesznek amennyiben az eseményre kattintanak.
nl: Selecteer de pagina waarheen bezoekers geleid zullen worden na het klikken op een evenement.
pl: Wybierz stronę, na którą zostaną przekierowani odwiedzający kiedy klinką na odnośnik wydarzenia.
ro: Selectaţi pagina către care vor fi redirectaţi vizitatorii atunci când selectează un eveniment.
sk: Prosím zvoľte stránku, na ktorú budú presmerovaní návštevníci po kliknutí na udalosť.
sl: Prosimo, izberite stran za branje dogodka, na katero bodo obiskovalci preusmerjeni, ko kliknejo na dogodek.
sr: Изаберите страницу читача дешавања на коју ће посетиоци бити преусмерени кликом на дешавање.

# tl_calendar.allowComments.0
source: Enable comments
cs: Povolit komentáře
da: Aktiver kommentarer
fa: فعال کردن دیدگاه‌ها
hu: Hozzászólás engedélyezése
nl: Reacties toestaan
pl: Włącz komentarze
ro: Activează comentariile
sk: Povoliť komentáre
sl: Omogoči komentarje
sr: Омогући коментаре

# tl_calendar.allowComments.1
source: Allow visitors to comment events.
cs: Dovolí návštěvníkům komentovat události.
da: Tillad besøgende at kommentere begivenheder.
fa: به بازدیدکنندگان اجازه دیدگاه به رویدادها می دهد.
hu: Itt megengedheti, hogy a látogatók hozzászólásokat írhassanak az egyes eseményekhez.
nl: Sta bezoekers toe om reacties te geven.
pl: Zezwól odwiedzającym na komentowanie wydarzeń
ro: Permite vizitatorilor să comenteze evenimente.
sk: Povoliť návštevníkom komentovať udalosti.
sl: Dovolite obiskovalcem komentirajne dogodkov.
sr: Дозволи посетиоцима да коментаришу догађај.

# tl_calendar.notify.0
source: Notify
cs: Zaslat upozornění
da: Påmind
fa: آگاهی دادن
hu: Emlékeztető
nl: Waarschuw
pl: Powiadomienia
ro: Notifică
sk: Zaslanie oznámenia
sl: Obveščanje
sr: Обавести

# tl_calendar.notify.1
source: Please choose who to notify when comments are added.
cs: Zvolte prosím osobu, která dostane vyrozumění mailem, že byl přidán komentář.
da: Vælg venligst hvem der skal have besked, når kommentarer er tilføjet.
fa: لطفا کسی که باید وقتی دیدگاه‌ها اضافه شد اعلام کند را انتخاب نمایید.
hu: Itt kiválaszthatja, hogy kit emlékeztessen a rendszer ha egy látogató egy új megjegyzést ír.
nl: Kies wie gewaarschuwd dient te worden als er reacties zijn toegevoegd.
pl: Wybierz kogo powiadomić kiedy komentarz zostanie dodany.
ro: Trimite notificare la adăugarea comentariilor.
sk: Zadajte prosím osoby, ktoré obdržia oznámenia keď bude vložený komentár (oddelené čiarkou).
sl: Prosimo izberite koga obvestiti ob novem komentarju.
sr: Изаберите ко треба да добије обавештење у случају новог коментара.

# tl_calendar.sortOrder.0
source: Sort order
cs: Seřadit podle
da: Sortering
fa: ترتیب مرتب‌سازی
hu: Rendezés
nl: Sorteervolgorde
pl: Kolejność sortowania
ro: Ordinea de sortare
sk: Zoradiť podľa
sl: Razvrščanje
sr: Начин сортирања

# tl_calendar.sortOrder.1
source: By default, comments are sorted ascending, starting with the oldest one.
cs: Podle výchozího nastavení budou komentáře řazeny vzestupně, tedy od nejstaršího po nejnovější.
da: Som standard er kommentarer sorteret stigende startende med den ældste.
fa: به صورت پیش‌فرض، دیدگاه‌ها به صورت صعودی از قدیمی ترین مرتب می شوند.
hu: Alapértelmezés szerint a hozzászólások növekvő sorrendbe vannak rendezve, kezdve a legrégebbivel.
nl: Standaard zijn reacties oplopend gesorteerd, beginnend met de oudste.
pl: Domyślnie komentarze są sortowane rosnąco, zaczynając od najstarszego.
ro: Iniţial comentariile sunt sortate crescător începând de la cel mai vechi.
sk: Podľa východzieho nastavenia sa na prvom mieste zobrazia najnovšie komentáre.
sl: Privzeto so komentarji razvrščeni naraščajoče z najstarejšim naprej.
sr: По основној поставци, коментари се сортирају у растућем редоследу, почевши од најстаријег.

# tl_calendar.perPage.0
source: Comments per page
cs: Počet komentářů na stránku
da: Kommentarer per side
fa: دیدگاه‌ها در هر برگه
hu: Hozzászólás oldalanként
nl: Reacties per pagina
pl: Komentarzy na stronie
ro: Comentarii pe pagină
sk: Počet komentárov na stránku
sl: Komentarjev na stran
sr: Коментари по страници

# tl_calendar.perPage.1
source: Number of comments per page. Set to 0 to disable pagination.
cs: Počet komentářů na stránku. Zadejte 0, abyste jste vypli zalamování stránky.
da: Antal kommentarer per side. Sæt til 0 for at deaktivere sideinddeling.
fa: تعداد دیدگاه‌ها در هر برگه. برای غیرفعال کردن برگه‌بندی عدد 0 را وارد نمایید.
hu: Hozzászólások száma oldalanként. A 0 kikapcsolja a lapszámozást.
nl: Aantal reacties per pagina. Zet op 0 om paginering uit te zetten.
pl: Ilość komentarzy na jednej stronie. Ustawienie 0 wyłącza paginację.
ro: Introduceţi numărul de cometarii de pe o pagină. Setaţi la 0 pentru a dezactiva paginarea.
sk: Počet komentárov na stránku. Zadaním 0 deaktivujete stránkovanie.
sl: Število komentarjev na stran. Nastvite na 0 za onemogočeno številčenje(paginacijo).
sr: Број коментара по страници. Поставите 0 да искључите пагинацију.

# tl_calendar.moderate.0
source: Moderate comments
cs: Moderovat komentáře
da: Godkend kommentarer
fa: بررسی دیدگاه‌ها
hu: Hozzászólások moderálása
nl: Modereer reacties
pl: Moderuj komentarze
ro: Moderare comentarii
sk: Moderovanie komentárov
sl: Moderiranje komentarjev
sr: Управљање коментарима

# tl_calendar.moderate.1
source: Approve comments before they are published on the website.
cs: Schvalování komentářů před jejich publikováním na webové stránce.
da: Godkend kommentarer inden de udgives på hjemmesiden.
fa: تایید دیدگاه‌ها قبل از انتشار در وب‌سایت.
hu: Engedélyezze a hozzászólásokat mielőtt azok a honlapon megjelennek.
nl: Keur reacties goed alvorens ze te publiceren op de website.
pl: Zatwierdzaj komentarze zanim zostaną one opublikowane na stronie.
ro: Aprobă comentariile înainte de a fi publicate pe website
sk: Schválenie komentárov pred ich zverejnením.
sl: Odobrite komentarje preden so objavljeni na strani.
sr: Одобри коментаре прије него што постану видљиви на сајту.

# tl_calendar.bbcode.0
source: Allow BBCode
cs: Povolit BBCode
da: Tillad BB-kode
fa: اجازه BBCode
hu: BBCode engedélyezése
nl: Sta BBCode toe
pl: Zezwól na kody BBcode
ro: Permite BBCode
sk: Povoliť BBCode.
sl: Dovoli BB kodo
sr: Дозволи BBCode

# tl_calendar.bbcode.1
source: Allow visitors to format their comments with BBCode.
cs: Umožnit návštěvníkům formátovat jejich komentáře pomocí BBCode.
da: Tillad besøgende at formatere deres kommentarer med BB-kode.
fa: اجازه دادن به کاربران برای دیدگاه دادن با BBCode.
hu: Itt megengedheti, hogy a látogatók BBCode-ot használhassanak a hozzászólásokban.
nl: Sta bezoekers toe hun reacties met BBCode op te maken.
pl: Zezwól odwiedzającym na formatowanie ich komenatrzy za pomocą BBCode.
ro: Permite vizitatorilor să formateze comentariie cu BBCode
sk: Povoliť návštevníkom formátovať ich komentáre pomocou BBCode.
sl: Dovolite obiskovalcem oblikovanje njihovih komentarjev z BB kodo.
sr: Дозволи корисницима да користе BBCode у својим коментарима.

# tl_calendar.requireLogin.0
source: Require login to comment
cs: Vyžadovat přihlášení pro přidávání komentářů
da: Påkræv login for at kommentere
fa: برای دیدگاه نیاز به ورود است
hu: Hozzászóláshoz be kell jelentkezni
nl: Inloggen verplicht om te reageren
pl: Wymagaj zalogowania aby komentować
ro: Autentificare înainte de comentariu
sk: Vyžadovať prihlásenie pre pridávanie komentárov
sl: Zahtevaj prijavo za komentar
sr: Захтевај пријаву прије коментарисања

# tl_calendar.requireLogin.1
source: Allow only authenticated users to create comments.
cs: Povolit přidávat komentáře jen přihlášeným uživatelům.
da: Tillad kun godkendte brugere at oprette kommentarer.
fa: اجازه دادن به کاربران تایید شده برای ایجاد دیدگاه‌ها
hu: Csak bejelentkezett felhasználónak engedélyezze új hozzászólás létrehozását.
nl: Sta alleen geregistreerde leden toe om te reageren.
pl: Zezwól tylko zalogowanym użytkownikom na tworzenie komentarzy
ro: Permite doar utilizatorilor autentificaţi să adauge comentarii.
sk: Povolí pridávať komentáre len registrovaným užívateľom.
sl: Dovoli komentiranje samo prijavljenim uporabnikom.
sr: Дозволи само аутентификованим корисницима да пишу коментаре.

# tl_calendar.disableCaptcha.0
source: Disable the security question
cs: Vypnout bezpečnostní otázku.
da: Deaktiver sikkerhedsspørgsmål
fa: غیرفعال کردن سوال امنیتی
hu: Bistonsági kérdés kikapcsolása
nl: Veiligheidsvraag uitzetten
pl: Wyłącz pytanie kontrolne
ro: Fără întrebare de securitate
sk: Vypnúť bezpečnostnú otázku
sl: Onemogoči varnostno vprašanje
sr: Искључи сигурносно питање.

# tl_calendar.disableCaptcha.1
source: Use this option only if you have limited comments to authenticated users.
cs: Použít tuto volbu jen tehdy, pokud smí přidávat komentáře jen autorizovaní uživatelé. V jiném případě je doporučeno nechat bezpečnostní otázku zapnutou.
da: Brug kun denne valgmulighed, hvis du har begrænset kommentarer til at blive oprettet af godkendte brugere.
fa: از این گزینه فقط برای محدود کردن دیدگاه‌ها به کاربران تایید شده استفاده نمایید.
hu: Csak akkor használja ezt a beállítást, ha új hozzászólás írásához be kell jelentkezni.
nl: Gebruik deze optie alleen als u reacties hebt beperkt tot geregistreerde gebruikers.
pl: Używaj tej opcji tylko jeśli ograniczyłeś komentarze dla zalogowanych użytkowników.
ro: Folosiţi această opţiune doar dacă aţi ales autentificarea înainte de comentariu
sk: Zvoľte túto možnosť len vtedy, pokiaľ ste povolili komentáre len užšiemu okruhu užívateľov.
sl: Uporabite to možnost samo če ste omejili komentarje na prijavljene uporabnike.
sr: Користи ову опцију само ако су коментари ограничени на пријављене кориснике.

# tl_calendar.protected.0
source: Protect calendar
cs: Chránit kalendář
da: Beskyt kalender
fa: تعیین سطح دسترسی و محدود کردن
hu: Naptár védelme
nl: Bescherm kalender
pl: Kalendarz chroniony
ro: Protejează calendar
sk: Prístup ku kalendáru
sl: Zaščiti koledar
sr: Заштити календар

# tl_calendar.protected.1
source: Show events to certain member groups only.
cs: Zobrazit údalost pouze určitému členu skupiny.
da: Vis kun begivenheder til bestemt medlemsgrupper.
fa: با فعال کردن این بخش مشاهده محتوا تنها برای اعضاء خاصی امکان پذیر می شود .
hu: A naptár tartalmát csak egy bizonyos csoport tagjai láthatják.
nl: Toon events alleen aan bepaalde ledengroepen.
pl: Pokaż wydarzenia tylko konkretnym grupom użytkowników.
ro: Arată evenimentele doar anumitor gruputi de membri.
sk: Zobraziť udalosti len určitej skupine členov.
sl: Prikaži dogodke samo nekaterim skupinam članov.
sr: Прикажи дешавања само одређеним групама корисника.

# tl_calendar.groups.0
source: Allowed member groups
cs: Povolené členské skupiny
da: Tilladte medlemsgrupper
fa: گروه‌های اعضاء مجاز
hu: Engedélyezett csoportok
nl: Toegestane ledengroepen
pl: Zezwolone grupy użytkowników
ro: Grupuri de membri permise
sk: Povolené skupiny členov
sl: Dovoljene skupine članov
sr: Дозвољене групе корисника

# tl_calendar.groups.1
source: These groups will be able to see the events in this calendar.
cs: Zde můžete vybrat skupiny, kterým bude povoleno vidět tuto událost.
da: Her kan du vælge hvilke grupper der har tilladelse til at se begivenhederne.
fa: در این بخش می‌توانید مشخص کنید که اعضای کدام گروه قادر به مشاهده این سالنما می باشند .
hu: Válassza ki azokat a csoportokat, melyeknek lehetőségük lesz megtekinteni a naptár tartalmát
nl: Deze groepen kunnen de events in deze kalender zien.
pl: Tutaj możesz wybrać, którym grupom zezwalasz na oglądanie wydarzeń.
ro: Aici puteţi alege căror grupuri de membri li se va permite să vizualizeze evenimentele.
sk: Tieto skupiny budú mať povolenie vidieť udalosti v tomto kalendári.
sl: Te skupine bodo lahko videle dogodke s tega koledarja.
sr: Ове групе ће моћи да виде дешавања у овом календару.

# tl_calendar.makeFeed.0
source: Generate feed
hu: Hírfolyam generálása
nl: Genereer feed
sk: Vytvorenie kanálu (RSS, Atom)

# tl_calendar.makeFeed.1
source: Generate an RSS or Atom feed from the calendar.
hu: RSS/Atom hírfolyamot generál a naptárhoz.
nl: Genereer een RSS/Atom feed van de kalender.
sk: Vytvorí RSS alebo Atom kanál z daného kalendára.

# tl_calendar.format.0
source: Feed format
hu: Hírfolyam formátuma
sk: Formát kanálu

# tl_calendar.format.1
source: Please choose a feed format.
hu: Válasszon hírfolyam formátumot.
nl: Kies een feed format.
sk: Prosím zvoľte formát RSS alebo Atom kanálu.

# tl_calendar.language.0
source: Feed language
hu: Nyelv
nl: Feed taal
sk: Jazyk kanálu

# tl_calendar.language.1
source: Please enter the feed language according to the ISO-639 standard (e.g. <em>en</em> or <em>en-us</em>).
hu: Adja meg az adott nyelv ISO-639 szerinti kódját (pld.: <em>en</em>, <em>en-us</em>).
nl: Geef de taal op volgens de ISO-639 standaard (bv. <em>nl</em>, <em>en</em> of <em>en-us</em>).
sk: Prosím zadajte jazyk kanálu podľa štandardu ISO-639 (napr. <em>en</em> alebo <em>en-us</em>).

# tl_calendar.source.0
source: Export settings
hu: Export beállítások
nl: Feed exportinstellingen
sk: Nastavenia exportu

# tl_calendar.source.1
source: Here you can choose what will be exported.
hu: Válassza ki, hogy mit exportáljon a rendszer.
nl: Hier kunt u kiezen wat in de feed te lezen zal zijn.
sk: Tu môžte nastaviť, čo sa má exportovať.

# tl_calendar.maxItems.0
source: Maximum number of items
hu: Elemek maximális száma
nl: Maximum aantal items
sk: Maximálny počet položiek

# tl_calendar.maxItems.1
source: Here you can limit the number of events. Set to 0 to export all.
hu: Beállíthatja az exportálni kívánt elemek számát. 0-ra állítva mindet exportálja.
nl: Limiteer het aantal geÃ«xporteerde items. Om alles te exporteren, vul 0 in.
sk: Tu môžte obmedziť počet exportovaných udalostí. Zadaním 0 sa odošlú všetky.

# tl_calendar.feedBase.0
source: Base URL
hu: Alap URL
sk: Základná URL

# tl_calendar.feedBase.1
source: Please enter the base URL with protocol (e.g. <em>http://</em>).
hu: Adja meg a protokollal (pld.: <em>http://</em>) kiegészített alap URL-t.
nl: Geef de base URL op inclusief protocol (bv. <em>http://</em>).
sk: Prosím zadajte základnú URL obsahujúcu protokol (napr. <em>http://</em>).

# tl_calendar.alias.0
source: Feed alias
hu: Hírfolyam álnév
sk: Alias kanálu RSS

# tl_calendar.alias.1
source: Here you can enter a unique filename (without extension). The XML feed file will be auto-generated in the root directory of your Contao installation, e.g. as <em>name.xml</em>.
hu: Egyedi nevet adhat a hírfolyamnak. A rendszer automatikusan egy XML fájlt fog generálni a weboldal gyökér könyvtárában (pld.: <em>név.xml</em>).
nl: U kunt hier een unieke feed naam opgeven (zonder extensie). Een XML bestand zal automatisch aangemaakt worden in de hoofdmap van uw Contao installatie (bv. <em>naam.xml</em>).
sk: Tu môžte zadať názov súboru (bez koncovky, bez diakritiky). Súbor XML sa automaticky vytvorí v koreňovom adresári Vašej verzie Contao (napr. <em>spravy.xml</em>).

# tl_calendar.description.0
source: Feed description
hu: Hírfolyam leírása
nl: Omschrijving
sk: Popis kanálu

# tl_calendar.description.1
source: Please enter a short description of the calendar feed.
hu: Adja meg a naptár hírfolyam rövid leírását.
nl: Geef een korte omschrijving voor de feed op.
sk: Prosím zadajte krátky popis kalendára.

# tl_calendar.tstamp.0
source: Revision date
cs: Datum změny
da: Revisionsdato
fa: تاریخ بازنگری
hu: Módosítás dátuma
nl: Datum laatste aanpassing
pl: Data rewizji
ro: Data revizie
sk: Dátum poslednej zmeny
sl: Datum revizije
sr: Датум последње верзије

# tl_calendar.tstamp.1
source: Date and time of the latest revision
cs: Datum a čas poslední změny
da: Dato og tid for sidste revision
fa: تاریخ و ساعت آخرین بازنگری
hu: Az utolsó módosítás dátuma és időpontja.
nl: Datum en tijdstip van de laatste aanpassing
pl: Data i czas ostatniej rewizji
ro: Data şi ora a ultimei revizii
sk: Dátum a čas poslednej zmeny
sl: Datum in čas zadnje revizije.
sr: Датум и време последње верзије

# tl_calendar.title_legend
source: Title and redirect page
cs: Název a přesměrování
da: Titel og omdirigeringsside
fa: عنوان و برگه بازگردانی
hu: Megnevezés és átirányítás
nl: Titel en omleiding pagina
pl: Tytuł i strona przekierowania
ro: Titlu şi pagină de redirectare
sk: Názov a cieľová stránka presmerovania
sl: Naslov in preusmeritvena stran
sr: Назив и страница преусмеравања

# tl_calendar.comments_legend
source: Comments
cs: Komentáře
da: Kommentarer
fa: دیدگاه‌ها
hu: Hozzászólások
nl: Reacties
pl: Komentarze
ro: Comentarii
sk: Komentáre
sl: Komentarji
sr: Коментари

# tl_calendar.protected_legend
source: Access protection
cs: Chráněný přístup
da: Adgangsbeskyttelse
fa: حفاظت از دسترسی
hu: Hozzáférés védelem
nl: Toegang bescherming
pl: Ochrona dostępu
ro: Restricţionare acces
sk: Chránený prístup
sl: Zaščita dostopa
sr: Заштита приступа

# tl_calendar.feed_legend
source: RSS/Atom feed
cs: Kanál RSS
da: RSS/Atom nyhedsstrøm
fa: خوراک آراس‌اس/اتم
hu: RSS/Atom hírfolyam
pl: Kanał RSS/Atom
sk: Kanál RSS/Atom
sl: RSS/Atom izvleček
sr: RSS/Atom сажетак

# tl_calendar.notify_admin
source: System administrator
cs: Administrátor systému
fa: مدیر سامانه
hu: Rendszergazda
nl: Systeembeheerder
pl: Administrator systemu
ro: Administrator
sk: Administrátor systému
sl: Administrator sistema
sr: Администратор система

# tl_calendar.notify_author
source: Author of the event
cs: Autor události
da: Forfatter af begivenheden
fa: نویسنده رویداد
hu: A hírek szerzője
nl: Auteur van het event
pl: Autor aktualności
ro: Autor al evenimetului
sk: Autor udalosti
sl: Avtor novic
sr: Аутор догађаја

# tl_calendar.notify_both
source: Author and system administrator
cs: Autor a administrátor systému
da: Forfatter og system administrator
fa: نویسنده و مدیر سامانه
hu: Szerző és rendszergazda
nl: Auteur en systeembeheerder
pl: Autor i administrator systemu
ro: Autor şi administrator
sk: Autor a administrátor systému
sl: Avtor in administrator sistema
sr: Аутор и администратор система

# tl_calendar.source_teaser
source: Event teasers
cs: Ukázka událostí
da: Begivenheds-appetitvækker
fa: تیزرهای رویداد
hu: Esemény előzetes
nl: Teaserstekst
pl: Zajawki wydarzeń
ro: Rezumate evenimente
sk: Ukážka udalosti
sl: Uvodnik dogodka
sr: Тизер дешавања

# tl_calendar.source_text
source: Full articles
cs: Plné znění
da: Hele artikler
fa: نوشته‌های کامل
hu: Teljes cikk
nl: Volledige artikelen
pl: Pełna aktualność
ro: Articole complete
sk: Celý článok
sl: Celi članki
sr: Комплетни чланци

# tl_calendar.new.0
source: New calendar
cs: Nový kalendář
da: Ny kalender
fa: سالنمای جدید
hu: Új naptár
nl: Nieuwe kalender
pl: Nowy kalendarz
ro: Calendar nou
sk: Nový kalendár
sl: Nov koledar
sr: Нови календар

# tl_calendar.new.1
source: Create a new calendar
cs: Vytvořit nový kalendář
da: Opret en ny kalender
fa: ساخت یک سالنمای جدید
hu: Új naptár létrehozása
nl: Maak een nieuwe kalender
pl: Utwórz nowy kalendarz
ro: Creează calendar nou
sk: Vytvoriť nový kalendár
sl: Ustvari nov koledar
sr: Креирај нови календар

# tl_calendar.show.0
source: Calendar details
cs: Zobrazit podrobnosti
da: Kalenderdetaljer
fa: جزئیات سالنما
hu: Naptár részletei
nl: Kalender details
pl: Szczegóły kalendarza
ro: Detalii calendar
sk: Detaily kalendára
sl: Podrobnosti koledarja
sr: Детаљи календара

# tl_calendar.show.1
source: Show the details of calendar ID %s
cs: Zobrazit podrobnosti ke kalendáři ID %s
da: Vis detaljer for kalender-ID %s
fa: نمایش جزئیات سالنمای شناسه‌ی %s
hu: Az ID %s naptár részletei
nl: Toon details van kalender ID %s
pl: Pokaż szczegóły kalendarza ID %s
ro: Arată detaliile calendarului ID %s
sk: Zobraziť detaily kalendára ID %s
sl: Prikaži podrobnosti koledarja ID %s
sr: Прикажи детаље календара ID %s

# tl_calendar.edit.0
source: Edit calendar
cs: Editovat kalendář
da: Rediger kalender
fa: ویرایش سالنما
hu: Naptár szerkesztés
nl: Bewerk kalender
pl: Edytuj kalendarz
ro: Editează calendar
sk: Upraviť kalendár
sl: Uredi koledar
sr: Уреди календар

# tl_calendar.edit.1
source: Edit calendar ID %s
cs: Editovat kalendář ID %s
da: Rediger kalender-ID %s
fa: ویرایش سالنمای شناسه‌ی %s
hu: Az ID %s naptár szerkesztése
nl: Bewerk kalender ID %s
pl: Edytuj kalendarz ID %s
ro: Editează calendarul ID %s
sk: Upraviť kalendár ID %s
sl: Uredi koledar ID %s
sr: Уреди календар ID %s

# tl_calendar.editheader.0
source: Edit calendar settings
da: Rediger kalender indstillinger
hu: A naptár beállításainak szerkesztése
nl: Bewerk kalenderinstellingen
sk: Upraviť nastavena kalendára
sl: Uredi nastavitve koledarja

# tl_calendar.editheader.1
source: Edit the settings of calendar ID %s
da: Rediger indstillingerne af kalender-ID %s
hu: Az ID %s naptár beállításainak szerkesztése
nl: Bewerk de instellingen van kalender ID %s
sk: Upraviť nastavena kalendára ID %s
sl: Uredi nastavitve koledarja ID %s

# tl_calendar.copy.0
source: Duplicate calendar
cs: Kopírovat kalendář
da: Duplikér kalender
fa: تکثیر سالنما
hu: Naptár duplázása
nl: Kopieer kalender
pl: Kopiuj kalendarz
ro: Copiază calendar
sk: Kopírovať kalendár
sl: Kopiraj koledar
sr: Копирај календар

# tl_calendar.copy.1
source: Duplicate calendar ID %s
cs: Kopírovat kalendář ID %s
da: Duplikér kalender-ID %s
fa: تکثیر سالنمای شناسه‌ی %s
hu: Az ID %s naptár másolása
nl: Kopieer kalender ID %s
pl: Kopiuj kalendarz ID %s
ro: Copiază calendarul ID %s
sk: Kopírovať kalendár ID %s
sl: Kopiraj koledar ID %s
sr: Копирај календар ID %s

# tl_calendar.delete.0
source: Delete calendar
cs: Smazat kalendář
da: Slet kalender
fa: حذف سالنما
hu: Naptár törlése
nl: Verwijder kalender
pl: Skasuj kalendarz
ro: Şterge calendar
sk: Odstrániť kalendár
sl: Izbriši koledar
sr: Обриши календар

# tl_calendar.delete.1
source: Delete calendar ID %s
cs: Smazat kalendář ID %s
da: Slet kalender-ID %s
fa: حذف سالنمای شناسه‌ی %s
hu: Az ID %s naptár törlése
nl: Verwijder kalender ID %s
pl: Skasuj kalendarz ID %s
ro: Şterge calendarul ID %s
sk: Odstrániť kalendár ID %s
sl: Izbriši koledar ID %s
sr: Обриши календар ID %s

# tl_calendar.feeds.0
source: RSS feeds
cs: Kanály RSS
fa: خوراک‌های آر‌اس‌اس
hu: RSS hírfolyam
pl: Kanały RSS
ro: Fluxuri RSS
sk: Kanály RSS
sl: RSS izvlečki
sr: RSS сажеци

# tl_calendar.feeds.1
source: Manage RSS feeds
cs: Spravovat kanály RSS
da: Håndter RSS feeds
fa: مدیریت خوراک‌های آراس‌اس
hu: RSS hírfolyam kezelése.
nl: Beheer RSS feeds
pl: Zarządzaj kanałami RSS
ro: Gestionare fluxuri RSS
sk: Spravovať kanály RSS
sl: Upravljaj RSS izvlečke
sr: Управљај RSS сажецима

# tl_calendar.editheader.0
source: Edit calendar
cs: Editovat kalendář
fa: ویرایش سالنما
pl: Edytuj kalendarz
ro: Editează calendar
sr: Уреди календар
