Repository: contao/core
Catalog: system/modules/calendar/languages/*/*_calendar_events.xlf
Languages: da, es, fa, fi, hu, it, lv, my, nl, ro, sk, sq, sr, uk

# tl_calendar_events.title.0
source: Title
da: Overskrift
es: Título
fa: عنوان
fi: Otsikko
hu: Megnevezés
it: Titolo
lv: Virsraksts
my: ခေါင်းစဉ်
nl: Titel
ro: Nume grup
sk: Nadpis
sq: Titulli
sr: Назив
uk: Заголовок

# tl_calendar_events.title.1
source: Please enter the event title.
da: Giv begivenheden en titel.
es: Introduzca el título del evento.
fa: لطفا عنوان رویداد وارد نمایید.
fi: Syötä tapahtuman otsikko
hu: Adja meg az esemény nevét.
it: Inserisci il titolo dell'evento.
lv: Lūdzu ievadiet notikuma nosaukumu.
my: အဖြစ်အပျက်ခေါင်းစဉ်ထည့်သွင်း။
nl: Geef een titel voor het evenement op.
ro: Introduceţi titlul evenimentului.
sk: Zadajte prosím názov udalosti.
sq: Epeni titullin e ngjarjes.
sr: Унесите назив дeшавања.
uk: Будь-ласка введіть заголовок події.

# tl_calendar_events.alias.0
source: Event alias
da: Begivenhedsalias
es: Alias del evento
fa: نامک رویداد
fi: Tapahtuman alias
hu: Esemény álnév
it: Alias evento
lv: Notikuma aizstājvārds
my: အဖြစ်အပျက်နာမည်ပွား
ro: Alias eveniment
sk: Alias udalosti
sq: Aliasi ngjarjes
sr: Алиас дешавања
uk: Аліас події

# tl_calendar_events.alias.1
source: The event alias is a unique reference to the event which can be called instead of its numeric ID.
da: Begivenhedsaliaset er en unik reference til begivenheden. I stedet for begivenheds-ID'et kan begivenhedsaliaset kaldes.
es: El alias del evento es una referencia única al evento, lo que permite su uso como ID del evento.
fa: نامک رویداد مرجع یکتایی که رویداد می تواند توسط آن به جای شناسه عددی فراخوانی شود.
fi: Tapahtuman alias on unikki viittaus tapahtumaan, jota voidaan kutsua numeerisen ID:n sijaan.
hu: Az esemény álneve egy egyedi hivatkozás az eseményre, amit a numerikus azonosítója (ID) helyett lehet használni
it: L'<em>alias evento</em> è un riferimento univoco all'evento che può essere richiamato al posto dell'ID numerico.
lv: Notikuma aizstājvārds ir unikāla atsauce, ko var izsaukt notikuma ID vietā.
my: နံပါတ်အိုင်ဒီအစားအဖြစ်အပျက်နာမည်ပွားမှာအဖြစ်အပျက်သို့တစ်ခုတည်းရည်ညွှန်းချက်ဖြစ်။
nl: Het evenement alias is een unieke referentie die aangeroepen kan worden i.p.v. zijn numeriek ID.
ro: Aliasul evenimentului este o referinţă unică ce poate fi invocată în locul ID-ului evenimentului.
sk: Alias udalosti je jedinečný odkaz na túto udalosť, ktorý môže byť volaný namiesto číselného ID udalosti.
sq: Aliasi (pseudonim) ngjarjes është një referencë unike që mund të përdoret në vend të ID-së të ngjarjes.
sr: Алиас дешавања је јединствена референца на дешавање која се може користити уместо нумеричког ИД броја.
uk: Аліас події - це унікальне значення яке може бти використане замість ID події.

# tl_calendar_events.author.0
source: Author
da: Forfatter
es: Autor
fa: نویسنده
fi: Tekijä
hu: Szerző
it: Nome
lv: Vārds
my: ရေးသားသူ
nl: Auteur
ro: Nume
sk: Autor
sq: Autori
sr: Аутор
uk: Автор

# tl_calendar_events.author.1
source: Here you can change the author of the event.
da: Her kan du ændre ophavsmanden af begivenheden.
es: Aquí se puede cambiar el autor del evento.
fa: اینجا می‌توانید نویسنده رویداد را تغییر دهید.
fi: Tähän voit muuttaa tapahtuman perustajan.
hu: Itt ki tudja választani az esemény szerzőjét.
it: Qui si può cambiare il nome dell'autore dell'evento
lv: Šeit jūs varat mainīt notikuma autoru.
my: အဖြစ်အပျက်ရေးသားသူပြောင်းလဲနိုင်။
nl: Hier kunt u de auteur van het evenement wijzigen.
ro: Aici puteţi schimba autorul evenimentului.
sk: Tu môžte zmeniť autora udalosti.
sq: Këtu mund ta ndryshoni autorin e ngjarjes.
sr: Овде можете променити аутора дешавања.
uk: Тут ви пожете змінити автора події

# tl_calendar_events.addTime.0
source: Add time
da: Tilføj tidspunkt
es: Añadir hora
fa: افزودن زمان
fi: Lisää aika
hu: Időpont hozzáadása
it: Aggiungi data ed ora.
lv: Pievienot laikus
my: အချိန်ထည့်
nl: Tijd toevoegen
ro: Adaugă moment
sk: Čas udalosti
sq: Shto kohën
sr: Додај време
uk: Додати час

# tl_calendar_events.addTime.1
source: Add a start and end time to the event.
da: Tilføj begivenhedens start og sluttidspunkt.
es: Añadir la hora de inicio y fin del evento.
fa: افزودن زمان شروع و خاتمه برای این رویداد.
fi: Lisää aloitus- ja lopetusaika tapahtumalle.
hu: Az esemény kezdő és befejező időpontjának megadása.
it: Aggiungi l'ora di inizio e fine all'evento.
lv: Pievieno notikuma sākuma un beigu laikus
my: အချိန်ထည့်
nl: Voeg een begin- en eindtijd voor het evenement toe.
ro: Adaugă momentul de început şi de sfârşit eveniment.
sk: Pridajte čas začiatku a konca udalosti.
sq: Fut një fillim dhe mbarim të kohës për ngjarjen.
sr: Додај почетно време и време завршетка дешавања.
uk: Додайте початок та кінець події

# tl_calendar_events.startTime.0
source: Start time
da: Starttidspunkt
es: Hora de inicio
fa: زمان شروع
fi: Aloitusaika
hu: Kezdő időpont
it: Ora inizio
lv: Sākuma laiks
my: အချိန်စတင်
nl: Begintijd
ro: Moment de început
sk: Začiatok udalosti
sq: Koha fillimit
sr: Време почетка
uk: Початок події

# tl_calendar_events.startTime.1
source: Please enter the start time according to the global time format.
da: Angiv starttidspunkt i det format som er valgt som tidsformat for TYPOlight-installationen.
es: Por favor introduzca la hora de inicio según el formato de hora global.
fa: لطفا زمان شروع را بر اساس قالب ساعت جهانی وارد نمایید.
fi: Syötä aloitusaika globaalissa aikamuodossa.
hu: Itt adhatja meg a kezdő időpontot a globális idő formátum szerint.
it: Inserisci l'ora di inizio nel formato universale.
lv: Lūdzu, ievadiet sākuma laiku saskaņā ar globālo laika formātu.
my: ကမ္ဘာစံတော်ချိန်အတိုင်းစတင်မယ့်အချိန်ကိုရိုက်။
nl: Geef de begintijd op volgens het globale tijdsformaat.
ro: Introduceţi momentul de început al evenimentului conform formatului global de timp.
sk: Zadajte prosím čas začiatku udalosti podľa globálneho formátu času.
sq: Epeni fillimin e ngjarjes duke e pas parasysh formatin global të kohës.
sr: Унесите датум почетка у складу са глобалним форматом датума
uk: Введіть початкову дату та час події в глобальному форматі

# tl_calendar_events.endTime.0
source: End time
da: Sluttidspunkt
es: Hora final
fa: زمان خاتمه
fi: Lopetusaika
hu: Befejező időpont
it: Ora fine
lv: Beigu laiks
my: အချိန်ပြီးဆံုး
nl: Eindtijd
ro: Moment de sfârşit
sk: Koniec udalosti
sq: Koha mbarimit
sr: Датум завршетка
uk: Кінець події

# tl_calendar_events.endTime.1
source: Use the same value for start and end time to create an open-ended event.
da: Angiv sluttidspunkt i det format som er valgt som tidsformat for TYPOlight-installationen.
es: Por favor introduzca la hora final según el formato de hora global.
fa: لطفاً زمان خاتمه را بر اساس قالب ساعت جهانی وارد نمایید.
fi: Käytä samaa aloitus- ja lopetusaikaa luodaksesi tapahtuman, jossa lopetusaika on avoin.
hu: Használja ugyanazt az időpontot kezdő és befejező időpontnak, hogy egy nyitott végű eseményt hozzon létre.
it: Inserisci lo stesso valore per l'inizio e la fine per gli eventi che non hanno una scadenza.
lv: Izmantot vienu un to pašu sākuma un beigu laiku, lai radītu beztermiņa notikumu.
my: ဖွင့်-ပိတ်ပြီးအဖြစ်အပျက်အတွက်စတင်နှင့်ပြီးဆံုးချိန်အတွက်တန်ဖိုးသူသံုး။
nl: Geef de eindtijd op volgens het globale tijdsformaat. Laat leeg of gebruik zelfde tijd als begintijd voor open einde.
ro: Introduceţi momentul de sfârşit al evenimentului conform formatului global de timp.
sk: Časovo neobmedzenú udalosť vytvoríte tak, že použijete rovnakú hodnotu ako je čas začiatku tejto udalosti.
sq: Epeni mbarimin e ngjarjes duke e pas parasysh formatin global të kohës.
sr: Датум завршетка
uk: Введіть кінцеву дату та час події в глобальному форматі

# tl_calendar_events.startDate.0
source: Start date
da: Startdato
es: Fecha de inicio
fa: تاریخ شروع
fi: Aloitusaika
hu: Kezdő dátum
it: Data inizio
lv: Sākuma datums
my: နေ့စွဲစတင်
nl: Begindatum
ro: Data de început
sk: Dátum začiatku
sq: Data fillimit
sr: Датум почетка
uk: Початкова дата

# tl_calendar_events.startDate.1
source: Please enter the start date according to the global date format.
da: Angiv startdatoen for denne begivenhed.
es: Por favor introduzca la fecha de inicio del evento.
fa: لطفا تاریخ شروع رویداد را مشخص نمایید.
fi: Syötä aloitusaika globaalissa aikamuodossa.
hu: Itt adhatja meg a kezdő dátumot globális dátum formátum szerint.
it: Inserisci la data di inizio dell'evento.
lv: Lūdzu ievadiet notikuma sākuma datumu.
my: ကမ္ဘာစံတော်ချိန်အတိုင်းစတင်မယ့်နေ့ရက်ကိုရိုက်။
nl: Geef de begindatum van de gebeurtenis op.
ro: Introduceti data de început a evenimentului.
sk: Zadajte prosím dátum začiatku udalosti podľa globálneho formátu dátumu.
sq: Epeni datën për fillimin e ngjarjes.
sr: Унесите датум почетка у складу са глобалним форматом датума
uk: Введіть дату початку події

# tl_calendar_events.endDate.0
source: End date
da: Slutdato
es: Fecha final
fa: تاریخ خاتمه
fi: Lopetusaika
hu: Befejező dátum
it: Data fine
lv: Beigu datums
my: နေ့စွဲပြီးဆံုး
nl: Einddatum
ro: Data de sfârşit
sk: Dátum konca
sq: Data mbarimit
sr: Датум завршетка
uk: Кінцева дата

# tl_calendar_events.endDate.1
source: Leave blank to create a single day event.
da: Angiv begivenhedens slutdato. Efterlad feltet tomt for endagsbegivenheder.
es: Dejarlo en blanco para crear un evento de un día.
fa: لطفاً تاریخ خاتمه رویداد را مشخص نمایید .
fi: Jätä tyhjäksi luodaksesi tapahtuman, joka kestää koko päivän.
hu: Hagyja üresen egy napos rendezvény létrehozásához.
it: Lascia vuoto per un evento di una giornata.
lv: Lūdzu ievadiet notikuma beigu datumu vai atstājiet tukšu vienas dienas notikumam.
my: သီးခြားနေ့ရက်အဖြစ်အပျက်ထည့်ရန်အလွတ်ထား။
nl: Laat leeg om een evenement van slechts één dag aan te maken.
ro: Introduceţi data de sfârşit a evenimentului sau lăsaţi necompletat pentru un eveniment de o singură zi.
sk: Zadajte prosím dátum konca udalosti alebo ho ponechajte prázdne, ak chcete vytvoriť jednodňovú udalosť.
sq: Epeni datën për mbarimin e ngjarjes ose lëreni zbrazët për një lajm ditorë.
sr: Остави празно ради креирања једнодневног дешавања.
uk: Введіть дату кінця події

# tl_calendar_events.location.0
source: Event location
da: Begivenhedens lokation
es: Localización del evento
fa: محل برگزاری رویداد
fi: Tapahtuman sijainti
hu: Esemény helye
it: Luogo dell'evento
lv: Notikuma vieta
my: အဖြစ်အပျက်တည်နေရာ
nl: Locatie evenement
ro: Locaţie eveniment
sk: Miesto udalosti
sq: Vendi ngjarjes
sr: Место дешавања
uk: Місце проведення події

# tl_calendar_events.location.1
source: Here you can enter the event location.
da: Her kan du indtaste hvor begivenheden finder sted.
es: Aquí puede introducir la localización del evento.
fa: اینجا می‌توانید محل برگزاری رویداد را وارد کنید.
fi: Tässä voidaan syöttää tapahtuman sijainti.
hu: Itt tudja megadni az esemény helyét.
it: Indicare il luogo dell'evento.
lv: Šeit jūs varat ievadīt notikuma vietu.
my: အဖြစ်အပျက်တည်နေရာထည့်သွင်းနိုင်။
nl: Voer hier de evenement locatie in.
ro: Introduceţi locaţia evenimentului.
sk: Tu môžete zadať miesto konania udalosti.
sq: Këtu mundeni të futni vendin e ngjarjes.
sr: Овде можете унети место дешавања.
uk: Тут Ви можете ввести місце проведення події.

# tl_calendar_events.teaser.0
source: Event teaser
da: Begivenheds uddrag
es: Avance del evento
fa: تیزر رویداد
fi: Tapahtuman esikuvaus
hu: Esemény előzetes
it: Testo introduttivo
lv: Notikuma ievads
my: အဖြစ်အပျက်ပဟေဠိ
nl: Teasertekst
ro: Rezumat
sk: Ukážka udalosti
sq: Ngacmuesi ngjarjes
sr: Тизер дешавања
uk: Вступний текст

# tl_calendar_events.teaser.1
source: The event teaser can be shown in an event list instead of the full article. A "read more …" link will be added automatically.
da: Begivenhedens uddrag kan blive vist i en begivenhedsliste i stedet for den fulde begivenhedstekst. Et "Læs mere …" link vil blive tilføjet automatisk.
es: El avance del evento se puede mostrar en una lista de eventos en vez del artículo completo. Se añadirá automáticamente un enlace "Leer más .."
fa: تیزر رویداد معمولا به همراه یک پیوند "بیشتر بخوانید ..." به جای متن کامل رویداد نمایش داده می شود .
fi: Tapahtuman esikuvaus voidaan näyttää tapahtumalistassa kokonaisten artikkelien sijaan. "Näytä lisää ..." -linkki lisätään automaattisesti.
hu: Az esemény előzetes látható az eseménylistában a teljes tartalom helyett. Az "olvasson tovább..." link automatikusan hozzáadódik.
it: Il testo introduttivo viene solitamente mostrato al posto del testo dell'evento seguito da un link "continua..." che sarà aggiunto automaticamente.
lv: Ievads parasti tiek rādīts notikumu sarakstā pilna raksta vietā. Saite "Turpināt lasīt..." tiks pievienota automātiski.
my: ဆောင်းပါးအပြည့်အစားအဖြစ်အပျက်ပဟေဠိကိုအဖြစ်အပျက်စာရင်းတွင်ပြသနိုင်။ "နောက်ထပ်ဖတ်ရှု..." ကွန်ဆက်ကိုအလိုအလျောက်ထည့်သွင်း။
nl: De teasertekst kan getoond worden i.p.v. het gehele artikel.Een "lees meer..." link wordt automatisch toegevoegd.
ro: Textul de rezumat este afişat in locul evenimenului când este urmat de "mai mult ...".
sk: Ukážka udalosti se bežne zobrazuje namiesto celého obsahu danej udalosti, pokiaľ sa na stránke zobrazí viac udalostí naraz. Ukážka je potom ukončená odkazom "Čítať ďalej ..."
sq: Ngacmuesi i ngjarjes mund të shfaqet në një list të ngjarjeve në vend të artikullit të plotë. Automatikisht do të shtohet një lidhje "lexo më shumë".
sr: Најављивач дешавања може бити приказан у листи дешавања уместо комплетног чланка. Линк "Детаљније..." биће додат аутоматски.
uk: Вступний текст зазвичай показується замість повного тексту події що відображається після натиснення на лінк "детальніше"

# tl_calendar_events.details.0
source: Event text
da: Begivenhedsdetaljer
es: Texto del evento
fa: جزئیات رویداد
fi: Tapahtuman teksti
hu: Esemény szöveg
it: Dettagli evento
lv: Notikuma detaļas
my: အဖြစ်အပျက်စာသား
nl: Evenement tekst
ro: Detalii eveniment
sk: Text udalosti
sq: Teksti i ngjarjes
sr: Текст дешавања
uk: Детальна інформація події

# tl_calendar_events.details.1
source: Here you can enter the event text.
da: Angiv detaljer for begivenheden.
es: Aquí puede introducir los detalles del evento.
fa: اینجا می‌توانید متن رویداد را وارد نمایید.
fi: Tähän voidaan syöttää tapahtuman teksti.
hu: Itt tudja megadni az esemény szövegét.
it: Inserisci i dettagli dell'evento.
lv: Šeit jūs varat ievadīt notikuma tekstu.
my: အဖြစ်အပျက်စာသားထည့်သွင်းနိုင်။
nl: Voer een evenement tekst in.
ro: Introduceţi detaliile evenimentului.
sk: Zadajte prosím text udalosti.
sq: Epeni tekstin e ngjarjes.
sr: Овде можете унети текст који описује дешавање.
uk: Будь-ласка введіть деталі події.

# tl_calendar_events.addImage.0
source: Add an image
da: Tilføj et billede
es: Añadir una imagen
fa: افزودن تصویر
fi: Lisää kuva
hu: Kép hozzáadása
it: Aggiungi un'immagine
lv: Pievienot attēlu
my: ပံုထည့်
nl: Afbeelding toevoegen
ro: Adăugaţi o imagine
sk: Pridajte obrázok
sq: Fut një imazh
sr: Додај слику
uk: Додати малюнок

# tl_calendar_events.addImage.1
source: Add an image to the event.
da: Hvis du vælger denne mulighed, vil der blive tilføjet et billede til begivenheden.
es: Añadir una imagen al evento.
fa: افزودن تصویر به رویداد.
fi: Lisää tapahtumaan kuva
hu: Egy képet adhat az eseményhez.
it: Se selezioni questa opzione verrà aggiunta un immagine all'evento.
lv: Pievienot attēlu notikumam.
my: အဖြစ်အပျက်သို့ပံုထည့်။
nl: Voeg een afbeelding toe aan het evenement.
ro: Dacă alegţi acestă opţiune o imagine va fi adăugată la eveniment.
sk: Pridať obrázok k tejto udalosti.
sq: Fut një imazh për ngjarjen.
sr: Додај слику уз дешавање.
uk: Якщо відзначити дану опцію то, ви зможете додати малюнок до події

# tl_calendar_events.recurring.0
source: Repeat event
da: Gentagende begivenhed
es: Repetir evento
fa: تکرار رویداد
fi: Toista tapahtuma
hu: Esemény ismétlődés
it: Evento ricorrente
lv: Notikuma atkārtošana
my: အဖြစ်အပျက်နောက်တစ်ကြိမ်ပြန်လုပ်
nl: Repeterend evenement
ro: Eveniment recursiv
sk: Opakujúca sa udalosť
sq: Ngjarje periodike
sr: Понови дешавање
uk: Подія що повторюються

# tl_calendar_events.recurring.1
source: Create a recurring event.
da: Gentag nuværende begivenhed.
es: Crear un eventos recurrentes.
fa: تکرار رویداد در فواصل معین.
fi: Luo toistuva tapahtuma.
hu: Ismétlődő eseményt hozhat létre
it: Ripeti l'evento corrente.
lv: Atkārtot aktuālo notikumu.
my: ထပ်တလဲလဲအဖြစ်အပျက်ဖန်တီး။
nl: Herhaal het huidig evenement
ro: Repetă evenimentul curent.
sk: Vytvoriť opakujúcu sa udalosť.
sq: Përsërit ngjarjen aktuale.
sr: Креирање понављајућег дешавања.
uk: Повторювати дану подію

# tl_calendar_events.repeatEach.0
source: Interval
es: Intervalo
fa: فاصله
fi: Toistoväli
hu: Intervallum
it: Intervallo
lv: Intervāls
my: ကြားကာလ
sr: Интервал
uk: Інтервал

# tl_calendar_events.repeatEach.1
source: Here you can set the recurrence interval.
da: Sæt venligst tidsintervallet.
es: Aquí puede indicar el intervalo de tiempo
fa: اینجا می‌توانید فاصله زمانی تکرار را تنظیم نمایید.
fi: Tähän voidaan asettaa toistuvuuden väli.
hu: Itt adhatja meg az ismétlődés intervallumát
it: Imposta l'intervallo di ricorrenza di un evento.
lv: Lūdzu uzstādiet laika intervālu.
my: ထပ်တလဲလဲအချိန်အပိုင်းအခြားကိုသတ်မှတ်နိုင်။
nl: Geef het tijdsinterval op.
ro: Setaţi intervalul de timp.
sk: Tu môžte nastaviť interval opakovania udalosti.
sq: Epeni intervalin kohor.
sr: Овде можете подесити интервал понављања.
uk: Введіть часовий інтервал.

# tl_calendar_events.recurrences.0
source: Recurrences
da: Gentagelser
es: Recurrencias
fa: تعداد دفعات تکرار
fi: Toistumiset
hu: Ismétlődés
it: Ricorrenze
lv: Atkārtošanas
my: ပြန်လည်ပေါ်ပေါက်ခြင်းများ
nl: Herhalingen
ro: Repetări
sk: Počet opakovaní
sq: Periodikë
sr: Број понављања.
uk: Повторів

# tl_calendar_events.recurrences.1
source: Set to 0 for unlimited recurrences.
da: Sæt venligst antallet af gentagelser (0 = ubegrænset).
es: Indicar el número de recurrencias (0=ilimitado)
fa: 0 را برای تکرار بی نهایت انتخاب کنید.
fi: Aseta 0:ksi, jos halutaan tapahtuma toistumaan loputtomasti.
hu: Állítsa 0-ra a korlátlan számú ismétléshez.
it: Imposta il numero di ricorrenze (0 = illimitate).
lv: Lūdzu uzstādiet atkārtošanu skaitu (0=neierobežots)
my: ထပ်တလဲလဲအကန့်အသတ်မရှိလုပ်ရန် ၀ သို့သတ်မှတ်။
nl: Geef het aantal herhalingen op (0 = onbeperkt).
ro: Setaţi numărul de repetări (0 = nelimitat).
sk: Prosím nastavte počet opakovaní (0 = nekonečno).
sq: Epeni numrin e periodikes (0 = pa kufizuar).
sr: Упишите 0 за неограничен број понављања.
uk: Введіть, будь-ласка, кількість повторень події

# tl_calendar_events.repeatEnd
source: End of recurring event
da: Slutningen på gentagende begivenhed
es: Fin del evento recurrente.
fa: انتهای رویداد تکرار شونده
fi: Tapahtuman toistamisen lopetus
it: Fine evento ricorrente
lv: Atkārtota notikuma beigas
my: ထပ်တလဲလဲအဖြစ်အပျက်ပြီးဆံုး
nl: Einde van het huidig evenement
ro: Sfârşitul unui eveniment recurent
sk: Koniec opakujúcej sa udalosti
sq: Fundi i ngjarjes ripërsëritëse
sr: Крај понављајућег дешавања
uk: Кінець повторюваної події

# tl_calendar_events.addEnclosure.0
source: Add enclosures
da: Tilføj et bilag
es: Añadir archivos adjuntos
fa: افزودن پیوست‌ها
fi: Lisää liitteet
hu: Csatolmány hozzáadása
it: Aggiungi file
lv: Pievienot pievienojumus
my: ပူးတွဲများထည့်သွင်း
nl: Bijlages toevoegen
ro: Include fişiere
sk: Pridat prílohu
sq: Fut shtojcë
sr: Додај прилоге
uk: Додати додаток

# tl_calendar_events.addEnclosure.1
source: Add one or more downloadable files to the event.
da: Tilføj en eller flere filer der kan downloades, til begivenheden.
es: Añadir uno o más archivos descargables al evento.
fa: افزودن یک یا چند پرونده قابل دانلود به رویداد.
fi: Lisää yksi tai useampi ladattava tiedosto tapahtumaan.
hu: Hozzáadhat egy vagy több letölthető fájlt az eseményhez.
it: Aggiungi uno o più file scaricabili all'evento.
lv: Pievienojiet notikumam vienu vai vairākas lejupielādējamas datnes.
my: အဖြစ်အပျက်သို့တစ်ခု(သို့)ကူးဆွဲနိုင်ဖိုင်များထည့်သွင်း။
nl: Voeg één of meerdere downloadbare bestanden toe aan de gebeurtenis.
ro: daugă unul sau mai multe fişiere la eveniment.
sk: Pridajte k udalosti jeden alebo viac stiahnuteľných súborov.
sq: Fut një apo më shumë shtojca shkarkuese për ngjarjen.
sr: Додај један или више фајлова за преузимање уз дешавање.
uk: Якщо відзначити дану опцію то, ви зможете додати один або декілька додатків до події

# tl_calendar_events.enclosure.0
source: Enclosures
da: RSS-bilag
es: Añadir RSS
fa: پیوست‌ها
fi: Liiteet
hu: Csatolmány
it: Aggiungi file alla notizia
lv: Pievienojumi
my: ပူးတွဲများ
nl: Bijlagen
ro: Fişier inclus
sk: Príloha
sq: Shtojca
sr: Прилози
uk: додаток

# tl_calendar_events.enclosure.1
source: Please choose the files you want to attach.
da: Vælg venligst den fil du vil hæfte til svaret
es: Seleccionar los archivos que se adjuntarán.
fa: لطفا پرونده‌هایی که می‌خواهید پیوست شوند را انتخاب نمایید.
fi: Valitse tiedostot, jotka halutaan liittää.
hu: Válassza ki a csatolni kívánt fájlokat.
it: Seleziona i file che vuoi allegare.
lv: Lūdzu izvēlieties datnes ko vēlaties pievienot.
my: ပူးတွဲပါစေလိုသောဖိုင်များကိုရွေး။
nl: Kies het bestand dat u aan het antwoord wil toevoegen.
ro: Alegeţi fişierele care doriţi să fie ataşate.
sk: Zvoľte prosím súbory, ktoré chcete pripojiť
sq: Zgjedheni skedar të cilat doni t'i shtoni.
sr: Изаберите фајлове које желите прикачити.
uk: Будь ласка, виберіть файли, які потрібно додати.

# tl_calendar_events.source.0
source: Redirect target
da: Kilde
es: Página fuente
fa: مقصد بازگردانی
fi: Uudelleenohjauksen kohde
hu: Átirányitási cél
it: Pagina obbiettivo
lv: Novirzīšanas mērķis
my: ဦးတည်ရာပြောင်းရည်မှန်းချက်
nl: Doelpagina
ro: Pagină destinaţie
sk: Cieľová stránka
sq: Faqja përcjellëse
sr: Локација преусмерења
uk: Цільова сторінка

# tl_calendar_events.source.1
source: Here you can override the default redirect target.
da: Vælg om artiklen linker til en intern eller en ekstern side.
es: Aquí se puede sobreescribir el destino al que se redirigirá por defecto.
fa: اینجا می‌توانید مقصد بازگردانی پیش‌فرض را رونویسی کنید.
fi: Tässä voidaan määritellä muu kuin uudelleenohjauksen kohteen oletus.
hu: Itt tudja felülírni az alap átirányítási célt.
it: Ignora il valore di default di reindirizzamento dell'obbiettivo e di destinazione di un collegamento interno o esterno al posto della pagina.
lv: Šeit jūs varat aizstāt noklusējuma novirzīšanas mērķi ar iekšēju vai ārēju lapu.
my: မူလဦးတည်ရာပြောင်းရည်မှန်းချက်ကိုအစားထိုး။
nl: Geef op naar welke pagina het nieuwsbericht verwijst.
ro: Alegeţi dacă anunţul trimite către o pagină internă sau una externă.
sk: Odkaz na internú, alebo externú stránku, namiesto tej predvolenej.
sq: Zavendëso faqën e përgjithshme të përcjelljeve.
sr: Овде можете прегазити подразумевану локацију преусмерења.
uk: Встановіть, будь ласка, посилання на внутрішню або зовнішню сторінку замість стандартної сторінки.

# tl_calendar_events.default.0
source: Use default
da: Brug standardside
es: Utilizar valor por defecto
fa: استفاده از پیش‌فرض
fi: Käytä oletusta
hu: Alapértelmezett
it: Utilizza default
lv: Lietot noklusējuma
my: မူလပံုစံသံုး
nl: Gebruik standaard
ro: Setări implicite
sk: Použiť predvolené nastavenie
sq: Përdor ballinen
sr: Користи подразумевану вредност
uk: Використати значення по замовчуванню
