Repository: contao/core
Catalog: system/modules/calendar/languages/*/*_calendar_feed.xlf
Languages: cs, da, fa, fr, it, lv, nl, ro, sl, sv, uk

# tl_calendar_feed.title.0
source: Title
cs: Název
da: Overskrift
fa: عنوان
fr: Nom du groupe
it: Titolo
lv: Virsraksts
nl: Titel
ro: Nume grup
sl: Naziv
sv: Rubrik
uk: Назва

# tl_calendar_feed.title.1
source: Please enter a feed title.
cs: Zadejte prosím název kanálu
da: Indtast venligst en feed titel
fa: لطفا عنوان خوراک را وارد نمایید
fr: Saisir le titre du flux.
it: Inserisci il titolo del feed
lv: Lūdzu ievadiet barotnes virsrakstu.
nl: Geef een titel voor de feed op.
ro: Introduceţi un titlu de flux RSS
sl: Prosimo, vpišite nasov izvlečka.
sv: Ange titel för flödet.
uk: Введіть назву каналу.

# tl_calendar_feed.alias.0
source: Feed alias
cs: Zástupce kanálu RSS
fa: نامک خوراک
fr: Alias du flux
it: Alias del feed
lv: Barotnes aizstājvārds
ro: Alias
sl: Vzdevek izvlečka
sv: Flödesalias
uk: Аліас каналу.

# tl_calendar_feed.alias.1
source: Here you can enter a unique filename (without extension). The XML feed file will be auto-generated in the <em>share</em> directory of your Contao installation, e.g. as <em>share/name.xml</em>.
cs: Sem můžete zadat jednoznačný název souboru (bez přípony). Soubor XML kanálu RSS bude automaticky vytvářen ve složce <em>share</em> ve Vaší instalaci Contaa, např. jako <em>share/nazev.xml</em>.
da: Her kan du indtaste et unikt filnavn (uden filendelse). XML fil feedet vil blive auto-genereret i <em>share</em> mappen i systemet, f.eks. som <em>share/navn.xml</em>.
fa: اینجا می‌توانید نام پرونده یکتا (با پسوند) را وارد نمایید. پرونده خوراک XML به صورت خودکار در فهرست <em>share</em> محل نصب کانتائو شما ایجاد خواهد شد، برای نمونه به صورت <em>share/name.xml</em>.
fr: Saisir un nom de fichier unique (sans extension). Le fichier de flux XML sera généré automatiquement dans le répertoire <em>share</em> de votre installation Contao, ex. : <em>share/name.xml</em>.
it: Qui puoi inserire il nome univoco del file (senza estensione). Il feed XML sarà auto-generato nella cartella <em>share</em> della tua installazione Contao. es.: <em>share/name.xml</em>.
lv: Šeit jūs varat ievadīt unikālu datnes nosaukumu (bez paplašinājuma). XML barotnes datne tiks automātiski ģenerēta jūsu Contao instalācijas <em>kopīgošanas</em> direktorijā, piem. <em>kopigot/nosaukums.xml</em>.
nl: Hier kunt u een unieke bestandsnaam (zonder extensie) opgeven. Het XML-feed bestand wordt automatisch aangemaakt in de <em> share </em> directory van uw Contao installatie, bv als <em> share/name.xml </em>.
ro: Introduceţi un nume unic de fişier (fără extensie). Fişierul XML va fi auto generat în directorul <em>share</em>din locaţia de instalare a Contao ca de exemplu <em>share/name.xml</em>.
sl: Tukaj lahko vpišete edinstveno ime datoteke (brez podaljška). Datoteka XML izvleček bo samodejno ustvarjena v <em>share</em> mapi vaše Contao namestitve, npr. kot <em>share/ime.xml</em>.
sv: Här kan du ange ett unikt filnamn (utan filändelse). XML-filen kommar att genereras automatiskt i foldern <em>share</em> under din Contao-installation, t.ex. <em>share/name.xml</em>.
uk: Введіть унікальну назву файлу (без розширення). В каталозі <em>share</em> буде автоматично створено XML-файл, напр. <em>share/name.xml</em>.

# tl_calendar_feed.language.0
source: Feed language
cs: Jazyk kanálu RSS
da: Feed sprog
fa: زبان خوراک
fr: Langue du flux
it: Lingua del feed
lv: Barotnes valoda
nl: Taal Feed
ro: Limbă pentru RSS
sl: Jezik izvlečka
sv: Flödesspråk
uk: Мова каналу

# tl_calendar_feed.language.1
source: Please enter the feed language according to the ISO-639 standard (e.g. <em>en</em> or <em>en-us</em>).
cs: Zadejte prosím jazyk kanálu RSS podle mezinárodního standardu ISO-639 (např. <em>cs</em> pro češtinu nebo <em>en</em> pro angličtinu).
da: Indtast venligst feed sproget jævnført ISO-639 standarden (f.eks. <em>da</em> eller <em>da-dk</em>).
fa: لطفا زبان خوراک را بر اساس استاندارد ISO-639 وارد نمایید (برای نمونه <em>en</em> یا <em>en-us</em>).
fr: Saisir la langue du flux selon la norme ISO-639 (ex. : <em>en</em> ou <em>en-us</em>).
it: Inserisci la lingua del feed secondo lo standard ISO-639 (es.: <em>en</em> o <em>en-us</em>).
lv: Lūdzu ievadiet barotnes valodu atbilstoši ISO-639 standartam (piem. <em>en</em> vai <em>en-us</em>).
nl: Geef de feed taal op volgens de ISO-639 standaard (b.v.<em>en</em> of<em>en-us</em>).
ro: Introduceţi limba pentru fluxul RSS în conformitate cu standardul ISO-639 standard (de exemplu <em>en</em> sau <em>en-us</em>).
sl: Prosimo, vpišite jezik izvlečka glede na ISO-639 standard (npr. <em>en</em> or <em>en-us</em>).
sv: Ange språk för flödet enligt the ISO-639-standard (t.ex. <em>sv</em> eller <em>en-us</em>).
uk: Введіть мову каналу відповідно до стандарту ISO-639 (напр. <em>uk</em>, <em>ru</em> або <em>en</em>).

# tl_calendar_feed.calendars.0
source: Calendars
cs: Kalendáře
da: Kalendere
fa: سالنما‌ها
fr: Calendriers
it: Calendari
lv: Kalendāri
nl: Kalenders
ro: Calendare
sl: Koledarji
sv: Kalendrar
uk: Календарі

# tl_calendar_feed.calendars.1
source: Here you can choose the calendars to be included in the feed.
cs: Zde můžete vybrat kalendáře, které se mají zahrnout do kanálu RSS.
da: Her kan du vælge kalenderne der skal inkluderes i feedet.
fa: اینجا می‌توانید سالنما‌هایی که باید در خوراک گنجانده شوند را انتخاب نمایید
fr: Choisir les calendriers à inclure au flux.
it: Qui puoi scegliere il calendario da includere nel feed.
lv: Šeit jūs varat izvēlēties kalendārus, kas tiks iekļauti barotnē.
nl: Kies hier de kalenders welke worden opgenomen in de feed.
ro: Alegeţi calendarele ale căror evenimente să fie incluse în fluxul RSS.
sl: Tu lahko izberete koledarje, ki naj bodo vključeni v vir.
sv: Här kan du välja vilka kalendrar som ska inkluderas i flödet.
uk: Виберіть календарі, котрі будуть включені в канал.

# tl_calendar_feed.format.0
source: Feed format
cs: Formát kanálu RSS
fa: قالب خوراک
fr: Format du flux
it: Formato del feed
lv: Barotnes formāts
ro: Alegeţi formatul
sl: Format izvlečka
sv: Flödesformat
uk: Формат каналу

# tl_calendar_feed.format.1
source: Please choose a feed format.
cs: Vyberte prosím formát kanálu RSS.
da: Vælg venligst et feed format.
fa: لطفا یک قالب خوراک را انتخاب نمایید
fr: Choisir le format du flux.
it: Seleziona il formato del feed.
lv: Lūdzu izvēlieties barotnes formātu.
nl: Kies een feed format.
ro: Alegeţi formatul de flux RSS.
sl: Prosimo, izberite format izvlečka.
sv: Välj flödesformat.
uk: Виберіть формат каналу.

# tl_calendar_feed.source.0
source: Export settings
cs: Export nastavení
da: Eksporterings indstillinger
fa: تنظیمات پیشرفته
fr: Paramètres d'export
it: Impostazioni di esportazione
lv: Eksportēšanas iestatījumi
nl: Export instellingen
ro: Setări de export
sl: Nastavitve izvoza
sv: Exportinställningar
uk: Налаштування експорту

# tl_calendar_feed.source.1
source: Here you can choose what will be exported.
cs: Zde můžete vybrat, co chcete vyexportovat.
da: Her kan du vælge hvad der skal eksporteres.
fa: اینجا می‌توانید هر آنچه باید خارج شود را انتخاب نمایید
fr: Choisir ce qui sera exporté.
it: Qui puoi scegliere cosa sarà esportato.
lv: Šeit jūs varat izvēlēties, kas tiks eksportēts.
nl: Kies wat geÃ«xporteerd moet worden.
ro: Aici puteţi alege ce se va exporta.
sl: Tukaj lahko izberete, kaj bo izvoženo.
sv: Här kan du välja vad som ska exporteras.
uk: Ви можете вибрати, що буде експортовано.

# tl_calendar_feed.maxItems.0
source: Maximum number of items
cs: Maximální počet položek
da: Maksimum antal af indlæg
fa: بیشترین تعداد موردها
fr: Nombre maximum d'éléments.
it: Massimo numero di elementi
lv: Maksimālais vienumu skaits.
nl: Maximaal aantal items
ro: Număr maxim de elemente
sl: Največje število elementov
sv: Max antal poster
uk: Максимальна кількість подій

# tl_calendar_feed.maxItems.1
source: Here you can limit the number of feed items. Set to 0 to export all.
cs: Zde můžete omezit počet položek. Zadejte 0, chcete-li vyexportovat všechny položky.
da: Her kan du begrænse antallet af feed indlæg. Sæt til 0 for at eksportere alle.
fa: اینجا می‌توانید تعداد آیتم‌های خوراک را محدود نمایید. 0 را برای خارج کردن همه انتخاب نمایید.
fr: Limiter le nombre d'éléments du flux. Mettre 0 pour tout exporter.
it: Qui puoi limitare il numero del feed. Imposta 0 per esportare tutto.
lv: Šeit jūs varar ierobežot barotnes vienumu skaitu. Iestatiet uz 0, lai eksportētu visus.
nl: Hier kunt u het aantal feed items beperken.Stel in op 0 om alles te exporteren.
ro: Aici puteţi limita numărul maxim de elemente din fluxul RSS. Alegeţi 0 pentru export la toate.
sl: Tukaj lahko omejite število izvlečkov. Nastavite na 0, za izvoz vseh.
sv: Här kan du begränsa antalet poster i flödet. Sätt till 0 för samtliga.
uk: Обмеження кількості експортованих подій. Введіть 0 для експорту всіх подій.

# tl_calendar_feed.feedBase.0
source: Base URL
cs: Základní adresa URL
fa: نشانی وب ریشه
fr: URL de base
it: URL base
lv: Pamata URL
nl: Basis URL
ro: URL de bază
sl: Osnovni URL
sv: Bas-URL
uk: Базовий URL

# tl_calendar_feed.feedBase.1
source: Please enter the base URL with protocol (e.g. <em>http://</em>).
cs: Zadejte prosím základní adresu URL s protokolem (např. <em>http://</em>).
da: Indtast venligst base URLen med protokol (f.eks. <em>http://</em>).
fa: لطفا نشانی وب ریشه را با پروتکل (برای نمونه <em>http://</em>) وارد نمایید.
fr: Saisir l'URL de base avec le protocole (ex. : <em>http://</em>).
it: Inserisci l'URL base completo di protocollo (es.: <em>http://</em>).
lv: Lūdzu ievadiet pamata URL ar protokolu (piem. <em>http://</em>).
nl: Geef de basis-URL met protocol (bijvoorbeeld <em>http://</em>).
ro: Introduceţi URL-ul cu protocol (de exemplu <em>http://</em>).
sl: Prosimo, vnesite osnovni URL s protokolom (npr. <em>http://</em>).
sv: Ange bas-URL med protokoll (t.ex. <em>http://</em>).
uk: Введіть базовий URL разом з протоколом (напр. <em>http://</em>).

# tl_calendar_feed.description.0
source: Feed description
cs: Popis kanálu RSS
da: Feed beskrivelse
fa: توضیحات خوراک
fr: Description du flux
it: Descrizione del feed
lv: Barotnes aprasts
nl: Beschrijving feed
ro: Descriere RSS
sl: Opis izvlečka
sv: Flödesbeskrivning
uk: Опис каналу

# tl_calendar_feed.description.1
source: Here you can enter a short description of the calendar feed.
cs: Sem můžete zadat krátký popisek kalendářového kanálu RSS.
da: Her kan du indtaste en kort beskrivelse af kalender feedet.
fa: اینجا می‌توانید توضیحی کوتاه در مورد خوراک سالنما وارد نمایید.
fr: Saisir une courte description du flux du calendrier.
it: Qui puoi inserire una breve descrizione del feed del calendario.
lv: Šeit jūs varat ievadīt īsu kalendāra barotnes aprakstu
nl: Hier kunt u een korte beschrijving van de kalender-feed opgeven.
ro: Introduceţi o descriere scurtă pentru fluxul RSS de calendar.
sl: Tu vnesite kratek opis koledarjevega vira.
sv: Här kan du ange en kort beskrivning av kalenderflödet.
uk: Ви можете ввести короткий опис каналу календаря.

# tl_calendar_feed.title_legend
source: Title and language
cs: Název a jazyk
da: Titel og sprog
fa: عنوان و زبان
fr: Titre et langue
it: Titolo e lingua
lv: Virsraksts un valoda
nl: Titel en taal
ro: Titlu şi limbă
sl: Naslov in jezik
sv: Titel och språk
uk: Назва та мова

# tl_calendar_feed.calendars_legend
source: Calendars
cs: Kalendáře
da: Kalendere
fa: سالنما‌ها
fr: Calendriers
it: Calendari
lv: Kalendāri
nl: Kalenders
ro: Calendare
sl: Koledarji
sv: Kalendrar
uk: Календарі

# tl_calendar_feed.config_legend
source: Feed settings
cs: Nastavení kanálu RSS
da: Feed indstillinger
fa: تنظیمات خوراک
fr: Paramètres du flux
it: Impostazioni del feed
lv: Barotnes iestatījumi
nl: Feed instellingen
ro: Setări RSS
sl: Nastavitve izvlečka
sv: Flödesinställningar
uk: Налаштування каналу

# tl_calendar_feed.source_teaser
source: Event teasers
cs: Úvodníky událostí
da: Begivenheds-appetitvækker
fa: تیزرهای رویداد
fr: Accroche d'événements
it: Teaser evento
lv: Notikumu ievadi
nl: Teaserstekst
ro: Rezumate evenimente
sl: Uvodnik dogodka
sv: Händelsernas ingresser
uk: Анонс події

# tl_calendar_feed.source_text
source: Full articles
cs: Zobrazit plné znění článků
da: Artikler
fa: نوشته‌های کامل
fr: Articles complets
it: Articoli completi
lv: Pilni raksti
nl: Volledige nieuwsberichten
ro: Articole complete
sl: Celotne novice
sv: Nyhetsartiklarna i sin helhet
uk: Повна стаття

# tl_calendar_feed.new.0
source: New feed
cs: Nový kanál RSS
da: Nyt feed
fa: خوراک جدید
fr: Nouveau flux
it: Nuovo feed
lv: Jauna barotne
nl: Nieuwe feed
ro: Nou RSS
sl: Nov izvleček
sv: Nytt flöde
uk: Новий канал

# tl_calendar_feed.new.1
source: Create a new feed
cs: Vytvořit nový kanál RSS
da: Opret et nyt feed
fa: ایجاد خوراک جدید
fr: Créer un nouveau flux
it: Crea un nuovo feed
lv: Izveidot junu barotni
nl: Maak een nieuwe feed aan
ro: Creează un nou flux RSS
sl: Ustvari nov izvleček
sv: Skapa nytt flöde
uk: Створити новий канал

# tl_calendar_feed.show.0
source: Feed details
cs: Podrobnosti ke kanálu RSS
da: Feed oplysninger
fa: جزئیات خوراک
fr: Détails du flux
it: Dettagli del feed
lv: Barotnes detaļas
ro: Detalii RSS
sl: Podrobnosti izvlečka
sv: Flödesdetaljer
uk: Деталі каналу

# tl_calendar_feed.show.1
source: Show the details of feed ID %s
cs: Zobrazit podrobnosti ke kanálu RSS %s
da: Vis oplysningerne om feed ID %s
fa: نمایش جزئیات خوراک شناسه‌ی %s
fr: Afficher les détails du flux ID %s
it: Mostra i dettagli del feed ID %s
lv: Rādīt barotnes ID %s detaļas
nl: Toon details van feed ID %s
ro: Arată detaliile pentru fluxul RSS cu ID %s
sl: Prikaži podrobnosti izvlečka ID %s
sv: Visa detaljer för flödet med ID %s
uk: Показати деталі каналу ID %s

# tl_calendar_feed.edit.0
source: Edit feed
cs: Upravit kanál RSS
da: Rediger feed
fa: ویرایش خوراک
fr: Éditer le flux
it: Modifica il feed
lv: Rediģēt barotni
nl: Bewerk feed
ro: Editează RSS
sl: Uredi izvleček
sv: Redigera flöde
uk: Редагувати канал

# tl_calendar_feed.edit.1
source: Edit feed ID %s
cs: Upravit kanál RSS %s
da: Rediger feed ID %s
fa: ویرایش خوراک شناسه‌ی %s
fr: Éditer le flux ID %s
it: Modifica il feed ID %s
lv: Rediģēt barotni ID %s
nl: Bewerk feed ID %s
ro: Editează fluxul RSS cu ID %s
sl: Uredi izvleček ID %s
sv: Redigera flöde med ID %s
uk: Редагувати канал ID %s

# tl_calendar_feed.copy.0
source: Duplicate feed
cs: Duplikovat kanál RSS
da: Dupliker feed
fa: تکثیر خوراک
fr: Dupliquer le flux
it: Duplica il feed
lv: Dublēt barotni
nl: Dupliceer feed
ro: Copiază RSS
sl: Podvoji izvleček
sv: Kopiera flöde
uk: Дублювати канал

# tl_calendar_feed.copy.1
source: Duplicate feed ID %s
cs: Duplikovat kanál RSS %s
da: Dupliker feed ID %s
fa: تکثیر خوراک شناسه‌ی %s
fr: Dupliquer le flux ID %s
it: Duplica il feed ID %s
lv: Dublēt barotni ID %s
nl: Dupliceer feed ID %s
ro: Copiază fluxul RSS cu ID %s
sl: Podvoji izvleček ID %s
sv: Kopiera flöde med ID %s
uk: Дублювати канал ID %s

# tl_calendar_feed.delete.0
source: Delete feed
cs: Smazat kanál RSS
da: Slet feed
fa: حذف خوراک
fr: Supprimer le flux
it: Elimina il feed
lv: Dzēst barotni
nl: Verwijder feed
ro: Şterge RSS
sl: Izbriši izvleček
sv: Radera flöde
uk: Видалити канал

# tl_calendar_feed.delete.1
source: Delete feed ID %s
cs: Smazat kanál RSS %s
da: Slet feed ID %s
fa: حذف خوراک شناسه‌ی %s
fr: Supprimer le flux ID %s
it: Elimina il feed ID %s
lv: Dzēst barotni ID %s
nl: Verwijder feed ID %s
ro: Şterge fluxul RSS cu ID %s
sl: Izbriši izvleček ID %s
sv: Radera flöde med ID %s
uk: Видалити канал ID %s
