Repository: contao/core
Catalog: system/modules/calendar/languages/*/*_module.xlf
Languages: cs, da, de, es, fa, fr, hu, it, ja, lv, my, nl, pl, ro, ru, sk, sl, sv, uk

# tl_module.next_cur_year
source: of the current year
cs: na aktuální rok
da: i indeværende år
de: des laufenden Jahres
es: del año actual
fa: سال جاری
fr: de l'année courante
hu: a jelenlegi év
it: Anno corrente
ja: 今年
lv: pašreizējā gada
my: လက်ရှိနှစ်၏
nl: van het huidige jaar
pl: obecnego roku
ro: din anul curent
ru: за текущий год
sk: aktuálneho roku
sl: v letošnjem letu
sv: detta år
uk: за поточний рік

# tl_module.next_next_month
source: of the next month
cs: měsíce
da: af næste måned
de: des nächsten Monats
es: del próximo mes
fa: از ماه آینده
fr: du mois suivant
hu: a következő hónap
it: il prossimo mese
ja: 翌月
lv: nākošā mēneša
my: နောက်လ၏
nl: van de volgende maand
pl: następnego miesiąca
ro: din luna următoare
ru: за следующий месяц
sk: nasledujúceho mesiaca
sl: v naslednjem mesecu
sv: nästa månad
uk: числа наступного мiсяця

# tl_module.next_next_year
source: of the next year
cs: roku
da: af næste år
de: des nächsten Jahres
es: del próximo año
fa: از سال آینده
fr: de l'année suivante
hu: a következő év
it: il prossimo anno
ja: 翌年
lv: nākošā gada
my: နောက်နှစ်၏
nl: van het volgende jaar
pl: następnego roku
ro: din anul următor
ru: за следующий год
sk: nasledujúceho roku
sl: v naslednjem letu
sv: nästa år
uk: наступного року

# tl_module.next_all
source: All upcoming events
cs: Všechny nadcházející události
da: Alle kommende begivenheder
de: Alle zukünftigen Events
es: Todos los eventos próximos
fa: همه رویدادهای آینده
fr: Tous les événements à venir
hu: Összes közelgő esemény
it: Tutti i prossimi eventi
ja: これからすべてのイベント
lv: Visi gaidāmie notikumi
my: လာမည့်အဖြစ်အပျက်များအားလံုး
nl: Alle aankomende evenementen
pl: Wszystkie nadchodzące wydarzenia
ro: Toate evenimentele
ru: Все предстоящие события
sk: Všetky nadchádzajúce udalosti
sl: Vsi bližnji dogodki
sv: Alla kommande händelser
uk: Всі майбутні події

# tl_module.cal_past
source: Past events
cs: Proběhlé události
da: Forrige begivenheder
de: Vergangene Events
es: Eventos pasados
fa: رویدادهای گذشته
fr: Événements passés
hu: Elmúlt események
it: Eventi passati
ja: これまでのイベント
lv: Pagājušie notikumi
my: ပြီးခဲ့သောအဖြစ်အပျက်များ
nl: Afgelopen evenementen
pl: Przeszłe wydarzenia
ro: Evenimete anterioare
ru: Прошедшие события
sk: Predchádzajúce udalosti
sl: Pretekli dogodki
sv: Tidigare händelser
uk: Минулі заходи

# tl_module.past_7
source: - 1 week
cs: - 1 týden
da: - 1 uge
de: - 1 Woche
es: - 1 semana
fa: - ۱ هفته
fr: - 1 semaine
hu: - 1 hét
it: - 1 settimana
ja: -1週間
lv: - 1 nedēļa
my: - ၁ ပတ်
pl: - 1 tydzień
ro: - o săptămână
ru: - 1 неделя
sk: -1 týždeň
sl: - 1 teden
sv: -1 vecka
uk: - 1 тиждень

# tl_module.past_14
source: - 2 weeks
cs: - 2 týdny
da: - 2 uger
de: - 2 Wochen
es: - 2 semanas
fa: - ۲ هفته
fr: - 2 semaines
hu: - 2 hét
it: - 2 settimane
ja: -2週間
lv: - 2 nedēļas
my: - ၂ ပတ်
nl: - 2 weken
pl: - 2 tygodnie
ro: - două săptămâni
ru: - 2 недели
sk: -2 týždne
sl: - 2 tedna
sv: -2 veckor
uk: - 2 тижні

# tl_module.past_30
source: - 1 month
cs: - 1 měsíc
da: - 1 måned
de: - 1 Monat
es: - 1 mes
fa: - ۱ ماه
fr: - 1 mois
hu: - 1 hónap
it: -1 mese
ja: -1か月
lv: - 1 mēnesis
my: - ၁ လ
nl: - 1 maand
pl: - 1 miesiąc
ro: - o lună
ru: - 1 месяц
sk: -1 mesiac
sl: - 1 mesec
sv: -1 månad
uk: - 1 місяць

# tl_module.past_90
source: - 3 months
cs: - 3 měsíce
da: - 3 måneder
de: - 3 Monate
es: - 3 meses
fa: - ۳ ماه
fr: - 3 mois
hu: - 3 hónap
it: - 3 mese
ja: -3か月
lv: - 3 mēneši
my: - ၃ လ
nl: - 3 maanden
pl: - 3 miesiące
ro: - 3 luni
ru: - 3 месяца
sk: -3 mesiace
sl: - 3 mesece
sv: -3 månader
uk: - 3 місяці

# tl_module.past_180
source: - 6 months
cs: - 6 měsíců
da: - 6 måneder
de: - 6 Monate
es: - 6 meses
fa: - ۶ ماه
fr: - 6 mois
hu: - 6 hónap
it: - 6 mesi
ja: -6か月
lv: - 6 mēneši
my: - ၆ လ
nl: - 6 maanden
pl: - 6 miesięcy
ro: - 6 luni
ru: - 6 месяцев
sk: -6 mesiacov
sl: - 6 mesecev
sv: -6 månader
uk: - 6 місяців

# tl_module.past_365
source: - 1 year
cs: - 1 rok
da: - 1 år
de: - 1 Jahr
es: - 1 año
fa: - ۱ سال
fr: - 1 an
hu: - 1 év
it: - 1 anno
ja: -1年
lv: - 1 gads
my: - ၁ နှစ်
nl: - 1 jaar
pl: - 1 rok
ro: - un an
ru: - 1 год
sk: -1 rok
sl: - 1 leto
sv: -1 år
uk: - 1 рік

# tl_module.past_two
source: - 2 years
cs: - 2 roky
da: - 2 år
de: - 2 Jahre
es: - 2 años
fa: - ۲ سال
fr: - 2 ans
hu: - 2 év
it: - 2 anni
ja: -2年
lv: - 2 gadi
my: - ၂ နှစ်
nl: - 2 jaar
pl: - 2 lata
ro: - doi ani
ru: - 2 года
sk: -2 roky
sl: - 2 leti
sv: -2 år
uk: - 2 роки

# tl_module.past_cur_month
source: of the current month
cs: na aktuální měsíc
da: i indeværende måned
de: des laufenden Monats
es: del mes actual
fa: ماه جاری
fr: du mois courant
hu: a jelenlegi hónap
it: Mese corrente
ja: 今月
lv: pašreizējā mēneša
my: လက်ရှိလ၏
nl: van de huidige maand
pl: obecnego miesiąca
ro: din luna curentă
ru: за текущий месяц
sk: aktuálneho mesiaca
sl: v trenutnem mesecu
sv: denna månad
uk: за поточний місяць

# tl_module.past_cur_year
source: of the current year
cs: na aktuální rok
da: i indeværende år
de: des laufenden Jahres
es: del año actual
fa: سال جاری
fr: de l'année courante
hu: a jelenlegi év
it: Anno corrente
ja: 今年
lv: pašreizējā gada
my: လက်ရှိနှစ်၏
nl: van het huidige jaar
pl: obecnego roku
ro: din anul curent
ru: за текущий год
sk: aktuálneho roku
sl: v letošnjem letu
sv: detta år
uk: за поточний рік

# tl_module.past_prev_month
source: of the previous month
cs: předešlého měsíce
da: af forrige måned
de: des vorherigen Monats
es: del mes anterior
fa: از ماه گذشته
fr: du mois précédent
hu: az előző hónap
it: mese precedente
ja: 昨月
lv: iepriekšējā mēneša
my: ယခင်လ၏
nl: van de vorige maand
pl: poprzedniego miesiąca
ro: din luna anterioară
ru: за предыдущий месяц
sk: predchádzajúceho mesiaca
sl: v prejšnjem mesecu
sv: föregående månad
uk: попереднього мiсяця

# tl_module.past_prev_year
source: of the previous year
cs: předešlého roku
da: af forrige år
de: des vorherigen Jahres
es: del año anterior
fa: از سال گذشته
fr: de l'année précédente
hu: az előző év
it: anno precedente
ja: 昨年
lv: iepriekšējā gada
my: ယခင်နှစ်၏
nl: van het vorige jaar
pl: obecnego roku
ro: din anul anterior
ru: за предыдущий год
sk: predchádzajúceho roku
sl: v lanskem letu
sv: föregående år
uk: попереднього року

# tl_module.past_all
source: All past events
cs: Všechny proběhlé události
da: Alle forrige begivenheder
de: Alle vergangenen Events
es: Todos los eventos pasados
fa: همه رویدادهای گذشته
fr: Tous les événements passés
hu: Összes elmúlt esemény
it: Tutti gli eventi passati
ja: これまでのすべてのイベント
lv: Visi pagājušie notikumi
my: ပြီးခဲ့သောအဖြစ်အပျက်များအားလံုး
nl: Alle afgelopen evenementen
pl: Wszystkie przeszłe wydarzenia
ro: Toate evenimentele anterioare
ru: Все прошедшие события
sk: Všetky predchádzajúce udalosti
sl: Vsi pretekli dogodki
sv: Alla tidigare händelser
uk: Всі минулі події
