Repository: contao/core
Catalog: system/modules/calendar/languages/*/*_module.xlf
Languages: cs, da, de, es, fa, fr, hu, it, ja, lv, my, nl, pl, ro, ru, sk, sl, sv, uk

# tl_module.cal_calendar.0
source: Calendars
cs: Kalendáře
da: Kalendere
de: Kalender
es: Calendarios
fa: سالنما‌ها
fr: Calendriers
hu: Naptárak
it: Calendari
ja: カレンダー
lv: Kalendāri
my: ပြက္ခဒိန်များ
nl: Kalenders
pl: Kalendarze
ro: Calendare
ru: Календари
sk: Kalendáre
sl: Koledarji
sv: Kalendrar
uk: Календар

# tl_module.cal_calendar.1
source: Please select one or more calendars.
cs: Prosím vyberte jeden nebo více kalendářů.
da: Vælg en eller flere kalendere.
de: Bitte wählen Sie einen oder mehrere Kalender.
es: Seleccionar uno o más calendarios
fa: لطفا یک یا چند سالنما انتخاب نمایید.
fr: Choisir un ou plusieurs calendriers.
hu: Egy vagy több naptár választható.
it: Seleziona uno o più calendari.
ja: カレンダーを1つ以上選択してください。
lv: Lūdzu izvēlieties vienu vai vairākus kalendārus.
my: တစ်ခု(သို့)ပြက္ခဒိန်များကိုရွေးပါ။
nl: Kies een of meerdere kalenders.
pl: Wybierz kalendarz.
ro: Alegeţi un calendar.
ru: Выберите один или несколько календарей.
sk: Prosím, vyberte jeden, alebo viac kalendárov.
sl: Izberite enaga ali več koledarjev.
sv: Välj en eller flera kalendrar.
uk: Будь ласка виберіть календар

# tl_module.cal_noSpan.0
source: Shortened view
cs: Zkrácené zobrazení
da: Avkortet visning
de: Verkürzte Darstellung
es: Vista resumida
fa: مشاهده خلاصه
fr: Vue réduite
hu: Rövidített nézet
it: Vista abbreviata
ja: 省略表示
lv: Saīsināts skats
my: မြင်ကွင်းတို
nl: Verkorte notatie
pl: Skrócony widok
ro: Simplificat
ru: Краткое представление
sk: Skrátený náhľad
sl: Skrajšan pogled
sv: Nedkortad vy
uk: Скорочений вигляд

# tl_module.cal_noSpan.1
source: Show events only once even if they span multiple days.
cs: Zobrazit události jen jednou, pokud se konají několik dnů po sobě.
da: Vis kun en begivenhed én gang selv om den strækker sig over flere dage.
de: Events nur einmal anzeigen, auch wenn sie mehrere Tage umfassen.
es: Mostrar eventos solo una vez aun si se repiten en varios días.
fa: رویدادها را فقط یک بار نشان می‌دهد حتی اگر چندین روز را پوشش دهند.
fr: Afficher les événements seulement une fois même s'ils s'étendent sur plusieurs jours.
hu: Az eseményeket csak egyszer jelzi, akkor is ha több napig tartanak.
it: Visualizza gli eventi una sola volta anche se durano più giorni.
ja: 複数の日にまたがるイベントでも一度だけ表示します。
lv: Rādīt notikumus tikai vienu reizi, pat ja tie aptver vairākas dienas.
my: နေ့ပေါင်းများစွာကျော်လွန်သော်လည်းအဖြစ်အပျက်များကိုတစ်ကြိမ်သာပြသ
nl: Toont evenementen slechts eenmaal, ook als ze meerdere dagen overbruggen.
pl: Pokaż wydarzenia tylko raz nawet jeśli są to wydarzenia wielodniowe.
ro: Arată eveniumentele doar o singură dată chiar dacă se extind pe mai multe zile.
ru: Группировать и показывать события только один раз, даже если они охватывают несколько дней.
sk: Zobraziť udalosti iba raz, aj pokiaľ trvajú viac dní po sebe.
sl: Prikaže dogodke samo enkrat, tudi če se raztezajo čez več dni.
sv: Visa händelser en gång enbart även om dom sträcker sig över flera dagar.
uk: Відображати подію тільки раз, навіть якщо вона повторюєтиься кожного дня

# tl_module.cal_startDay.0
source: Week start day
cs: Týden začíná
da: Ugens startdag
de: Erster Wochentag
es: Primer día de la semana
fa: روز شروع هفته
fr: Premier jour de la semaine
hu: Hét kezdő napja
it: Giorno inizio della settimana
ja: 週の開始曜日
lv: Nedēļas pirmā diena
my: အပတ်တွင်စတင်သည့်နေ့
nl: Startdag van de week
pl: Dzień rozpoczynający tydzień
ro: Începutul de săptămână
ru: День начала недели
sk: Týždeň začína
sl: Prvi dan v tednu
sv: Veckans startdag
uk: День початку тижня

# tl_module.cal_startDay.1
source: Here you can choose the week start day.
cs: Zde můžete zvolit, jakým dnem začíná týden.
da: Her kan du vælge hvilken dag ugen starter.
de: Hier können Sie den ersten Tag der Woche festlegen.
es: Permite seleccionar el día en el que inicia la semana.
fa: اینجا می‌توانید روز شروع هفته را انتخاب نمایید.
fr: Choisir le premier jour de la semaine.
hu: Itt lehet kiválasztani a hét kezdő napját.
it: Seleziona il giorno d'inizio della settimana.
ja: 週の開始曜日を選択します。
lv: Šeit jūs varat izvēlēties nedēļas pirmo dienu.
my: အပတ်တွင်စတင်သည့်နေ့ရွေးနိုင်။
nl: Kies hier de eerste dag van de week.
pl: Tu możesz wybrać dzień rozpoczynający tydzień.
ro: Aici puteţi alege ziua cu care începe săptămâna.
ru: Выберите день начала недели.
sk: Tu môžte zvoliť, akým dňom začína týždeň.
sl: Tukaj lahko izberete kateri je prvi dan v tednu.
sv: Här kan du välja veckans startdag.
uk: Виберіть день початку тижня.

# tl_module.cal_format.0
source: Event list format
cs: Formát seznamu událostí
da: Format
de: Anzeigeformat
es: Formato
fa: قالب فهرست رویداد
fr: Format de la liste d'événements
hu: Eseménylista formátuma
it: Formato elenco eventi
ja: イベントリストの形式
lv: Notikumu saraksta formāts
my: အဖြစ်အပျက်စာရင်းအချိုးအစား
nl: Indeling evenementenlijst
pl: Format listy wydarzeń
ro: Format
ru: Формат списка событий
sk: Formát zoznamu udalostí
sl: Oblika seznama dogodkov
sv: Format för händelselista
uk: Формат

# tl_module.cal_format.1
source: Here you can choose the event list format.
cs: Zde můžete zvolit formát seznamu událostí.
da: Vælg format til begivenhedslisten.
de: Hier können Sie das Anzeigeformat der Eventliste auswählen.
es: Seleccionar un formato para la lista de eventos
fa: اینجا می‌توانید یک قالب فهرست رویدادها انتخاب نمایید.
fr: Choisir un format pour la liste d'événements.
hu: Itt választható ki az eseménylista formátuma.
it: Seleziona un formato per l'elenco eventi.
ja: イベントリストの形式を選択します。
lv: Šeit jūs varat izvēlēties notikuma saraksta formātu.
my: အဖြစ်အပျက်စာရင်းအချိုးအစားအချိုးအစားရွေးနိုင်။
nl: Kies een indeling voor de evenementenlijst.
pl: Wybierz format listy wydarzeń
ro: Alegeţi un format de listă de evenimente.
ru: Выберите формат списка событий.
sk: Prosím, vyberte formát zoznamu udalostí.
sl: Izberite obliko seznama dogodkov.
sv: Här kan du välja önskat format för händelselistan.
uk: Будь ласка виберіть формат списку подій.

# tl_module.cal_ignoreDynamic.0
source: Ignore URL parameters
cs: Ignorovat nastavené parametry URL
da: Ignoér URI parametere
de: URL-Parameter ignorieren
es: Ignorar parámetros de URL
fa: نادیده گرفتن پارمترهای نشانی وب
fr: Ignorer les paramètres d'URL
hu: URL paraméterek figyelmen kívül hagyása
it: Ignora i parametri URL
ja: URLのパラメーターを無視
lv: Ignorēt URL parametrus
my: ယူအာအယ်ကန့်သတ်ချက်ဘောင်များမသိကျိုးကျွန်ပြု
nl: Negeer URL parameters
pl: Ignoruj parametry URL
ro: Ignoră parametri URI
ru: Игнорировать параметры URL
sk: Ignorovať nastavené parametre URL
sl: Ignoriraj URL parametre
sv: Ignorera URL-parametrar
uk: Ігнорувати параметри URL-адреси

# tl_module.cal_ignoreDynamic.1
source: Do not switch the time period based on the date/month/year URL parameters.
cs: Neměnit časové období, které je založené na parametrech URL zadaných pro datum / měsíc / rok.
da: Byt ikke om på tidsperioden baseret på dag/måned/år URI parameterne.
de: Den Zeitraum nicht anhand der date/month/year-Parameter in der URL ändern.
es: No cambiar el periodo de tiempo basado en los parámetros date/month/year (fecha/mes/año) del URL.
fa: سویچ نکردن دوره زمانی بر اساس پارامترهای نشانی وب تاریخ/ماه/ماه
fr: Ne pas changer la période de temps basée sur les paramètres d'URL jour/mois/année.
hu: Hagyja figyelmen kívül a nap/hónap/év URL által meghatározott paramétereket.
it: Non cambiare il periodo di tempo in base ai parametri URL data/mese /anno.
ja: URLのパラメーターで指定した、日/月/年に基づいた期間の切り替えをしません。
lv: Nepārslēdziet laika periodus, balstoties uz datums/mēnesis/gads URL parametriem.
my: ရက်/လ/နှစ် ယူအာအယ်ကန့်သတ်ချက်ဘောင်များပေါ်မူတည်၍အချိန်ကာလမပြောင်းနှင့်။
nl: Schakel niet over op een tijdsperiode gebaseerd op de datum/maand/jaar URL parameters.
pl: Nie zmieniaj okresu czasu na podstawie parametrów URL date/month/year.
ro: Nu schimba perioada de timp pe baza parametrilor URI de data/lună/an
ru: Не переключать период времени в зависимости от параметра URL дата/месяц/год.
sk: Nemeniť časové obdobie, ktoré je založené na parametroch URL zadaných pre dátum / mesiac / rok.
sl: Ne vklapljajte časovnega obdobja, ki temelji na datum/mesec/leto URL parametrih.
sv: Växla inte tidsperiod baserat på URL-parametrarna datum/månad/år.
uk: Не включати період часу, що міститься в параметрах URL-адреси (дата/місяць/рік).

# tl_module.cal_order.0
source: Sort order
cs: Seřadit podle
da: Rækkefølge
de: Sortierreihenfolge
es: Ordenamiento
fa: ترتیب مرتب‌سازی
fr: Ordre de tri
hu: Rendezési sorrend
it: Ordina
ja: 並べ替えの順序
lv: Kārtošanas kārtība
my: အစဉ်အားဖြင့်မျိုးတူစု
nl: Sorteer volgorde
pl: Kolejność sortowania
ro: Ordinea de sortare
ru: Порядок сортировки
sk: Zoradiť podľa
sl: Vrstni red
sv: Sorteringsordning
uk: Порядок сортування

# tl_module.cal_order.1
source: Here you can choose the sort order.
cs: Zde můžete zvolit typ třídění novinek.
da: Her kan du vælge sorteringsrækkefølgen.
de: Hier können Sie die Sortierreihenfolge festlegen.
es: Permite seleccionar el ordenamiento.
fa: اینجا می‌توانید ترتیب مرتب‌سازی را انتخاب نمایید.
fr: Choisir l'ordre de tri.
hu: Itt lehet kiválasztani a rendezési sorrendet.
it: Qui si può scegliere il tipo di ordinamento.
ja: 並べ替えの順序を選択します。
lv: Šeit jūs varat izvēlēties kārtošanas secību.
my: အစဉ်အားဖြင့်မျိုးတူစုခြင်းရွေးနိုင်။
nl: Hier kunt u de sorteervolgorde kiezen.
pl: Tutaj możesz wybrać kolejność sortowania.
ro: Alegeţi ordinea de sortare de aici.
ru: Выберите порядок сортировки.
sk: Tu môžte zvoliť, spôsob zoradenia noviniek.
sl: Tu lahko izberete vrstni red.
sv: Här kan du välja sorteringsordning.
uk: Будь ласка, виберіть порядок сортування.

# tl_module.cal_readerModule.0
source: Event reader module
cs: Modul čtečka událostí
da: Begivendhedsdetaljer
de: Eventleser
es: Módulo de lector de eventos
fa: ماژول رویدادخوان
fr: Module lecteur d'événements
hu: Esemény olvasó modul
it: Modulo lettore eventi
ja: イベントリーダーのモジュール
lv: Notikuma lasītāja modulis
my: အဖြစ်အပျက်ဖတ်သူအပိုင်း
nl: Evenementen lezer module
pl: Moduł czytnika wydarzeń
ro: Modul de citire evenimente
ru: Модуль просмотрщика событий
sk: Modul Čítačka udalostí
sl: Modul bralnik dogodkov
sv: Händelseläsarmodul
uk: Модуль переглядача подій

# tl_module.cal_readerModule.1
source: Automatically switch to the event reader if an event has been selected.
cs: Automaticky přepne na události, pokud událost byla vybrána.
da: Skift automatisk til begivenhedsdetaljer når en begivenhed vælges.
de: Automatisch zum Eventleser wechseln, wenn ein Event ausgewählt wurde.
es: Cambiar automaticamente al lector de eventos si un evento ha sido seleccionado.
fa: اگر رویدادی انتخاب شده باشد به صورت خودکار به رویدادخوان تعویض خواهد شد
fr: Basculer automatiquement vers le lecteur d'événements si un événement a été sélectionné.
hu: Automatikusan váltson az esemény olvasóra, ha egy esemény ki lett választva.
it: Cambia automaticamente al lettore eventi se un evento è stato selezionato.
ja: イベントを選択していると、自動的にイベントリーダーに切り替えます。
lv: Automātiski pāriet uz notikumu lasītāju ja notikums ir izvēlēts.
my: အဖြစ်အပျက်ကိုအရွေးခံရပါကအဖြစ်အပျက်ဖတ်ရှုသူကိုအလိုအလျောက်ပြောင်းပါ။
nl: Schakelt automatisch over naar de evenementen lezer als een gebeurtenis is geselecteerd.
pl: Automatycznie przełącz do czytnika wydarzeń, jeśli zostało wybrane jakieś wydarzenie.
ro: Schimbă automat la cititorul de evenimente dacă un eveniment a fost selectat.
ru: Автоматически переключить на просмотрщик событий, если выбрано событие.
sk: Automaticky sa prepne na udalosť, pokiaľ bola zvolená.
sl: V kolikor je izbran dogodek, samodejno preklopi na bralnik dogodkov.
sv: Växla automatiskt till händelseläsaren om en händelse har valts.
uk: Автоматично перемкнути на переглядач подій при виборі події.

# tl_module.cal_limit.0
source: Number of events
cs: Počet událostí
da: Antal begivenheder
de: Anzahl an Events
es: Número de eventos
fa: تعداد رویدادها
fr: Nombre d'événements
hu: Események száma
it: Numero degli eventi
ja: イベントの数
lv: Notikumu skaits
my: အဖြစ်အပျက်များအရေအတွက်
nl: Aantal evenementen
pl: Ilość wydarzeń
ro: Număr de evenimente
ru: Количество событий
sk: Počet udalostí
sl: Število dogodkov
sv: Antal händelser
uk: Кількість подій

# tl_module.cal_limit.1
source: Here you can limit the number of events. Enter 0 to show all.
cs: Zde můžete omezit počet zobrazených události. Zadejte 0 pro zobrazení všech.
da: Angiv det maksimale antal begivenheder. Angiv 0 for at vise alle.
de: Hier können Sie die Event-Anzahl beschränken. Geben Sie 0 ein, um alle anzuzeigen.
es: Limitar el número máximo de eventos (0 para mostrar todos los eventos)
fa: اینجا می‌توانید تعداد رویدادها را برای نمایش مشخص نمایید. در صورتی که 0 وارد نمایید تمامی رویدادها نمایش داده خواهند شد.
fr: Vous pouvez limiter le nombre d'événements. Mettre 0 pour afficher tous les événements.
hu: Itt állítható az események száma. 0 beírásával az összes esemény látható.
it: Inserisci un limite per il numero di eventi. Inserisci 0 per mostrarli tutti.
ja: イベントの数を制限できます。0にするとすべて表示します。
lv: Lūdzu ievadiet maksimālo notikumu skaitu, Ievadiet 0, lai rādītu visus notikumus.
my: အဖြစ်အပျက်များအရေအတွက်ကိုကန့်သတ်နိုင်။ အားလံုးတင်ပို့ရန် ၀ သို့သတ်မှတ်။
nl: Voer het maximaal aantal evenementen in. Vul 0 in om alles te tonen.
pl: Tu możesz ustalić ilość wydarzeń. Jeśli wpiszesz 0 zostaną pokazane wszystkie wydarzenia.
ro: Alegeţi numărul maxim de evenimente. Introduceţi 0 pentru a le afişa pe toate.
ru: Ограничение количества показываемых событий. Введите 0 для показа всех.
sk: Prosím, vložte maximálny počet zobrazovaných udalostí. Vložte 0 pre zobrazenie všetkých udalostí.
sl: Vnesite največje število dogodkov (0=prikaži vse dogodke).
sv: Här kan du begränsa antalet händelser. Ange 0 för att visa alla.
uk: Введіть, будь ласка, максимальну кількість подій, або введіть 0 для відображення всіх подій.

# tl_module.cal_template.0
source: Event template
cs: Šablona událostí
da: Begivenhedsskabelon
es: Plantilla de eventos
fa: قالب رویداد
fr: Modèle d'événements
hu: Esemény sablon
it: Template eventi
ja: イベントのテンプレート
lv: Notikuma veidne
my: အဖြစ်အပျက်ပုံစံပြား
nl: Evenementen template
pl: Szablon wydarzeń
ro: Şablon pentru eveniment
ru: Шаблон события
sk: Šablóna udalosti
sl: Predloga dogodkov
sv: Händelsemall
uk: Шаблон подій

# tl_module.cal_template.1
source: Here you can select the event template.
cs: Prosím zvolte šablonu události. Můžete si přidat vlastní šablonu do složky <em>templates</em>. Soubory šablon pro události začínají na <em>event_</em> a vyžadují příponu souboru <em>.tpl</em>.
da: Vælg et begivenhedslayout. Du kan tilføje tilpassede layouts til folderen <em>templates</em>. Filnavne for begivenhedsskabelonfiler begynder med <em>event_</em> og skal have filendelse <em>.tpl</em>.
de: Hier können Sie das Event-Template auswählen.
es: Seleccionar la plantilla de eventos. Se puede añadir diseños personalizados para eventos en la carpeta <em>templates</em>. Los archivos de plantillas de eventos empieza por <em>event_</em> y requieren la extensión de archivo <em>.tpl</em>.
fa: اینجا می‌توانید قالب رویداد را انتخاب نمایید.
fr: Sélectionner un modèle d'événements.
hu: Itt választó ki az esemény sablon.
it: Seleziona una template per gli eventi.
ja: イベントのテンプレートを選択します。
lv: Šeit jūs varat izvēlēties notikuma veidni.
my: အဖြစ်အပျက်ပုံစံပြားရွေးနိုင်။
nl: Selecteer hier een evenementen template.
pl: Wybierz szablon wydarzeń. Możesz dodać własne szablony wydarzeń do katalogu <em>templates</em>. Pliki szablonów wydarzeń muszą zaczynać się od <em>event_</em> i muszą mieć rozszerzenie <em>.tpl</em>.
ro: Alegeţi un şablon pentru eveniment. Puteţi adăuga şabloane proprii în directorul <em>templates</em>. Aceste şabloane încep cu <em>event_</em> şi necesită extensia <em>.tpl</em>.
ru: Выберите шаблон события.
sk: Tu si môžte vybrať šablónu udalosti.
sl: Izberite predlogo dogodkov. Dodate lahko predlogo po meri v mapo <em>templates</em>. Predloge dogodkov se začno z <em>event_</em> in vsebujejo končnico <em>.tpl</em>.
sv: Välj en mall för händelsen. Du kan lägga till egna mallar till mappen <em>templates</em>. Händelsemallar startar med <em>event_</em> och kräver filändelsen <em>.tpl</em>.
uk: Будь ласка, виберіть структуру відображення подій. Ви можете додати обрані шаблони з папки <em>templates</em>.

# tl_module.cal_ctemplate.0
source: Calendar template
cs: Předloha kalendáře
da: Kalender skabelon
de: Kalendar-Template
es: Plantilla del Calendario
fa: قالب سالنما
fr: Modèle de calendrier
hu: Naptár sablon
it: Template calendario
ja: カレンダーのテンプレート
lv: Kalendāra veidne
my: ပြက္ခဒိန်ပံုစံပြား
nl: Kalender template
pl: Szablon kalendarza
ro: Şablon de calendar
ru: Шаблон календаря
sk: Šablóna kalendára
sl: Predloga koledarja
sv: Kalendermall
uk: Шаблон календаря

# tl_module.cal_ctemplate.1
source: Here you can select the calendar template.
cs: Zde můžete vybrat předlohu kalendáře.
da: Her kan du vælge kalender skabelon.
de: Hier können Sie das Kalendar-Template auswählen.
es: Seleccionar la plantilla para el calendario.
fa: قالب سالنما را انتخاب نمایید
fr: Sélectionner un modèle de calendrier.
hu: Itt választható ki a naptár sablon.
it: Qui puoi selezionare la template per il calendario.
ja: カレンダーのテンプレートを選択します。
lv: Šeit jūs varat izvēlēties kalendāra veidni.
my: ပြက္ခဒိန်ပံုစံပြားကိုရွေးနိုင်။
nl: Hier kunt u de kalender template selecteren.
pl: Tu możesz wybrać szablon kalendarza.
ro: Alegeţi şablonul de calendar
ru: Выберите шаблон календаря.
sk: Tu si môžte vybrať šablónu kalendára.
sl: Tukaj lahko izberete predlogo koledarja.
sv: Välj en mall för kalendern.
uk: Тут Ви можете вибрати шаблон календаря

# tl_module.cal_showQuantity.0
source: Show number of events
cs: Zobrazit počet událostí
da: Vis antallet af begivenheder
de: Anzahl der Events anzeigen
es: Mostrar número de eventos
fa: نمایش تعداد رویدادها
fr: Afficher le nombre d'événements
hu: Események számának mutatása
it: Mostra il numero degli eventi
ja: イベントの数を表示
lv: Rādīt notikumu skaitu
my: အဖြစ်အပျက်များအရေအတွက်ပြသ
nl: Toon aantal evenementen
pl: Pokaż ilość wydarzeń
ro: Arată numărul de evenimente
ru: Показать количество событий
sk: Zobraziť počet udalostí
sl: Prikaži število dogodkov
sv: Visa antal händelser
uk: Показати кількість подій

# tl_module.cal_showQuantity.1
source: Show the number of events of each month in the menu.
cs: Zobrazit počet událostí vybraného měsíce
da: Vis antallet af begivenheder for hver måned i menuen.
de: Die Anzahl der Events jedes Monats im Menü anzeigen.
es: Mostrar el número de eventos de cada mes en el menú.
fa: نمایش تعداد رویدادهای هر ماه در منو.
fr: Affiche le nombre d'événements de chaque mois dans le menu.
hu: Események számának mutatása a menüben minden hónapnál.
it: Mostra il numero degli eventi per ogni mese nel menu.
ja: メニューの各月にイベントの数を表示します。
lv: Rādīt katra mēneša notikumu skaitu izvēlnē.
my: ဇယားတွင်တစ်လချင်းစီအဖြစ်အပျက်များအရေအတွက်ပြသ။
nl: Toon het aantal evenementen van elke maand in het menu.
pl: Pokaż ilość wydarzeń dla każdego miesiąca w menu.
ro: Arată numărul de evenimente ale fiecărei luni în meniu.
ru: Показать количество событий, в меню каждого месяца.
sk: Zobraziť v menu počet udalostí každého mesiaca.
sl: Prikaži število dogodkov za vsak mesec v meniju.
sv: Visa antalet händelser för varje månad i menyn.
uk: Показати в меню кількість подій по кожному місяцю

# tl_module.cal_list
source: Event list
cs: Seznam událostí
da: Begivenhedsliste
de: Eventliste
es: Lista de eventos
fa: فهرست رویداد
fr: Liste d'événements
hu: Eseménylista
it: Elenco eventi
ja: イベントリスト
lv: Notikumu saraksts
my: အဖြစ်အပျက်စာရင်း
nl: Evenementenlijst
pl: Lista wydarzeń
ro: Listă evenimente
ru: Список событий
sk: Zoznam udalostí
sl: Seznam dogodkov
sv: Händelselista
uk: Список подій

# tl_module.cal_day
source: Day
cs: Den
da: Dag
de: Tag
es: Día
fa: روز
fr: Jour
hu: Nap
it: Giorno
ja: 日
lv: Diena
my: နေ့
nl: Dag
pl: Dzień
ro: Zi
ru: День
sk: Deň
sl: Dan
sv: Dag
uk: День

# tl_module.cal_month
source: Month
cs: Měsíc
da: Måned
de: Monat
es: Mes
fa: ماه
fr: Mois
hu: Hónap
it: Mese
ja: 月
lv: Mēnesis
my: လ
nl: Maand
pl: Miesiąc
ro: Lună
ru: Месяц
sk: Mesiac
sl: Mesec
sv: Månad
uk: Місяць

# tl_module.cal_year
source: Year
cs: Rok
da: År
de: Jahr
es: Año
fa: سال
fr: Année
hu: Év
it: Anno
ja: 年
lv: Gads
my: နှစ်
nl: Jaar
pl: Rok
ro: An
ru: Год
sk: Rok
sl: Leto
sv: År
uk: Рік

# tl_module.cal_all
source: All events
cs: Všechny události
da: Alle begivenheder
de: Alle Events
es: Todos los eventos
fa: همه رویدادها
fr: Tous les événements
hu: Összes esemény
it: Tutti gli eventi
ja: すべてのイベント
lv: Visi notikumi
my: အဖြစ်အပျက်များအားလံုး
nl: Alle evenementen
pl: Wszystkie wydarzenia
ro: Toate evenimentele
ru: Все события
sk: Všetky udalosti
sl: Vsi dogodki
sv: Alla händelser
uk: Всі події

# tl_module.cal_upcoming
source: Upcoming events
cs: Nadcházející události
da: Kommende begivenheder
de: Zukünftige Events
es: Eventos próximos
fa: رویدادهای آینده
fr: Événements à venir
hu: Közelgő események
it: Prossimi eventi
ja: これからのイベント
lv: Gaidāmie notikumi
my: လာမည့်အဖြစ်အပျက်များ
nl: Aankomende evenementen
pl: Nadchodzące wydarzenia
ro: Evenimente viitoare
ru: Предстоящие события
sk: Nadchádzajúce udalosti
sl: Bližnji dogodki
sv: Kommande händelser
uk: Майбутні події

# tl_module.next_7
source: + 1 week
cs: + 1 týden
da: + 1 uge
de: + 1 Woche
es: + 1 semana
fa: + ۱ هفته
fr: + 1 semaine
hu: + 1 hét
it: + 1 settimana
ja: +1週間
lv: + 1 nedēļa
my: + ၁ ပတ်
pl: + 1 tydzień
ro: + 1 săptămână
ru: + 1 неделя
sk: +1 týždeň
sl: + 1 teden
sv: +1 vecka
uk: +1 тиждень

# tl_module.next_14
source: + 2 weeks
cs: + 2 týdny
da: + 2 uger
de: + 2 Wochen
es: + 2 semanas
fa: + ۲ هفته
fr: + 2 semaines
hu: + 2 hét
it: + 2 settimane
ja: +2週間
lv: + 2 nedēļas
my: + ၂ ပတ်
nl: + 2 weken
pl: + 2 tygodnie
ro: + 2 săptămâni'
ru: + 2 недели
sk: +2 týždne
sl: + 2 tedna
sv: +2 veckor
uk: +2 тижні

# tl_module.next_30
source: + 1 month
cs: + 1 měsíc
da: + 1 måned
de: + 1 Monat
es: + 1 mes
fa: + ۱ ماه
fr: + 1 mois
hu: + 1 hónap
it: + 1 mese
ja: +1か月
lv: + 1 mēnesis
my: + ၁ လ
nl: + 1 maand
pl: + 1 miesiąc
ro: + 1 lună
ru: + 1 месяц
sk: +1 mesiac
sl: + 1 mesec
sv: +1 månad
uk: +1 місяць

# tl_module.next_90
source: + 3 months
cs: + 3 měsíce
da: + 3 måneder
de: + 3 Monate
es: + 3 meses
fa: + ۳ ماه
fr: + 3 mois
hu: + 3 hónap
it: + 3 mesi
ja: +3か月
lv: + 3 mēneši
my: + ၃ လ
nl: + 3 maanden
pl: + 3 miesiące
ro: + 3 luni
ru: + 3 месяца
sk: +3 mesiace
sl: + 3 mesece
sv: +3 månader
uk: +3 місяці

# tl_module.next_180
source: + 6 months
cs: + 6 mesíců
da: + 6 måneder
de: + 6 Monate
es: + 6 meses
fa: + ۶ ماه
fr: + 6 mois
hu: + 6 hónap
it: + 6 mesi
ja: +6か月
lv: + 6 mēneši
my: + ၆ လ
nl: + 6 maanden
pl: + 6 miesięcy
ro: + 6 luni
ru: + 6 месяцев
sk: +6 mesiacov
sl: + 6 mesecev
sv: +6 månader
uk: +6 місяців

# tl_module.next_365
source: + 1 year
cs: + 1 rok
da: + 1 år
de: + 1 Jahr
es: + 1 año
fa: + ۱ سال
fr: + 1 an
hu: + 1 év
it: + 1 anno
ja: +1年
lv: + 1 gads
my: + ၁ နှစ်
nl: + 1 jaar
pl: + 1 rok
ro: + 1 an
ru: + 1 год
sk: +1 rok
sl: + 1 leto
sv: +1 år
uk: +1 рік

# tl_module.next_two
source: + 2 years
cs: + 2 roky
da: + 2 år
de: + 2 Jahre
es: + 2 años
fa: + ۲ سال
fr: + 2 ans
hu: + 2 év
it: + 2 anni
ja: +2年
lv: + 2 gadi
my: + ၂ နှစ်
nl: +2 jaar
pl: + 2 lata
ro: + 2 ani
ru: + 2 года
sk: +2 roky
sl: + 2 leti
sv: +2 år
uk: + 2 роки

# tl_module.next_cur_month
source: of the current month
cs: na aktuální měsíc
da: i indeværende måned
de: des laufenden Monats
es: del mes actual
fa: ماه جاری
fr: du mois courant
hu: a jelenlegi hónap
it: Mese corrente
ja: 今月
lv: pašreizējā mēneša
my: လက်ရှိလ၏
nl: van de huidige maand
pl: obecnego miesiąca
ro: din luna curentă
ru: за текущий месяц
sk: aktuálneho mesiaca
sl: v trenutnem mesecu
sv: denna månad
uk: за поточний місяць
