Repository: contao/core
Catalog: system/modules/calendar/languages/*/default.xlf
Languages: da, es, fa, fr, hu, my, nl, sk, uk

# MSC.cal_events
source: %d event(s)
da: %d begivenheder
es: %d evento(s)
fa: %d رویداد
fr: %d événement(s)
hu: %d esemény
my: %d အဖြစ်အပျက်(များ)
nl: %d evenement(en)
sk: %d udalost(i)
uk: %d подія (ї)

# MSC.cal_emptyDay
source: There are no events on this day.
da: Der er ingen begivenheder denne dag.
es: No hay eventos para este día.
fa: رویدادی در این روز وجود ندارد.
fr: Il n'y a pas d'événement pour ce jour.
hu: Nincs esemény ezen a napon.
my: ယနေ့တွင်အဖြစ်အပျက်မရှိ။
nl: Er zijn geen evenementen op deze dag.
sk: Na dnešný deň nie sú žiadne udalosti.
uk: В цей день немає ніяких подій

# MSC.cal_emptyWeek
source: There are no events for this week.
da: Der er ingen begivenheder denne uge.
es: No hay eventos para esta semana.
fa: رویدادی در این هفته وجود ندارد.
fr: Il n'y a pas d'événement pour cette semaine.
hu: Nincs esemény ezen a héten.
my: ယခုအပတ်တွင်တွင်အဖြစ်အပျက်မရှိ။
nl: Er zijn geen evenementen in deze week.
sk: Na tento týždeň nie sú žiadne udalosti.
uk: Нових подій цього тижня не виявлено.

# MSC.cal_emptyMonth
source: There are no events for this month.
da: Der er ingen begivenheder denne måned.
es: No hay eventos para este mes.
fa: رویدادی در این ماه وجود ندارد.
fr: Il n'y a pas d'événement pour ce mois.
hu: Nincs esemény ebben a hónapban.
my: ယခုလတွင်အဖြစ်အပျက်မရှိ။
nl: Er zijn geen evenementen in deze maand.
sk: Na tento mesiac nie sú žiadne udalosti.
uk: Нових подій цього місяця не виявлено.

# MSC.cal_emptyYear
source: There are no events for this year.
da: Der er ingen begivenheder dette år.
es: No hay eventos para este año.
fa: رویدادی در این سال وجود ندارد.
fr: Il n'y a pas d'événement pour cette année.
hu: Nincs esemény ebben az évben.
my: ယခုနှစ်တွင်အဖြစ်အပျက်မရှိ။
nl: Er zijn geen evenementen in dit jaar.
sk: Nie sú žiadne udalosti na tento rok.
uk: Нових подій цього року не виявлено.

# MSC.cal_empty
source: Currently there are no events.
da: På nuværende tidspunkt, er der ingen begivenheder.
es: Actualmente no hay eventos próximos
fa: در حال حاضر رویداد وجود ندارد.
fr: Il n'y a pas d'événements.
hu: Nincs közelgő esemény.
my: လောလောဆယ်တွင်အဖြစ်အပျက်မရှိ။
nl: Er zijn geen geplande evenementen.
sk: Nie sú žiadne nové udalosti.
uk: Подій не виявлено

# MSC.cal_days
source: This event is repeated every %s. day
da: Denne begivenhed gentages hver %s. dag
es: Este evento se repite cada %s día(s)
fa: این رویداد هر %s روز یکبار تکرار خواهد شد
fr: Cet événement se répète chaque %s jour
hu: Ez az esemény ismétlődik minden %s. napon.
my: %s နေ့တိုင်းတွင်ယခုအဖြစ်အပျက်ပြန်ဖြစ်
nl: Dit evenement herhaald zich elke %s. dag
sk: Táto udalosť sa opakuje každý %s. deň
uk: Дана подія буде повторюватись кожні %s дні

# MSC.cal_weeks
source: This event is repeated every %s. week
da: Denne begivenhed gentages hver %s. uge
es: Este evento se repite cada %s semana(s)
fa: این رویداد هر %s هفته یکبار تکرار خواهد شد
fr: Cet événement se répète chaque %s semaine
hu: Ez az esemény ismétlődik minden %s. héten.
my: %s ပတ်တိုင်းတွင်ယခုအဖြစ်အပျက်ပြန်ဖြစ်
nl: Dit evenement herhaald zich elke %s. week
sk: Táto udalosť sa opakuje každý %s. týždeň
uk: Дана подія буде повторюватись кожні %s тижні

# MSC.cal_months
source: This event is repeated every %s. month
da: Denne begivenhed gentages hver %s. måned
es: Este evento se repite cada %s mes(es)
fa: این رویداد هر %s ماه یکبار تکرار خواهد شد
fr: Cet événement se répète chaque %s mois
hu: Ez az esemény ismétlődik minden %s. hónapban.
my: %s လတိုင်းတွင်ယခုအဖြစ်အပျက်ပြန်ဖြစ်
nl: Dit evenement herhaald zich elke %s. maand
sk: Táto udalosť sa opakuje každý %s. mesiac
uk: Дана подія буде повторюватись кожні %s місяці

# MSC.cal_years
source: This event is repeated every %s. year
da: Denne begivenhed gentages hvert %s. år
es: Este evento se repite cada %s año(s)
fa: این رویداد هر %s سال یکبار تکرار خواهد شد
fr: Cet événement se répète chaque %s année
hu: Ez az esemény ismétlődik minden %s. évben.
my: %s နှစ်တိုင်းတွင်ယခုအဖြစ်အပျက်ပြန်ဖြစ်
nl: Dit evenement herhaald zich elke %s. jaar
sk: Táto udalosť sa opakuje každý %s. rok
uk: Дана подія буде повторюватись кожні %s роки

# MSC.cal_until
source: until %s
da: indtil %s
es: hasta %s
fa: تا %s
fr: jusqu'au %s
hu: %s-ig
my: တိုင် %s
nl: tot %s
sk: až do
uk: до %s
