Repository: contao/core
Catalog: system/modules/calendar/languages/*/modules.xlf
Languages: cs, da, de, fa, fi, fr, ja, my, nl, pl, ru, sk, sl, sv

# MOD.calendar.0
source: Events
cs: Kalendář/Události
da: Begivenheder
fa: رویدادها
fi: Tapahtumat
fr: Calendrier/Événements
ja: イベント
my: အဖြစ်အပျက်များ
nl: Kalender/Evenementen
pl: Kalendarz/Wydarzenia
ru: События
sk: Kalendár/Udalosti
sl: Dogodki
sv: Kalender

# MOD.calendar.1
source: Manage events and display them in a calendar or event list
cs: Tento modul vám umožní spravovat události z různých kalendářů
da: Håndter begivenheder og vis dem i en kalender eller en begivenhedsliste
de: Events verwalten und als Kalender oder Eventliste ausgeben
fa: مدیریت رویدادها و نمایش آنها در فهرست سالنما یا رویداد
fi: Hallinnoi tapahtumia ja näytä ne kalenterissa tai tapahtumalistassa.
fr: Gérer les événements et les afficher dans un calendrier ou une liste d'événements.
ja: イベントの管理とイベントをカレンダーやイベントリストに表示
my: အဖြစ်အပျက်များစီမံပြီးပြက္ခဒိန်(သို့)အဖြစ်အပျက်စာရင်းထဲတွင်ပြသ
nl: Met deze module kunt u gebeurtenissen in verschillende kalenders beheren.
pl: Ten moduł pozwala na zarządzanie wydarzeniami w kalendarzach.
ru: Управление событиями и отображение событий в календаре или списке событий
sk: Tento modul vám umožňuje správu udalostí z rôznych kalendárov.
sl: Upravljanje z dogodki in prikazovanje na koledarju ali na seznamu dogodkov.
sv: Denna modul ger dig möjlighet att hantera händelser och visa dem i kalendrar eller händelselistor.

# MOD.tl_calendar_feed
source: Calendar feeds
cs: Kanály Kalendáře
da: RSS kalenderfeeds
de: Kalender-Feeds
fa: خوراک سالنما
fi: Kalenterisyötteet
fr: Flux RSS des calendriers
ja: カレンダーのフィード
my: ပြက္ခဒိန်ကုန်ကြမ်းများ
nl: Kalender feeds
pl: Kanały RSS kalendarza
ru: RSS-каналы календаря
sk: Kanály Kalendára (Calendar feeds)
sl: Izvleček iz koledarja
sv: RSS-kalenderström

# FMD.events
source: Events
cs: Kalendář/Události
da: Begivenheder
fa: رویدادها
fi: Tapahtumat
fr: Calendrier/Événements
ja: イベント
my: အဖြစ်အပျက်များ
nl: Kalender/Evenementen
pl: Kalendarz/Wydarzenia
ru: События
sk: Kalendár/Udalosti
sl: Dogodki
sv: Kalender

# FMD.calendar.0
source: Calendar
cs: Kalendář
da: Kalender
de: Kalender
fa: سالنما
fi: Kalenteri
fr: Calendrier
ja: カレンダー
my: ပြက္ခဒိန်
nl: Kalender
pl: Kalendarz
ru: Календарь
sk: Kalendár
sl: Koledar
sv: Kalender

# FMD.calendar.1
source: Adds a calendar to the page
cs: Tento modul přidá kalendář do vašeho webu.
da: Tilføjer en kalender på siden
de: Fügt der Seite einen Kalender hinzu
fa: یک سالنما به برگه اضافه می‌کند
fi: Lisää kalenteri sivulle
fr: Ajoute un calendrier dans une page.
ja: ページにカレンダーを追加
my: စာမျက်နှာသို့ပြက္ခဒိန်ထည့်
nl: Voegt een kalender toe aan de pagina.
pl: Ten moduł dodaje kalendarz do Twojej witryny.
ru: Добавляет календарь на страницу
sk: Tento modul pridá kalendár na vašu web stránku.
sl: Doda koledar na stran.
sv: Lägger till en kalender på sidan.

# FMD.eventlist.0
source: Event list
cs: Seznam událostí
da: Begivenhedsliste
de: Eventliste
fa: فهرست رویداد
fi: Tapahtumalista
fr: Liste d'événements
ja: イベントリスト
my: အဖြစ်အပျက်စာရင်း
nl: Evenementenlijst
pl: Lista wydarzeń
ru: Список событий
sk: Zoznam udalostí
sl: Seznam dogodkov
sv: Händelselista

# FMD.eventlist.1
source: Adds a list of events to the page
cs: Tento modul vrací seznam událostí měsíce, týdne nebo dne.
da: Tilføjer en liste af begivenheder på siden
de: Listet alle Events eines bestimmten Zeitraums auf
fa: فهرست رویدادها را به برگه اضافه می‌کند
fi: Lisää tapahtumalista sivulle
fr: Ajoute une liste d'événements dans une page.
ja: ページにイベントのリストを追加
my: စာမျက်နှာသို့အဖြစ်အပျက်များစာရင်းထည့်
nl: Maakt een lijst van alle gebeurtenissen (bv. per maand, per week of per dag).
pl: Ten moduł pokazuje listę wydarzeń w miesiącu, tygodniu, lub dniu.
ru: Добавляет список событий на страницу.
sk: Tento modul pridá zoznam udalostí mesiaca, týždňa alebo dňa.
sl: Doda seznam dogodkov na stran.
sv: Lägger till en lista över händelser på sidan.

# FMD.eventreader.0
source: Event reader
cs: Čtečka událostí
da: Begivenhedslæser
de: Eventleser
fa: رویداد خوان
fi: Tapahtumalukija
fr: Lecteur d'événements
ja: イベントリーダー
my: အဖြစ်အပျက်ဖတ်သူ
nl: Evenementenlezer
pl: Czytnik wydarzeń
ru: Просмотрщик событий
sk: Čítačka udalostí
sl: Bralec dogodka
sv: Händelseläsare

# FMD.eventreader.1
source: Shows the details of an event
cs: Tento modul zobrazuje podrobnosti jednotlivých modulů.
da: Viser oplysningerne for en begivenhed
de: Stellt einen einzelnen Event dar
fa: جزئیات یک رویداد را نشان می‌دهد.
fi: Näyttää lisätietoja tapahtumasta
fr: Affiche les détails d'un événement.
ja: イベントの詳細を表示
my: အဖြစ်အပျက်အချက်အလက်များပြသ
nl: Toont de details van een gebeurtenis.
pl: Ten moduł pokazuje szczegóły poszczególnych wydarzeń.
ru: Показывает детали события
sk: Tento modul zobrazuje podrobnosti jednotlivých udalostí.
sl: Prikaže podrobnosti o dogodku.
sv: Visa detaljer för en händelser.

# FMD.eventmenu.0
source: Event list menu
cs: Menu seznamu událostí
da: Begivenhedsliste menu
de: Eventliste-Menü
fa: منو فهرست رویداد
fi: Tapahtumalistan valikko
fr: Menu liste d'événements
ja: イベントリストメニュー
my: အဖြစ်အပျက်စာရင်းဇယား
nl: Evenementenlijst menu
pl: Menu listy wydarzeń
ru: Меню списка событий
sk: Menu zoznamu udalostí
sl: Meni za seznam dogodkov
sv: Meny för händelser

# FMD.eventmenu.1
source: Generates a navigation menu to browse the event list
cs: Tento modul vytvoří navigační menu, kterým se pak můžou procházet záznamy podle různé doby (např. podle let).
da: Genererer en menu til at navigere i begivenhedslisten
de: Erzeugt ein Menü zur Navigation der Eventliste
fa: منوی ناوبری برای مرور فهرست رویداد ایجاد می‌کند
fi: Luo valikon tapahtumalistan selaamiseen
fr: Génère un menu de navigation pour parcourir la liste d'événements.
ja: イベントのリストを閲覧するメニューのナビゲーションを生成
my: အဖြစ်အပျက်အချက်အလက်များလျှောက်ကြည့်ရန်သွားလာခြင်းဇယားထုတ်လုပ်
nl: Genereert een navigatiemenu om door de evenementenlijst te bladeren.
pl: Wygeneruj menu do przeglądania listy wydarzeń.
ru: Создает меню навигации для просмотра списка событий
sk: Tento modul vytvorí navigačné menu, ktorým je možné prechádzať záznamy podľa rôzneho obdobia (napr. podľa rokov).
sl: Generira navigacijski meni za brskanje po seznamu dogodkov
sv: Genererar en navigeringsmeny för att bläddra i händelselistan.
