Repository: contao/core
Catalog: .tx/source/*/comments/*_comments.xlf
Languages: tl

# tl_comments.source.0
source: Origin
tl: Izvor

# tl_comments.source.1
source: The associated table.
tl: Povezana lista.

# tl_comments.parent.0
source: Parent ID
tl: Izvorni ID

# tl_comments.parent.1
source: The associated record.
tl: Povezani podatak

# tl_comments.date.0
source: Date
tl: Datum

# tl_comments.date.1
source: Please enter the comment date.
tl: Upišite datum komentara.

# tl_comments.name.0
source: Author
tl: Autor

# tl_comments.name.1
source: Please enter the author's name.
tl: Upišite ime autora.

# tl_comments.email.0
source: E-mail address
tl: E-mail adresa

# tl_comments.email.1
source: The e-mail address will not be published.
tl: E-mail adresa neće biti objavljena.

# tl_comments.website.0
source: Website
tl: Web stranica

# tl_comments.website.1
source: Here you can enter a website address.
tl: Ovdje možete upisati URL adresu sajta

# tl_comments.comment.0
source: Comment
tl: Komentar

# tl_comments.comment.1
source: Please enter the comment.
tl: Upišite komentar.

# tl_comments.published.0
source: Publish comment
tl: Objavi komentar

# tl_comments.published.1
source: Make the comment publicly visible on the website.
tl: Objavite komentar i učinite ga vidljivim svim posjetiteljima sajta.

# tl_comments.author_legend
source: Author
tl: Autor

# tl_comments.comment_legend
source: Comment
tl: Komentar

# tl_comments.publish_legend
source: Publish settings
tl: Postavke objavljivanja

# tl_comments.approved
source: Approved
tl: Odobreno

# tl_comments.pending
source: Awaiting moderation
tl: Čeka na moderaciju

# tl_comments.tl_content
source: Article
tl: Članak

# tl_comments.tl_page
source: Page
tl: Stranica

# tl_comments.tl_news
source: News item
tl: Članak novosti

# tl_comments.tl_calendar_events
source: Event
tl: Događanja

# tl_comments.show.0
source: Comment details
tl: Detalji komentara

# tl_comments.show.1
source: Show the details of comment ID %s
tl: Prikazati detalje komentara s ID %s

# tl_comments.edit.0
source: Edit comment
tl: Edituj komentar

# tl_comments.edit.1
source: Edit comment ID %s
tl: Editujte komentar s ID %s

# tl_comments.delete.0
source: Delete comment
tl: Izbriši komentar

# tl_comments.delete.1
source: Delete comment ID %s
tl: Izbrišite komentar s ID %s

# tl_comments.toggle.0
source: Publish/unpublish comment
tl: Objavi/odjavi komentar

# tl_comments.toggle.1
source: Publish/unpublish comment ID %s
tl: Objavi/odjavi komentar s ID %s
