Repository: contao/core
Catalog: .tx/source/*/comments/*_content.xlf
Languages: tl

# tl_content.com_order.0
source: Sort order
tl: Rūšiuoti

# tl_content.com_order.1
source: Please choose the sort order.
tl: Pasirinkite rūšiavimo tvarką.

# tl_content.com_perPage.0
source: Items per page
tl: Įrašų skaičius puslapyje

# tl_content.com_perPage.1
source: The number of comments per page. Set to 0 to disable pagination.
tl: Prašome įrašyti komentarų skaičių puslapyje. Jei nustatyta 0, puslapiavimas išjungtas.

# tl_content.com_moderate.0
source: Moderate
tl: Moderuoti

# tl_content.com_moderate.1
source: Approve comments before they are published on the website.
tl: Patvirtinti komentarus prieš parodant juos tinklalapyje.

# tl_content.com_bbcode.0
source: Allow BBCode
tl: Leisti BBkodą

# tl_content.com_bbcode.1
source: Allow visitors to format their comments with BBCode.
tl: Leisti vartotojams naudoti BBkodą.

# tl_content.com_requireLogin.0
source: Require login to comment
tl: Reikalauti prisijungimo komentavimui

# tl_content.com_requireLogin.1
source: Allow only authenticated users to create comments.
tl: Leisti komentuoti tik prisijungusiems vartotojams.

# tl_content.com_disableCaptcha.0
source: Disable the security question
tl: Nerodyti saugos klausimo

# tl_content.com_disableCaptcha.1
source: Here you can disable the security question (not recommended).
tl: Pasirinkite šį punktą, kad saugos klausimas nebūtų rodomas (nerekomenduojama).

# tl_content.com_template.0
source: Comments template
tl: Komentarų šablonas

# tl_content.com_template.1
source: Here you can select the comments template.
tl: Pasirinkite komentarų šabloną. Jūs galite pridėti savo komentarų šabloną į failą <em>templates</em>. Komentarų šablono failas prasideda priesaga <em>com_</em> ir reikalauja plėtinio <em>.tpl</em>

# tl_content.comment_legend
source: Comment settings
tl: Komentaro nustatymai
