Repository: contao/core
Catalog: system/modules/devtools/languages/*/*_autoload.xlf
Languages: cs, da, de, fa, fr, hu, it, ja, lv, my, nl, pl, ru, sk, sv

# tl_autoload.headline
source: Automatically create the autoload.php files
cs: Automaticky vytvořit soubor autoload.php
da: Opret automatisk autoload.php filer
de: Die autoload.php-Dateien automatisch erstellen
fa: ایجاد خودکار پرونده‌های autoload.php
fr: Créer automatiquement les fichiers autoload.php
hu: Az autoload.php fájl automatikus létrehozása.
it: Crea automaticamente i file autoload.php
ja: autoload.phpファイルを自動的に作成
lv: Automātiski izveidot autoload.php datnes
my: autoload.php ဖိုင်များလိုလျောက်ဖန်တီး
nl: Maak automatisch autoload.php bestanden
pl: Automatycznie utwórz pliki autoload.php
ru: Автоматическое создание файлов autoload.php
sk: Automaticky vytvoriť súbory autoload.php
sv: Skapa autoload.php-filer automatiskt

# tl_autoload.emptySelection
source: Please select at least one module!
cs: Vyberte prosím jeden modul!
da: Vælg venligst mindst et modul.
de: Bitte wählen Sie mindestens ein Modul aus!
fa: حداقل یک ماژول را انتخاب نمایید!
fr: Sélectionner au moins un module !
hu: Válasszon legalább egy modult!
it: Seleziona almeno un modulo!
ja: 少なくともモジュールを1つ選択してください!
lv: Lūdzu atlasiet vismaz vienu moduli!
my: အပိုင်းတစ်ခုအနည်းဆံုးရွေးပါ။
nl: Selecteer tenminste één module!
pl: Wybierz co najmniej jeden moduł!
ru: Выберите как минимум один модуль!
sk: Vyberte prosím aspoň jeden modul!
sv: Välj minst en modul!

# tl_autoload.autoloadExists
source: Module "%s" has an autoload.php file already. Do you want to override?
cs: Modul "%s" má již autoload.php. Chcete ho přepsat?
da: Modulet "%s" har allerede en autoload.php fil. Ønsker du at overskrive den?
de: Das Modul "%s" hat bereits eine autoload.php-Datei. Wollen Sie sie überschreiben?
fa: ماژول «%s» هم‌اکنون پرونده autoload.php دارد. آیا می‌خواهید بازنویسی کنید؟
fr: Le module "%s" a déjà un fichier autoload.php. Voulez-vous le remplacer ?
hu: A "%s" modul autoload.php fájlja már létezik. Szeretné felülírni?
it: Il modulo "%s" ha già un file autoload.php. Vuoi sovrascrivere?
ja: "%s"というモジュールには既にautoload.phpファイルがあります。上書きしますか?
lv: Modulim "%s" jau ir autoload.php datne. Vai vēlaties to ignorēt?
my: အပိုင်း "%s" တွင်autoload.phpဖိုင်တည်ရှိပြီး။ အစားထိုးရေးသားလိုပါသလား?
nl: Module "%s" beschikt reeds over een autoload.php bestand. Wilt u dit overschrijven?
pl: Moduł "%s" już posiada plik autoload.php. Czy chcesz go nadpisać?
ru: Модуль "%s" уже содержит файл autoload.php. Вы хотите его переписать?
sk: Modul "%s" už má súbor autoload.php. Chcete ho prepísať?
sv: Modul "%s" har redan en autoload.php-fil. Vill du åsidosätta denna?

# tl_autoload.available
source: Available modules
cs: Dostupné moduly
da: Tilgængelige moduler
de: Verfügbare Module
fa: ماژول‌های در دسترس
fr: Modules disponibles
hu: Elérhető modulok
it: Moduli disponibili
ja: 有効なモジュール
lv: Pieejamie moduļi
my: ရနိုင်သောအပိုင်းများ
nl: Beschikbare modules
pl: Dostępne moduły
ru: Доступные модули
sk: Dostupné moduly
sv: Tillgängliga moduler

# tl_autoload.xplAvailable
source: Please select the modules you want to modify.
cs: Vyberte prosím moduly, které chcete upravit.
da: Vælg venligst modulerne du ønsker at modificere.
de: Bitte wählen Sie die zu modifizierenden Module aus.
fa: ماژول‌هایی را که می‌خواهید تغییر دهید را انتخاب نمایید.
fr: Sélectionner les modules à modifier.
hu: Válassza ki a módosítani kívánt modulokat.
it: Seleziona i moduli che si desidera modificare.
ja: 変更したいモジュールを選択してください。
lv: Lūdzu, atlasiet moduļus, kurus vēlaties modificēt.
my: ပြုပြင်မွမ်းမံလိုသောအပိုင်းများရွေး။
nl: Selecteer de modules welke u wilt aanpassen.
pl: Wybierz moduły, które chcesz zmodyfikować.
ru: Выберите модули, которые хотите изменить.
sk: Vyberte prosím moduly, ktoré chcete upraviť.
sv: Välj modul som ska modifieras.

# tl_autoload.override
source: Override existing files
cs: Přepsat existující soubory
da: Overskriv eksisterende filer
de: Bestehende Dateien überschreiben
fa: بازنویسی پرونده‌های موجود
fr: Écraser les fichiers existant.
hu: Létező fájlok felülírása
it: Sovrascrivere i file esistenti
ja: 既存のファイルを上書き
lv: Ignorēt esošās datnes
my: တည်ရှိပြီးဖိုင်များအစားထိုးရေးသား
nl: Overschrijf bestaande bestanden
pl: Nadpisz istniejące pliki
ru: Переопределение существующих файлов
sk: Prepísať existujúce súbory
sv: Åsidosätt existerande filer

# tl_autoload.xplOverride
source: Override existing autoload.php files (use with care).
cs: Přepsat existující soubory autoload.php (používejte obezřetně).
da: Overskriv eksisterende autoload.php filer (benyt med omtanke).
de: Bestehende autoload.php-Dateien überschreiben (mit Bedacht verwenden).
fa: بازنویسی پرونده‌های autoload.php موجود (با احتیاط استفاده کنید).
fr: Écraser les fichiers autoload.php existant (à utiliser avec précaution).
hu: Az autoload.php fájl felülírása. (óvatosan használni).
it: Sovrascrivere i file esistenti autoload.php (usare con cautela).
ja: 既に存在するautoload.phpファイルを上書きします(注意して使用してください)。
lv: Ignorēt esošās autoload.php datnes (izmantot uzmanīgi).
my: တည်ရှိပြီး autoload.php ဖိုင်များအစားထိုးရေးသား (ဂရုစိုက်ပြီးသံုး)။
nl: Overschrijf bestaande autoload.php bestanden (gebruik met zorg)
pl: Nadpisz istniejące pliki autoload.php (zachowaj ostrożność)
ru: Переопределение существующих файлов autoload.php (используйте с осторожностью).
sk: Prepísať existujúce súbory autoload.php (používajte obozretne).
sv: Åsidosätt existerande autoload.php-filer (använd med försiktighet).

# tl_autoload.autoload
source: Create the autoload files
cs: Vytvořit soubor autoload
da: Opret autoload filerne
de: Autoload-Dateien erstellen
fa: ایجاد پرونده‌های autoload
fr: Créer les fichiers autoload
hu: Az autoload fájl létrehozása
it: Crea i file autoload
ja: autoloadファイルを作成
lv: Izveidot automātiskās ielādes datnes
my: autoload ဖိုင်များဖန်တီး
nl: Creëer de autoload bestanden
pl: Utwórz pliki autoload
ru: Создать файлы автозагрузки
sk: Vytvoriť autoload.php súbory
sv: Skapa autoload-filer

# tl_autoload.autoloadConfirm
source: The autoload.php file of module "%s" has been written.
cs: Soubor autoload.php pro modul "%s" byl vytvořen.
da: autoload.php filen for modulet "%s" er blevet skrevet.
de: Die autoload.php-Datei des Moduls "%s" wurde erstellt.
fa: پرونده autoload.php ماژول «%s» نوشته شده است.
fr: Le fichier autoload.php du module "%s" à été écrit.
hu: A "%s" modul autoload.php fájlja elkészült.
it: Il file autoload.php del modulo "%s" è stato scritto.
ja: "%s"というモジュールのautoload.phpファイルを書き込みました。
lv: Moduļa "%s" autoload.php datne ir ierakstīta.
my: အပိုင်း "%s" autoload.php ဖိုင်ရေးသားပြီး။
nl: Het autoload.php bestand van module "%s" is weggeschreven.
pl: Plik autoload.php modułu "%s" został zapisany.
ru: Файл autoload.php записан в каталог модуля "%s".
sk: Súbor autoload.php pre modul "%s" bol vytvorený.
sv: autoload.php-fil för modulen "%s" har skapats.

# tl_autoload.ideCompat
source: Update the IDE compatibility file
cs: Zaktualizovat kompatabilní soubor IDE
da: Opdater den IDE kompatible fil
de: IDE-Kompatibilitätsdatei aktualisieren
fa: بروزرسانی پرونده سازگاری IDE
fr: Mettre à jour le fichier de compatibilité IDE
hu: Az IDE kompatibilitási fájl frissítése.
it: Aggiornare il file di compatibilità IDE
ja: IDE互換ファイルを更新
lv: Atjaunināt IDE saderības datni
my: အိုင်ဒီအီးအံဝင်ခွင်ကျဖိုင်မွမ်းမံ
nl: Update het IDE compatibiliteit bestand
pl: Aktualizuj plik kompatybilności IDE
ru: Обновить файл совместимости IDE
sk: Aktualizovať kompatibilný súbor IDE
sv: Uppdatera IDE-kompabilitetsfil

# tl_autoload.ideCompatConfirm
source: The IDE compatibility file has been written.
cs: Kompatabilní soubor IDE byl vytvořen.
da: Den IDE kompatible fil er blevet skrevet.
de: Die IDE-Kompatibilitätsdatei wurde erstellt.
fa: پرونده سازگاری IDE نوشته شده است.
fr: Le fichier de compatibilité IDE a été écrit.
hu: Az IDE kompatibilitási fájl elkészült.
it: Il file di compatibilità IDE è stato scritto.
ja: IDE互換ファイルを書き込みました。
lv: IDE saderības datne ir ierakstīta.
my: အိုင်ဒီအီးအံဝင်ခွင်ကျဖိုင်ရေးသားပြီး။
nl: Het IDE compatibiliteit bestand is weggeschreven.
pl: Plik kompatybilności IDE został zapisany.
ru: Файл совместимости IDE обновлен.
sk: Kompatibilný súbor IDE bol vytvorený.
sv: IDE-kompabilitetsfil har skapats.
