Repository: contao/core
Catalog: system/modules/devtools/languages/*/*_extension.xlf
Languages: cs, da, de, fa, fr, hu, it, ja, my, nl, pl, ro, ru, sk, sl, sv, uk

# tl_extension.languages.1
source: Here you can enter a comma separated list of languages (e.g. <em>en,de</em>).
cs: Sem můžete zadat seznam jazyků oddělených čárkou (např. <em>cs,en</em>).
da: Her kan du indtaste en kommasepareret list af sprog (f.eks. <em>en,da</em>).
de: Hier können Sie eine kommagetrennte Liste der zu erstellenden Sprachen eingeben (z.B. <em>en,de</em>).
fa: اینجا می‌توانید فهرست جدا شده با کاما از زبان‌ها را وارد نمایید (برای نمونه <em>en,de</em>).
fr: Saisir une liste séparée par des virgules des langues (ex. : <em>en,de</em>).
hu: Itt adhatja meg a nyelvek vesszővel elválasztható listáját (pl.: <em>hu,en,de</em>).
it: Inserisci una lista separata da virgole delle lingue (es: <em>en,it</em>).
ja: 言語をコンマで区切ったリストで入力できます。(例: <em>en,de</em>)
my: ကော်မာခြားနားပြီးဘာသာစကားများစာရင်းထည့်သွင်း။ (ဥပမာ <em>en,de</em>)။
nl: Geef hier een komma gescheiden lijst van talen op (b.v. <em>en,nl</em>)
pl: Tutaj możesz wprowadzić oddzieloną przecinkami listę języków (np. <em>en,de,pl</em>).
ro: Introduceţi o listă de limbi separate prin virgulă. (de exemplu <em>en,de</em>).
ru: Укажите через запятую список языков (напр. <em>en,de</em>).
sk: Tu môžte zadať čiarkami oddelený zoznam jazykov (napr.<em>en,sk</em>).
sl: Tu lahko vnesete jezikovne različice (npr. <em>sl,en,de</em> za predstavitveni del (front end), ločene z vejicami.
sv: Här kan du ange en kommaseparerad lista över språk (t.ex. <em>sv,en</em>).
uk: Введіть через кому список мов (напр. <em>uk,ru,en</em>).

# tl_extension.title_legend
source: Title and name
cs: Název a jméno
da: Titel og navn
de: Titel und Name
fa: عنوان و نام
fr: Titre et nom
hu: Megnevezés és név
it: Titolo e nome
ja: 題名と名前
my: ခေါင်းစဉ်နှင့်နာမည်
nl: Titel en naam
pl: Tytuł i nazwa
ro: Titlu şi nume
ru: Название и имя
sk: Názov
sl: Naziv in ime
sv: Titel och namn
uk: Назва та ім'я

# tl_extension.license_legend
source: License information
cs: Informace o licenci
da: Licens information
de: Lizenzinformationen
fa: اطلاعات مجوز
fr: Information sur la licence
hu: Licenc információk
it: Informazioni sulla licenza
ja: 著作権の情報
my: လိုင်စင်အချက်အလက်
nl: Licentie informatie
pl: Szczegóły licencji
ro: Licenţiere
ru: Лицензионная информация
sk: Informácia o licencii
sl: Informacije o licenci
sv: Licensinformation
uk: Інформація про ліцензію

# tl_extension.backend_legend
source: Back end resources
cs: Zdroje backendu
da: Back end ressourcer
de: Backend-Ressourcen
fa: منابع بخش مدیریت
fr: Ressources du back office
hu: Adminisztrációs felület források
it: Risorse backend
ja: バックエンドのリソース
my: အတွင်းပိုင်းအရင်းအမြစ်များ
nl: Back-end bronnen
pl: Elementy back end
ro: Resurse back-end
ru: Ресурсы панели управления
sk: Zdroje backendu
sv: Backend-resurser
uk: Ресурси панелі керування

# tl_extension.frontend_legend
source: Front end resources
cs: Zdroje frontendu
da: Front end ressourcer
de: Frontend-Ressourcen
fa: منابع بخش کاربری
fr: Ressources du front office
hu: Felhasználói felület források
it: Risorse frontend
ja: フロントエンドのリソース
my: အပြင်ပိုင်းအရင်းအမြစ်များ
nl: Front-end bronnen
pl: Elementy front end
ro: Resurse front-end
ru: Ресурсы внешнего интерфейса
sk: Zdroje frontendu
sv: Frontend-resurser
uk: Ресурси звонішнього інтерфейсу

# tl_extension.language_legend
source: Language settings
cs: Jazyková nastavení
da: Sprog indstillinger
de: Spracheinstellungen
fa: تنظیمات زبان
fr: Paramètres des langues
hu: Nyelv beállítások
it: Impostazioni lingue
ja: 言語の設定
my: ဘာသာစကားချိန်ညှိချက်
nl: Taal instellingen
pl: Ustawienia językowe
ro: Setări de limbă
ru: Настройки языка
sk: Jazykové nastavenia
sl: Jezikovne nastavitve
sv: Språkinställningar
uk: Налаштування мов

# tl_extension.headline
source: Create extension ID %s
cs: Vytvořit rozšíření %s
da: Opret udvidelse ID %s
de: Erweiterung ID %s erstellen
fa: ایجاد افزونه شناسه‌ی %s
fr: Créer l'extension ID %s
hu: Az ID %s kiterjesztés létrehozása
it: Crea estensione ID %s
ja: ID %sの機能拡張を作成
my: နောက်ဆက်တွဲအိုင်ဒီ %s ဖန်တီး
nl: Maak extensie ID %s
pl: Utwórz rozszerzenie ID %s
ro: Creează extensia cu ID %s
ru: Создать расширение ID %s
sk: Vytvoriť rozšírenie ID %s
sl: Ustvari razširitev z ID %s
sv: Skapa modul med ID %s
uk: Створити розширення ID %s

# tl_extension.label
source: How to create an extension
cs: Jak vytvořit rozšíření
da: Hvordan laver man en udvidelse
de: Wie man eine Erweiterung erstellt
fa: چگونگی ایجاد یک افزونه
fr: Comment créer une extension
hu: Hogyan lehet létrehozni egy kiterjesztést
it: Come creare un'estensione
ja: 機能拡張の作り方
my: နောက်ဆက်တွဲမည်သို့ဖန်တီး
nl: Hoe een extensie aan te maken
pl: Jak utworzyć rozszerzenie
ro: Cum se creează o extensie
ru: Как создать расширение
sk: Ako vytvoriť rozšírenie
sl: Kako ustvariti razširitev
sv: Hur man skapar en modul
uk: Як створити розширення

# tl_extension.confirm
source: The files have been created
cs: Soubor byl vytvořen
da: Filerne er blevet gemt
de: Die Dateien wurden erstellt
fa: پرونده‌ها ایجاد شده‌اند
fr: Les fichiers ont été créés
hu: A fájlok létrehozva
it: I file sono stati creati
ja: ファイルを作成しました。
my: ဖိုင်များဖန်တီးပြီး
nl: De bestanden zijn aangemaakt
pl: Pliki zostały utworzone
ro: Fişierele au fost create
ru: Файлы созданы
sk: Súbor bol vytvorený
sl: Datoteke so bile ustvarjene
sv: Filerna har skapats
uk: Файли створені

# tl_extension.unique
source: Folder "%s" exists already!
cs: Složka "%s" již existuje!
da: Mappen "%s" eksisterer allerede.
de: Der Ordner "%s" existiert bereits!
fa: پوشه «%s» در حال حاضر وجود دارد!
fr: Le répertoire "%s" existe déjà !
hu: A "%s" nevű könyvtár már létezik!
it: Cartella "%s" esiste già!
ja: "%s"というフォルダーは既に存在します!
my: ဖိုင်တွဲ "%s" ထည်ရှိနေပြီး!
nl: Map "%s" bestaat al!
pl: Folder "%s" już istnieje!
ro: Directorul "%s" există deja!
ru: Каталог "%s" уже существует!
sk: Priečinok "%s" už existuje!
sl: Mapa z imenom "%s" že obstaja!
sv: Foldern "%s" finns redan!
uk: Каталог "%s" вже існує!

# tl_extension.new.0
source: New extension
cs: Nové rozšíření
da: Ny udvidelse
de: Neue Erweiterung
fa: افزونه جدید
fr: Nouvelle extension
hu: Új kiterjesztés
it: Nuova estensione
ja: 新しい機能拡張
my: နောက်ဆက်တွဲအသစ်
nl: Nieuwe extensie
pl: Nowe rozszerzenie
ro: Nouă extensie
ru: Новое расширение
sk: Nové rozšírenie
sl: Nova razširitev
sv: Ny modul
uk: Нове розширення

# tl_extension.new.1
source: Create a new extension
cs: Vytvořit nové rozšíření
da: Opret en ny udvidelse
de: Eine neue Erweiterung erstellen
fa: ایجاد افزونه جدید
fr: Créer une nouvelle extension
hu: Új kiterjesztés létrehozása
it: Crea una nuova estensione
ja: 新しく機能拡張を作成
my: နောက်ဆက်တွဲအသစ်ဖန်တီး
nl: Maak een nieuwe extensie
pl: Utwórz nowe rozszerzenie
ro: Creează o nouă extensie
ru: Создать новое расширение
sk: Vytvoriť nové rozšírenie
sl: Ustvari novo razširitev
sv: Skapa en ny modul
uk: Створити нове розширення

# tl_extension.show.0
source: Extension details
cs: Podrobnosti k rozšíření
da: Udvidelses oplysninger
de: Erweiterungsdetails
fa: جزئیات افزونه
fr: Détails de l'extension
hu: Kiterjesztés adatai
it: Dettagli estensione
ja: 機能拡張の詳細
my: နောက်ဆက်တွဲအချက်အလက်များ
nl: Details extensie
pl: Szczegóły rozszerzenia
ro: Detalii extensie
ru: Детали расширения
sk: Detaily rozšírenia
sl: Podrobnosti razširitve
sv: Moduldetaljer
uk: Деталі розширення

# tl_extension.show.1
source: Show the details of extension ID %s
cs: Zobrazit podrobnosti k rozšíření %s
da: Vis oplysningerne om udvidelse ID %s
de: Details der Erweiterung ID %s anzeigen
fa: نمایش جزئیات افزونه شناسه‌ی %s
fr: Afficher les détails de l'extension ID %s
hu: Az ID %s kiterjesztés adatainak megtekintése
it: Mostra i dettagli dell'estensione ID %s
ja: ID %sの機能拡張の詳細を表示
my: နောက်ဆက်တွဲအိုင်ဒီ %s အချက်အလက်များပြသ
nl: Toon de details van extensie ID %s
pl: Pokaż szczegóły rozszerzenia ID %s
ro: Arată detaliile extensiei cu ID %s
ru: Показать детали расширения ID %s
sk: Zobraziť detaily rozšírenia ID %s
sl: Prikaži podrobnosti razširitve z ID %s
sv: Visa detaljer för modul med ID %s
uk: Показати деталі розширення ID %s

# tl_extension.edit.0
source: Edit extension
cs: Upravit rozšíření
da: Rediger udvidelse
de: Erweiterung bearbeiten
fa: ویرایش افزونه
fr: Éditer l'extension
hu: Kiterjesztés szerkesztése
it: Modifica estensione
ja: 機能拡張を変更
my: နောက်ဆက်တွဲတည်းဖြတ်
nl: Bewerk extensie
pl: Edytuj rozszerzenie
ro: Editează extensia
ru: Редактировать расширение
sk: Upraviť rozšírenie
sl: Uredi razširitev
sv: Redigera modul
uk: Редагувати розширення

# tl_extension.edit.1
source: Edit extension ID %s
cs: Upravit rozšíření %s
da: Rediger udvidelse ID %s
de: Erweiterung ID %s bearbeiten
fa: ویرایش افزونه شناسه‌ی %s
fr: Éditer l'extension ID %s
hu: Az ID %s kiterjesztés szerkesztése
it: Modifica estensione ID %s
ja: ID %sの機能拡張を変更
my: နောက်ဆက်တွဲအိုင်ဒီ %s တည်းဖြတ်
nl: Bewerk extensie ID %s
pl: Edytuj rozszerzenie ID %s
ro: Editează extensia cu ID %s
ru: Редактировать расширение ID %s
sk: Upraviť rozšírenie ID %s
sl: Uredi razširitev z ID %s
sv: Redigera modul med ID %s
uk: Редагувати розширення ID %s

# tl_extension.copy.0
source: Copy extension
cs: Zkopírovat rozšíření
da: Kopier udvidelse
de: Erweiterung duplizieren
fa: رونوشت افزونه
fr: Copier l'extension
hu: Kiterjesztés másolása
it: Copia estensione
ja: 機能拡張を複製
my: နောက်ဆက်တွဲကူးယူ
nl: Kopieer extensie
pl: Kopiuj rozszerzenie
ro: Copiază extensia
ru: Дублировать расширение
sk: Kopírovať rozšírenie
sl: Podvoji razširitev
sv: Kopiera modul
uk: Дублювати розширення

# tl_extension.copy.1
source: Copy extension ID %s
cs: Zkopírovat rozšíření %s
da: Kopier udvidelse ID %s
de: Erweiterung ID %s duplizieren
fa: رونوشت افزونه شناسه‌ی %s
fr: Copier l'extension ID %s
hu: Az ID %s kiterjesztés másolása
it: Copia estensione ID %s
ja: ID %sの機能拡張を複製
my: နောက်ဆက်အိုင်ဒီ %s တွဲကူးယူ
nl: Kopieer extensie ID %s
pl: Kopiuj rozszerzenie ID %s
ro: Copiază extensia cu ID %s
ru: Дублировать расширение ID %s
sk: Kopírovať rozšírenie ID %s
sl: Podvoji razširitev z ID %s
sv: Kopiera modul med ID %s
uk: Дублювати розширення ID %s

# tl_extension.delete.0
source: Delete extension
cs: Smazat rozšíření
da: Slet udvidelse
de: Erweiterung löschen
fa: حذف افزونه
fr: Supprimer l'extension
hu: Kiterjesztés törlése
it: Elimina l'estensione
ja: 機能拡張を削除
my: နောက်ဆက်တွဲပယ်ဖျက်
nl: Verwijder extensie
pl: Usuń rozszerzenie
ro: Şterge extensia
ru: Удалить расширение
sk: Odstrániť rozšírenie
sl: Izbriši razširitev
sv: Radera modul
uk: Видалити розширення

# tl_extension.delete.1
source: Delete extension ID %s
cs: Smazat rozšíření %s
da: Slet udvidelse ID %s
de: Erweiterung ID %s löschen
fa: حذف افزونه شناسه‌ی %s
fr: Supprimer l'extension ID %s
hu: Az ID %s kiterjesztés törlése
it: Elimina l'estensione ID %s
ja: ID %sの機能拡張を削除
my: နောက်ဆက်တွဲအိုင်ဒီ %s ပယ်ဖျက်
nl: Verwijder extensie ID %s
pl: Usuń rozszerzenie ID %s
ro: Şterge extensia cu ID %s
ru: Удалить расширение ID %s
sk: Odstrániť rozšírenie ID %s
sl: Izbriši razširitev z ID %s
sv: Radera modul med ID %s
uk: Дублювати розширення ID %s

# tl_extension.create.0
source: Create files
cs: Vytvořit soubory
da: Opret filer
de: Dateien erstellen
fa: ایجاد پرونده‌ها
fr: Créer les fichiers
hu: Fájlok létrehozása
it: Crea files
ja: ファイルを作成
my: ဖိုင်များဖန်တီး
nl: Maak bestanden
pl: Utwórz pliki
ro: Creează fişierele
ru: Создать файлы
sk: Vytvoriť súbory
sl: Ustvari datoteke
sv: Skapa filer
uk: Створити файли

# tl_extension.create.1
source: Create the files of extension ID %s
cs: Vytvořit soubory rozšíření %s
da: Opret filerne for udvidelse ID %s
de: Dateien der Erweiterung ID %s erstellen
fa: ایجاد پرونده‌های افزونه شناسه‌ی %s
fr: Créer les fichiers de l'extension ID %s
hu: Az ID %s kiterjesztéshez fájlok létrehozása
it: Crea i files dell'estensione ID %s
ja: ID %sの機能拡張のファイルを作成
my: နောက်ဆက်တွဲအိုင်ဒီ %s ဖိုင်များဖန်တီး
nl: Maak de bestanden van extensie ID %s
pl: Utwórz pliki dla rozszerzenie ID %s
ro: Creează fişierele pentru extensia cu ID %s
ru: Создать файлы расширения ID %s
sk: Vytvoriť súbory rozšírenia ID %s
sl: Ustvari datoteke za razširitev z iD %s
sv: Skapa filer för modul med ID %s
uk: Створити файли розширення ID %s

# tl_extension.make.0
source: Create files
cs: Vytvořit soubory
da: Opret filer
de: Dateien erstellen
fa: ایجاد پرونده‌ها
fr: Créer les fichiers
hu: Fájlok létrehozása
it: Crea files
ja: ファイルを作成
my: ဖိုင်များဖန်တီး
nl: Maak bestanden
pl: Utwórz pliki
ro: Creează fişierele
ru: Создать файлы
sk: Vytvoriť súbory
sl: Ustvari datoteke
sv: Skapa filer
uk: Створити файли

# tl_extension.make.1
source: Click the "Create files" button to generate a new folder in the <em>system/modules</em> directory (note that existing files will be overwritten). The folder will contain all files and subfolders that are required to set up the extension. It is recommended to download these files to your development environment.
cs: Klikněte na "vytvořit soubory", abyste vytvořili novou složku v <em>system/modules</em> (Upozornění: existující soubory budou přepsány). Složka bude obsahovat všechny soubory a podsložky, které jsou zapotřebí pro fungování daného rozšíření. Doporučuje se stáhnout dané soubory do Vašeho vývojového prostředí.
da: Klik "Opret filer" knappen for at generere en ny mappe i <em>system/modules</em> mappen (bemærk at eksisterende filer vil blive overskrevet). Mappen vil indeholde alle filer og undermapper der er krævet for at opsætte udvidelsen. Det er anbefalet at downloade disse filer til dig udviklingsmiljø.
de: Klicken Sie auf "Dateien erstellen", um einen neuen Ordner im Verzeichnis <em>system/modules</em> zu erstellen (bestehende Dateien werden überschrieben). Der Ordner wird alle Dateien und Unterordner enthalten, die für die Einrichtung der Erweiterung notwendig sind. Es wird empfohlen, den Ordner in Ihre Entwicklungsumgebung herunterzuladen.
fa: دکمه «ایجاد پرونده‌ها» را برای تولید پوشه جدید در لیست <em>system/modules</em> کلیک نمایید (توجه کنید که پرونده‌های موجود بازنویسی خواهند شد). پوشه شامل همه پرونده‌های و زیرپوشه‌هایی که برای راه‌اندازی افزونه لازم هستند خواهد بود. توصیه می شود این پرونده‌ها را به محیط توسعه‌تان دانلود نمایید.
fr: Le bouton "Créer les fichiers" génère un nouveau répertoire dans le répertoire <em>system/modules</em > (les fichiers existants sur le serveur seront écrasés). Ce répertoire contient tous les fichiers nécessaires pour installer le module. Il est recommandé de télécharger ces fichiers dans votre environnement de développement.
hu: Kattintson a "Fájl létrehozása" gombra egy új könyvtár létrehozásához a <em>system/modules</em> könyvtárban (vegye figyelembe, hogy a meglévő fájlokat felülírja). A könyvtár tartalmazni fogja az összes fájlt és alkönyvtárat ami a kiterjesztés létrehozásához szükséges. Javasolt ezen fájlok letöltése a saját fejlesztői környezetébe.
it: Clicca sul pulsante "Crea files" per creare una nuova cartella nel directory <em>system/modules</em> (nota che i file esistenti verranno sovrascritti). La cartella conterrà tutti i file e le sottocartelle che sono necessari per impostare l'estensione. Si consiglia di scaricare questi file sul proprio ambiente di sviluppo.
ja: 「ファイルを作成」のボタンをクリックすると、<em>system/modules</em>ディレクトリに新しいフォルダーを生成します。(既存のファイルを上書きするので注意してください。) 生成したフォルダーには機能拡張を構成するのに必要なすべてのファイルと下位のフォルダーを含んでいます。これらのファイルを開発環境にダウンロードしてくることをお勧めします。
my: <em>system/modules</em> ဖိုင်လမ်းညွှန်တွင်ဖိုင်တွဲအသစ်ထုတ်လုပ်ရန် "Create files" ခလုတ်ကိုနှိပ်ပါ (တည်ရှိပြီးဖိုင်များကိုအစားထိုးရေးသားလိမ့်မည်)။ ယခုဖိုင်တွဲတွင်နောက်ဆက်တွဲကိုတည်ဆောက်ရန်လိုအပ်သောဖိုင်များနှင်ဖိုင်တွဲခွဲများအားလံုးပါဝင်။ သင့်တီထွင်ထုတ်လုပ်မှုနေရာတွင်ယခုဖိုင်များကိုကူးဆွဲရန်တိုက်တွန်းပါသည်။
nl: Klik op de "maak bestanden" knop om een ​​nieuwe map in de <em> systeem/modules </em> directory aan te maken (bedenk dat bestaande bestanden zullen worden overschreven). De map bevat alle bestanden en submappen die nodig zijn om de extensie op te zetten. Het wordt aanbevolen om deze bestanden te downloaden naar uw ontwikkelomgeving.
pl: Kliknij przycisk "Utwórz pliki", aby wygenerować nowy folder w katalogu <em>system/modules</em> (istniejące pliki zostaną nadpisane). Utworzony folder będzie zawierał wszystkie pliki i podkatalogi, które są niezbędne do konfiguracji rozszerzenia. Zalecane jest, aby ściągnąć te pliki do swojego środowiska deweloperskiego.
ro: Daţi clic pe butonul "Creează fişierele" pentru a genera un nou director în <em>system/modules</em> (fişierele existente vor fi rescrise). Folderul va conţine toate fişierele şi subfolderele care trebuie pentru instalarea extensiei. Este recomandat să descărcaţi aceste fişiere pe serverul dumneavoastră de dezvoltare.
ru: Нажмите кнопку "Создать файлы" для создания нового каталога в <em>system/modules</em> (Обратите внимание, существующие файлы будут перезаписаны). Каталог будет содержать все файлы и подкаталоги, необходимые для создания расширения. Рекомендуем загрузить эти файлы в среду разработки.
sk: Kliknite na "Vytvoriť súbory", aby ste vytvorili nový priečinok v <em>system/modules</em> (Upozornenie: existujúce súbory budú prepísané). Priečinok bude obsahovať všetky súbory a podadresáre, ktoré sú potrebné pre fungovanie daného rozšírenia. Doporučuje sa stiahnúť dané súbory do Vašeho vývojového prostredia.
sv: Klicka på "Skapa filer"-knappen för att generera en ny folder under folderna <em>system/modules</em> (notera att existerande filer kommer att skrivas över). Foldern kommer att innehålla alla filer och underfoldrar som krävs för att bygga modulen. Det är rekommenderat att ladda ner dessa filer till din utvecklingsmiljö.
uk: Натисніть на кнопку "Створити файли" для створення нового каталогу в <em>system/modules</em> (зверніть увагу, існуючі файли будуть перезаписані). Каталог буде містити всі файли та підкаталоги, необхідні для створення розширення. Рекомендуємо завантажити ці файли в використовувану IDE.
