Repository: contao/core
Catalog: system/modules/devtools/languages/*/*_extension.xlf
Languages: cs, da, de, fa, fr, hu, it, ja, my, nl, pl, ro, ru, sk, sl, sv, uk

# tl_extension.title.0
source: Title
cs: Titulek
da: Overskrift
de: Titel
fa: عنوان
fr: Nom du groupe
hu: Cím
it: Titolo
ja: 題名
my: ခေါင်းစဉ်
nl: Titel
pl: Nagłówek
ro: Nume grup
ru: Название
sk: Nadpis
sl: Naziv
sv: Rubrik
uk: Назва

# tl_extension.title.1
source: Please enter the extension title.
cs: Zadejte prosím název rozšíření
da: Indtast venligst udvidelsens navn.
de: Bitte geben Sie den Titel der Erweiterung ein.
fa: لطفا عنوان افزونه را وارد نمایید
fr: Saisir le titre de l'extension.
hu: Adja meg a kiterjesztés nevét
it: Inserire il titolo dell'estensione
ja: 機能拡張の題名を入力してください。
my: နောက်ဆက်တွဲခေါင်းစဉ်ထည့်သွင်း။
nl: Geef de extensie titel op.
pl: Wprowadź tytuł rozszerzenia.
ro: Introduceţi titlul extensiei
ru: Введите название расширения.
sk: Zadajte prosím názov rozšírenia
sl: Prosim, vnesite naziv razširitve.
sv: Ange modul-titel.
uk: Введіть назву розширення.

# tl_extension.folder.0
source: Folder name
cs: Název složky
da: Mappe navn
de: Ordnername
fa: نام پوشه
fr: Nom du répertoire
hu: Könyvtár név
it: Nome della cartella
ja: フォルダー名
my: ဖိုင်တွဲနာမည်
nl: Map naam
pl: Nazwa folderu
ro: Nume director
ru: Имя каталога
sk: Názov priečinku
sl: Ime mape
sv: Foldernamn
uk: Ім'я каталогу

# tl_extension.folder.1
source: Please enter a unique folder name.
cs: Zadejte prosím jednoznačný název složky.
da: Indtast venligst et unikt mappenavn.
de: Bitte geben Sie einen eindeutigen Ordnernamen ein.
fa: لطفا یک نام یکتا برای نام پوشه وارد نمایید.
fr: Saisir un nom du répertoire unique.
hu: Adjon meg egy egyedi könyvtár nevet.
it: Inserire un nome univoco per il nome della cartella
ja: 重複しないフォルダー名を入力してください。
my: ဖိုင်တွဲနာမည်ထည့်သွင်း။
nl: Geef een unieke map naam op.
pl: Wprowadź unikalną nazwę folderu.
ro: Introduceţi un nume unic de director
ru: Введите уникальное имя каталога.
sk: Prosím zadajte jedinečný názov priečinku.
sl: Prosim, vnesite edinstveno ime mape.
sv: Ange ett unikt foldernamn.
uk: Введіть унікальне ім'я каталогу.

# tl_extension.author.0
source: Author
cs: Autor
da: Forfatter
de: Autor
fa: نویسنده
fr: Auteur
hu: Szerző
it: Nome
ja: 作成者
my: ရေးသားသူ
nl: Auteur
pl: Imię
ro: Nume
ru: Автор
sk: Autor
sl: Avtor
sv: Namn
uk: Автор

# tl_extension.author.1
source: Please enter the author's name and an optional e-mail address (e.g. <em>Name [e-mail@address.com]</em>).
cs: Zadejte prosím jméno autora a případně i jeho mailovou adresu (např. <em>Jméno [mail@adresa.com]</em>).
da: Indtast venligst udviklerens navn og valgfrit en e-mail adresse (f.eks. <em>Navn [e-mail@adresse.dk]</em>)
de: Bitte geben Sie den Namen des Autors und eine optionale E-Mail-Adresse ein (z.B. <em>Name [e-mail@adresse.de]</em>).
fa: لطفا نام نویسنده و یک نشانی ایمیل اختیاری را وارد نمایید (برای نمونه <em>نام [e-mail@address.com]</em>).
fr: Saisir le nom de l'auteur et optionnellement son adresse e-mail (ex. : <em>Nom [e-mail@adresse.com]</em>).
hu: Adja meg a szerző nevét és opcionálisan az e-mail címét (pl.: <em>Név [e-mail@levelezom.hu]</em> ).
it: Inserire il nome dell'autore ed in modo opzionale l'indirizzo e-mail (es. <em>Nome [e-mail@address.com]</em>).
ja: 作成者の名前と必須ではない電子メールアドレスを入力してください。(例: <em>Name [e-mail@address.com]</em>)
my: ရေးသားသူနာမည်နှင့်အီးမေးလ်လိပ်စာထည့်။ (ဥပမာ <em>နာမည် [e-mail@address.com]</em>)။
nl: Geef de naam van de auteur en een optioneel e-mailadres (b.v. <em> Naam [e-mail@address.com] </em>).
pl: Wprowadź autora i opcjonalny adres e-mail (np. <em>Jan Kowalski [e-mail@address.com]</em>).
ro: Introduceţi numele autorului şi şi opţional o adresă de email (de exemplu <em>Nume [e-mail@address.com]</em>).
ru: Введите имя и (опционально) e-mail (напр. <em>Имя [e-mail@address.com]</em>).
sk: Zadajte prosím meno autora a prípadne aj jeho e-mailovú adresu (napr. <em>Meno [e-mail@address.com]</em>).
sl: Prosim, vnesite avtorjevo ime ter (neobvezno) e-poštni naslov (npr. <em>Ime [e-posta@naslov.si]</em>).
sv: Ange namn på upphovsman och E-postadress (frivilligt) (t.ex. <em>Namn [e-post@adress.se]</em>).
uk: Введіть ім'я та (за бажанням) e-mail (напр. <em>Ім'я [e-mail@address.com]</em>).

# tl_extension.copyright.0
source: Copyright
cs: Autorské právo
fa: حق نشر
hu: Szerzői jog
ja: 著作権
my: မူပိုင်ခွင့်
ru: Авторские права (Copyright)
sl: Avtorske pravice
uk: Авторські права (Copyright)

# tl_extension.copyright.1
source: Please enter the copyright notice (e.g. <em>Name 2012</em>).
cs: Zadejte prosím údaje o autorkých právech (např. <em>Jméno 2012</em>).
da: Indtast venligst en copyright notits (f.eks. <em>Navn 2012</em>).
de: Bitte geben Sie den Copyright-Vermerk ein (z.B. <em>Name 2012</em>).
fa: لطفا یادداشت حق نشر را وارد نمایید (برای نمونه <em>نام ۲۰۱۲</em>).
fr: Saisir l'information sur le copyright (ex. : <em>Nom 2012</em>).
hu: Adja meg a szerzői jogi megjegyzést (pl.: <em>Név 2012</em>)
it: Inserisci indicazioni sul Copyright ( es. <em>Nome 2012</em>).
ja: 著作権の表示を入力してください。(例: <em>Name 2012</em>)
my: မူပိုင်ခွင့်ကြော်ငြာထည့်။ (ဥပမာ <em>နာမည် ၂၀၁၂</em>)။
nl: Geef de copyright-vermelding in (b.v. <em> Naam 2012 </em>).
pl: Wprowadź notkę copyright (np. <em>Jan Kowalski 2012</em>).
ro: Introduceţi nota de copyright (de exemplu <em>Nume 2012</em>).
ru: Введите информацию об авторских правах (напр. <em>Имя 2012</em>).
sk: Zadejte prosím údaje o autorských právach (napr. <em>Meno 2012</em>).
sv: Ange copyright-text (t.ex. <em>Namn 2012</em>).
uk: Введіть інформацію про авторські права (напр. <em>Ім'я 2012</em>).

# tl_extension.package.0
source: Package
cs: Balíček
da: Pakke
de: Paket
fa: بسته
fr: Paquet
hu: Csomag
it: Pacchetto
ja: パッケージ
my: ဖိုင်ထုပ်
nl: Pakket
pl: Paczka
ro: Pachet
ru: Дистрибутив
sk: Balík
sl: Paket
sv: Paket
uk: Пакет (Package)

# tl_extension.package.1
source: Please enter the package name without spaces (e.g. <em>MyCustomModule</em>).
cs: Zadejte prosím název balíčku bez mezer (např. <em>MujVychoziModul</em>).
da: Indtast venligst pakke navnet uden mellemrum (f.eks. <em>MinSuperDuberFreakingNiceUdvidelse</em>)
de: Bitte geben Sie den Paketnamen ohne Leerzeichen ein (z.B. <em>MeinEigenesModul</em>).
fa: نام بسته را بدون فاصله وارد نمایید (برای نمونه <em>MyCustomModule</em>).
fr: Saisir le nom du paquet sans espaces (ex. : <em>MyCustomModule</em>).
hu: Adja meg a csomag nevét szóköz nélkül (pl.: <em>AzEnSajatModulom</em>).
it: Inserisci il nome del pacchetto senza spazi (es: <em>MyCustomModule</em>).
ja: スペースを含まないパッケージの名前を入力してください。(例: <em>MyCustomModule</em>)
my: ဖိုင်ထုပ်နာမည်ကိုအလွတ်မပါဘဲထည့်။ (ဥပမာ <em>စိတ်ကြိုက်အပိုင်း</em>)။
nl: Geef de pakket naam in zonder spaties (b.v. <em>MyCustomModule</em>).
pl: Wprowadź nazwę paczki bez spacji (np. <em>MyCustomModule</em>).
ro: Introduceţi numele de pachet cu spaţii (de exmplu <em>MyCustomModule</em>).
ru: Введите название дистрибутива без пробелов (напр. <em>MyTestModule</em>).
sk: Zadajte prosím názov balíčka bez medzier (napr. <em>MyCustomModule</em>).
sl: Prosim, vnesite ime paketa brez presledkov (npr. <em>MyCustomModule</em>).
sv: Ange paketets namn utan mellanslag (t.ex. <em>MinEgenModul</em>).
uk: Введіть назву дистрибутиву без пробілів (напр. <em>MyTestModule</em>).

# tl_extension.license.0
source: License
cs: Licence
da: Licens
de: Lizenz
fa: مجوز
fr: Licence
hu: Licenc
it: Licenza
ja: 使用許諾
my: လိုင်စင်
nl: Licentie
pl: Licencja
ro: Licenţă
ru: Лицензия
sk: Licencia
sl: Licenca
sv: Licens
uk: Ліцензія

# tl_extension.license.1
source: Please enter the license type (e.g. <em>GNU/LGPL</em>).
cs: Zadejte prosím druh licence (např. <em>GNU/LPGL</em>).
da: Indtast venligst licens typen (f.eks. <em>GNU/LGPL</em>).
de: Bitte geben Sie den Lizenztyp an (z.B. <em>GNU/LGPL</em>).
fa: لطفا گونه‌ی مجوز را وارد نمایید (برای نمونه <em>GNU/LGPL</em>).
fr: Saisir le type de licence (ex. : <em>GNU/LGPL</em>).
hu: Adja meg a licenc típusát (pl.: <em>GNU/LGPL</em>).
it: Inserisci il tipo di licenza (es: <em>GNU/LGPL</em>).
ja: 使用許諾恩種類を入力してください。(例: <em>GNU/LGPL</em>)
my: လိုင်စင်အမျိုးအစားထည့် (ဥပမာ <em>GNU/LGPL</em>)။
nl: Geef het licentie type in (b.v. <em>GNU/LGPL</em>).
pl: Wprowadź typ licencji (np. <em>GNU/LGPL</em>).
ro: Introduceţi tipul de licenţă (de exemplu <em>GNU/LGPL</em>).
ru: Введите тип лицензии (напр. <em>GNU/LGPL</em>).
sk: Zadajte prosím typ licencie (napr. <em>GNU/LGPL</em>).
sl: Prosim, vnesite vrsto licence (npr. <em>GNU/LGPL</em>).
sv: Ange licenstyp (t.ex. <em>GNU/LGPL</em>).
uk: Введіть тип ліцензії (напр. <em>GNU/LGPL</em>).

# tl_extension.addBeMod.0
source: Add a back end module
cs: Přidat backendový modul
da: Tilføj et back end modul
de: Ein Backend-Modul hinzufügen
fa: افزودن یک ماژول بخش مدیریت
fr: Ajouter un module back office
hu: Adminisztrációs felület modul hozzáadása
it: Aggiungi un modulo backend
ja: バックエンドモジュールを追加
my: အတွင်းပိုင်းအပိုင်းထည့်
nl: Voeg een back-end module toe
pl: Dodaj moduł back end
ro: Adaugă un modul de back-end
ru: Добавить модуль панели управления
sk: Pridať backend modul
sl: Dodaj modul za administracijo
sv: Lägg till en backend-modul
uk: Додати модуль панелі керування (back end)

# tl_extension.addBeMod.1
source: Add a back end module to the extension.
cs: Přidat backendový modul k rozšíření.
da: Tilføj et back end modul til udvidelsen.
de: Der Erweiterung ein Backend-Modul hinzufügen.
fa: یک ماژول بخش مدیریت به افزونه اضافه نمایید.
fr: Ajouter un module back office à l'extension.
hu: Egy adminisztrációs felület modul hozzáadása a kiterjesztéshez.
it: Aggiungi un modulo backend all'estensione.
ja: この機能拡張にバックエンドモジュールを追加します。
my: နောက်ဆက်တွဲသို့အတွင်းပိုင်းအပိုင်းထည့်။
nl: Voeg een back-end module toe aan de extensie.
pl: Dodaj moduł back end do rozszerzenia.
ro: Adaugă un modul de back-end la extensie.
ru: Добавить модуль панели управления в расширение.
sk: Pridať do rozšírenia backend modul
sl: K razširitvi dodaj modul za administracijo.
sv: Lägg till en backend-modul i modulen.
uk: Додати модуль панелі управління в розширення.

# tl_extension.beClasses.0
source: Back end classes
cs: Styly backendu
de: Backend-Klassen
fa: کلاس‌های بخش مدیریت
fr: Classes PHP du back office
hu: Adminisztrációs felület osztályok
it: Classi backend
ja: バックエンドのクラス
my: အတွင်းပိုင်းအမျိုးအစားများ
pl: Klasy back end
ro: Clase de back-end
ru: Классы панели управления
sk: Backend CSS triedy
sl: Razredi - classes - za administracijo
sv: Backend-klasser
uk: Класи панелі управління

# tl_extension.beClasses.1
source: Here you can enter a comma separated list of back end classes.
cs: Sem můžete zadat seznam stylů baeckendu oddělený čárkou.
da: Her kan du indtaste en kommasepareret liste af back end classes.
de: Hier können Sie eine kommagetrennte Liste der zu erstellenden Backend-Klassen eingeben.
fa: اینجا می‌توانید فهرست جداشده با کاما از کلاس‌های بخش مدیریت را وارد نمایید.
fr: Saisir une liste séparée par des virgules des classes PHP du back office.
hu: Itt adhatja meg vesszővel elválasztva az adminisztrációs felület osztályokat.
it: Inserisci una lista separata da virgole delle classi backend.
ja: バックエンドのクラスをコンマで区切ったリストで入力できます。
my: ကော်မာခြားနားပြီးအတွင်းပိုင်းအမျိုးအစားများစာရင်းထည့်သွင်း။
nl: Geef hier een komma gescheiden lijst van back-end classes op.
pl: Tutaj możesz wprowadzić oddzieloną przecinkami listę klas back end.
ro: Introduceţi o listă de clase back-end separate prin virgulă.
ru: Введите через запятую список классов панели управления веб-сайтом, которые должны быть созданы.
sk: Tu môžte zadať čiarkami oddelený zoznam backend tried (class) kaskádových štýlov.
sl: Tu lahko vnesete razrede (class) za administracijo, ločene z vejicami.
sv: Här kan du ange en kommaseparerad lista över backend-klasser.
uk: Введіть через кому список класів панелі управління, котрі необхідно створити.

# tl_extension.beTables.0
source: Back end tables
cs: Tabulky backendu
de: Backend-Tabellen
fa: جدول‌های بخش مدیریت
fr: Tables du back office
hu: Adminisztrációs felület táblák
it: Tabelle backend
ja: バックエンドのテーブル
my: အတွင်းပိုင်းစားပွဲများ
nl: Back-end tabellen
pl: Tabele back end
ro: Tabele de back-end
ru: Таблицы панели управления
sk: Backend tabuľky
sl: Tabele za administracijo
sv: Backend-tabeller
uk: Таблиці панелі керування

# tl_extension.beTables.1
source: Here you can enter a comma separated list of back end tables.
cs: Sem můžete zadat seznam tabulek backendu oddělený čárkou.
da: Her kan du indtaste en kommasepareret liste af back end tables.
de: Hier können Sie eine kommagetrennte Liste der zu erstellenden Backend-Tabellen eingeben.
fa: اینجا می‌توانید فهرست جداشده با کاما از جدول‌‌های بخش مدیریت را وارد نمایید.
fr: Saisir une liste séparée par des virgules des tables du back office.
hu: Itt adhatja meg vesszővel elválasztva az adminisztrációs felület táblák listáját.
it: Inserisci una lista separata da virgole delle tabelle backend.
ja: バックエンドのテーブルをコンマで区切ったリストで入力できます。
my: ကော်မာခြားနားပြီးအတွင်းပိုင်းစားပွဲများစာရင်းထည့်သွင်း။
nl: Geef hier een komma gescheiden lijst van back-end tabellen op.
pl: Tutaj możesz wprowadzić oddzieloną przecinkami listę tabel back end.
ro: Introduceţi o listă de tabele back-end separate prin virgulă.
ru: Введите через запятую список таблиц панели управления веб-сайтом, которые должны быть созданы.
sk: Tu môžte zadať čiarkami oddelený zoznam backend tabuliek.
sl: Tu lahko vnesete tabele za administracijo, ločene z vejicami.
sv: Här kan du ange en kommaseparerad lista över backend-tabeller.
uk: Введіть через кому список таблиць панелі керування, котрі необхідно створити.

# tl_extension.beTemplates.0
source: Back end templates
cs: Předlohy backendu
da: Back end skabeloner
fa: قالب‌های بخش مدیریت
fr: Modèles du back office
hu: Adminisztrációs felület sablonok
it: Templates backend
ja: バックエンドのテンプレート
my: အတွင်းပိုင်းပံုစံပြားများ
pl: Szablony back end
ro: Şabloane de back-end
ru: Шаблоны панели управления
sk: Backend šablóny
sl: Predloge za administracijo
sv: Backend-mallar
uk: Шаблони панелі керування

# tl_extension.beTemplates.1
source: Here you can enter a comma separated list of back end templates.
cs: Sem můžete zadat seznam předloh backendu oddělený čárkou.
da: Her kan du indtaste en kommasepareret liste af back end skabeloner.
de: Hier können Sie eine kommagetrennte Liste der zu erstellenden Backend-Templates eingeben.
fa: اینجا می‌توانید فهرست جداشده با کاما از قالب‌های بخش مدیریت را وارد نمایید.
fr: Saisir une liste séparée par des virgules des modèles du back office.
hu: Itt adhatja meg vesszővel elválasztva az adminisztrációs felület sablonjait.
it: Inserisci una lista separata da virgole delle templates backend.
ja: バックエンドのテンプレートをコンマで区切ったリストで入力できます。
my: ကော်မာခြားနားပြီးအတွင်းပိုင်းပံုစံပြားများစာရင်းထည့်သွင်း။
nl: Geef hier een komma gescheiden lijst van back-end templates op.
pl: Tutaj możesz wprowadzić oddzieloną przecinkami listę szablonów back end.
ro: Introduceţi o listă de şabloane back-end separate prin virgulă.
ru: Введите через запятую список шаблонов панели управления.
sk: Tu môžte zadať čiarkami oddelený zoznam backend šablón (template).
sl: Tu lahko vnesete predloge za administracijo, ločene z vejicami.
sv: Här kan du ange en kommaseparerad lista över backend-mallar.
uk: Введіть через кому список шаблонів панелі керування, котрі необхідно створити.

# tl_extension.addFeMod.0
source: Add a front end module
cs: Přidat přední (frontendový) modul
da: Tilføj et front end modul
de: Ein Frontend-Modul hinzufügen
fa: افزودن یک ماژول بخش کاربری
fr: Ajouter un module front office
hu: Felhasználói felület modulok
it: Aggiungi un modulo frontend
ja: フロントエンドモジュールを追加
my: အပြင်ပိုင်းအပိုင်းထည့်
nl: Voeg een front-end module toe
pl: Dodaj moduł front end
ro: Adaugă un modul de front-end
ru: Добавить модуль внешнего интерфейса
sk: Pridať frontend modul
sl: Dodaj modul za ospredje
sv: Lägg till en frontend-modul
uk: Додати модуль зовнішнього інтерфейсу (front end)

# tl_extension.addFeMod.1
source: Add a front end module to the extension.
cs: Přidat přední (frontendový) modul k rozšíření
da: Tilføj et front end modul til udvidelsen.
de: Der Erweiterung ein Frontend-Modul hinzufügen.
fa: یک ماژول بخش کاربری به افزونه اضافه نمایید.
fr: Ajouter un module front office à l'extension.
hu: Felhasználói felület modul hozzáadása a kiterjesztéshez
it: Aggiungi un modulo frontend all'estensione.
ja: この機能拡張にフロントエンドモジュールを追加します。
my: နောက်ဆက်တွဲသို့အပြင်ပိုင်းအပိုင်းထည့်။
nl: Voeg een font-end module toe aan de extensie.
pl: Dodaj moduł front end do rozszerzenia.
ro: Adaugă un modul front-end la extensie.
ru: Добавить модуль внешнего интерфейса в расширение.
sk: Pridať do rozšírenia frontend modul.
sl: K razširitvi dodaj modul za ospredje
sv: Lägg till en frontend-modul i modulen.
uk: Додати модуль зовнішнього інтерфейсу в розширення.

# tl_extension.feClasses.0
source: Front end classes
cs: Styly frontendu (veřejné části stránky)
de: Frontend-Klassen
fa: کلاس‌های بخش کاربری
fr: Classes PHP du front office
hu: Felhasználói felület osztályok
it: Classi frontend
ja: フロントエンドのクラス
my: အပြင်ပိုင်းအမျိုးအစားများ
pl: Klasy front end
ro: Clase front-end
ru: Классы внешнего интерфейса
sk: Frontend CSS triedy
sl: Razredi (class) za predstavitveni del (front end)
sv: Frontend-klasser
uk: Класи зовнішнього інтерфейсу

# tl_extension.feClasses.1
source: Here you can enter a comma separated list of front end classes.
cs: Sem můžete zadat seznam stylů frontendu oddělený čárkou.
da: Her kan du indtaste en kommasepareret liste af front end classes.
de: Hier können Sie eine kommagetrennte Liste der zu erstellenden Frontend-Klassen eingeben.
fa: اینجا می‌توانید فهرست جداشده با کاما از کلاس‌های بخش بخش کاربری را وارد نمایید.
fr: Saisir une liste séparée par des virgules des classes PHP du front office.
hu: Itt adhatja meg vesszővel elválasztva a felhasználói felület osztályok listáját.
it: Inserisci una lista separata da virgole delle classi frontend.
ja: フロントエンドのクラスをコンマで区切ったリストで入力できます。
my: ကော်မာခြားနားပြီးအပြင်ပိုင်းအမျိုးအစားများစာရင်းထည့်သွင်း။
nl: Geef hier een komma gescheiden lijst van front-end classes op.
pl: Tutaj możesz wprowadzić oddzieloną przecinkami listę klas front end.
ro: Introduceţi o listă de clase front-end separate prin virgulă.
ru: Введите через запятую список классов внешнего интерфейса, которые должны быть созданы.
sk: Tu môžte zadať čiarkami oddelený zoznam frontend tried (class) kaskádových štýlov.
sl: Tu lahko vnesete razrede (class) za predstavitveni del (front end), ločene z vejicami.
sv: Här kan du ange en kommaseparerad lista över frontend-klasser.
uk: Введіть через кому список класів зовнішнього інтерфейсу, котрі необхідно створити.

# tl_extension.feTables.0
source: Front end tables
cs: Tabulky frontendu (veřejné části stránky)
de: Frontend-Tabellen
fa: جدول‌های بخش کاربری
fr: Tables du front office
hu: Felhasználói felület táblák
it: Tabelle frontend
ja: フロントエンドのテーブル
my: အပြင်ပိုင်းစားပွဲများ
nl: Front-end tabellen
pl: Tabele front end
ro: Tabele front-end
ru: Таблицы внешнего интерфейса
sk: Frontend tabuľky
sl: Tabele za predstavitveni del (front end)
sv: Frontend-tabeller
uk: Таблиці зовнішнього інтерфейсу

# tl_extension.feTables.1
source: Here you can enter a comma separated list of front end tables.
cs: Sem můžete zadat seznam tabulek frontendu oddělený čárkou.
da: Her kan du indtaste en kommasepareret liste af front end tables.
de: Hier können Sie eine kommagetrennte Liste der zu erstellenden Frontend-Tabellen eingeben.
fa: اینجا می‌توانید فهرست جداشده با کاما از جدول‌های بخش بخش کاربری را وارد نمایید.
fr: Saisir une liste séparée par des virgules des tables du front office.
hu: Itt adhatja meg vesszővel elválasztva az felhasználói felület táblák listáját.
it: Inserisci una lista separata da virgole delle tabelle frontend.
ja: フロントエンドのテーブルをコンマで区切ったリストで入力できます。
my: ကော်မာခြားနားပြီးအပြင်ပိုင်းစားပွဲများစာရင်းထည့်သွင်း။
nl: Geef hier een komma gescheiden lijst van front-end tabellen op.
pl: Tutaj możesz wprowadzić oddzieloną przecinkami listę tabel front end.
ro: Introduceţi o listă de tabele front-end separate prin virgulă.
ru: Введите через запятую список таблиц внешнего интерфейса, которые должны быть созданы.
sk: Tu môžte zadať čiarkami oddelený zoznam frontend tabuliek.
sl: Tu lahko vnesete tabele za predstavitveni del (front end), ločene z vejicami.
sv: Här kan du ange en kommaseparerad lista över frontend-tabeller.
uk: Введіть через кому список таблиць зовнішнього інтерфейсу, котрі необхідно створити.

# tl_extension.feTemplates.0
source: Front end templates
cs: Předlohy frontendu
da: Front end skabeloner
fa: قالب‌های بخش کاربری
fr: Modèles du front office
hu: Felhasználói felület sablonok
it: Templates frontend
ja: フロントエンドのテンプレート
my: အပြင်ပိုင်းပံုစံပြားများ
pl: Szablony front end
ro: Şabloane front-end
ru: Шаблоны внешнего интерфейса
sk: Frontend šablóny
sl: Tabele za predstavitveni del (front end)
sv: Frontend-mallar
uk: Шаблони зовнішнього інтерфейсу

# tl_extension.feTemplates.1
source: Here you can enter a comma separated list of front end templates.
cs: Sem můžete zadat seznam předloh frontendu oddělený čárkou.
da: Her kan du indtaste en kommasepareret liste af front end skabeloner.
de: Hier können Sie eine kommagetrennte Liste der zu erstellenden Frontend-Templates eingeben.
fa: اینجا می‌توانید فهرست جداشده با کاما از قالب‌های بخش بخش کاربری را وارد نمایید.
fr: Saisir une liste séparée par des virgules des modèles du front office.
hu: Itt adhatja meg vesszővel elválasztva az felhasználói felület sablonjait.
it: Inserisci una lista separata da virgole delle templates frontend.
ja: フロントエンドのテンプレートをコンマで区切ったリストで入力できます。
my: ကော်မာခြားနားပြီးအပြင်ပိုင်းပံုစံပြားများစာရင်းထည့်သွင်း။
nl: Geef hier een komma gescheiden lijst van front-end templates op.
pl: Tutaj możesz wprowadzić oddzieloną przecinkami listę szablonów front end.
ro: Introduceţi o listă de şabloane front-end separate prin virgulă.
ru: Введите через запятую список шаблонов внешнего интерфейса.
sk: Tu môžte zadať čiarkami oddelený zoznam frontend šablón (template).
sl: Tu lahko vnesete predloge za predstavitveni del (front end), ločene z vejicami.
sv: Här kan du ange en kommaseparerad lista över frontend-mallar.
uk: Введіть через кому список шаблонів зовнішнього інтерфейсу, котрі необхідно створити.

# tl_extension.addLanguage.0
source: Add language packs
cs: Přidat jazykové balíčky
da: Tilføj sprogpakker
de: Sprachpakete erstellen
fa: افزودن بسته‌های زبان
fr: Ajouter des packs de langue
hu: Nyelvi csomag hozzáadása
it: Aggiungi pacchetto lingua
ja: 言語ファイルを追加
my: ဘာသာစကားထုပ်များထည့်
nl: Voeg taal paketten toe
pl: Dodaj paczki językowe
ro: Adaugă pachete de limbi
ru: Добавить языковые пакеты
sk: Pridať jazykové balíčky
sl: Dodaj jezikovni paket
sv: Lägg till språkpaket
uk: Додати мовні пакети

# tl_extension.addLanguage.1
source: Add one or more language packs to the extension.
cs: Přidat jeden či více jazykových balíčků k rozšíření.
da: Tilføj en eller flere sprogpakker til udvidelsen.
de: Der Erweiterung ein oder mehrere Sprachpakete hinzufügen.
fa: یک با چند بسته زبان به افزونه اضافه نمایید.
fr: Ajouter un ou plusieurs packs de langue à l'extension.
hu: Egy vagy több nyelvi csomag hozzáadása a kiterjesztéshez.
it: Aggiungi uno o più pacchetti lingua all'estensione.
ja: 機能拡張に1つ以上の言語のファイルを追加します。
my: နောက်ဆက်တွဲသို့တစ်ခု(သို့)ဘာသာစကားထုပ်များထည့်။
nl: Voeg één of meerdere taalpakketten toe aan de extensie.
pl: Dodaj jedną lub więcej paczek językowych do rozszerzenia.
ro: Adaugă unul sau mai multe pachete de limbi la extensie.
ru: Добавить один или несколько языковых пакетов в расширение.
sk: Pridať do rozšírenia jeden alebo viac jazykových balíčkov.
sl: K razširitvi dodaj enega ali več jezikovnih paketov.
sv: Lägg till ett eller flera språkpaket till modulen.
uk: Додати один або декілька мовних пакетів в розширення.

# tl_extension.languages.0
source: Languages
cs: Jazyky
da: Sprog
de: Sprachen
fa: زبان‌ها
fr: Langues
hu: Nyelvek
it: Lingue
ja: 言語
my: ဘာသာစကားများ
nl: Talen
pl: Języki
ro: Limbi
ru: Языки
sk: Jazyky
sl: Jeziki
sv: Språk
uk: Мови
