Repository: contao/core
Catalog: .tx/source/*/core/*_article.xlf
Languages: tl

# tl_article.title.0
source: Title
tl: Título

# tl_article.title.1
source: Please enter the article title.
tl: Favor inserir o título do artigo.

# tl_article.alias.0
source: Article alias
tl: Apelido do artigo

# tl_article.alias.1
source: The article alias is a unique reference to the article which can be called instead of its numeric ID.
tl: O apelido do artigo é uma referência única ao artigo e este pode ser referenciado pelo apelido em vez do seu ID.

# tl_article.author.0
source: Author
tl: Autor

# tl_article.author.1
source: Here you can change the author of the article.
tl: Favor inserir o nome do autor.

# tl_article.inColumn.0
source: Display in
tl: Mostrar em

# tl_article.inColumn.1
source: Please choose the layout section you want the article to be displayed in.
tl: Favor atribuir o artigo a uma coluna ou a um cabeçalho ou rodapé de página.

# tl_article.keywords.0
source: Meta keywords
tl: Palavras-chave

# tl_article.keywords.1
source: Here you can enter a list of comma separated keywords. Keywords, however, are no longer relevant to most search engines (including Google).
tl: Aqui você pode inserir uma lista de palavras-chave separadas por vírgulas. Palavras-chave, no entanto, não são mais relevantes para a maioria dos site de busca (incluindo Google).

# tl_article.teaserCssID.0
source: Teaser CSS ID/class
tl: ID/Classe da folha de estilo da Introdução

# tl_article.teaserCssID.1
source: Here you can set an ID and one or more classes for the teaser element.
tl: Aqui você pode inserir o ID e uma ou mais classes de folhas de estilo para formatar a introdução utilizando CSS.

# tl_article.showTeaser.0
source: Show teaser
tl: Mostrar introdução

# tl_article.showTeaser.1
source: Show the article teaser if there are multiple articles.
tl: Mostrar a introdução do artigo em vez do artigo caso hajam múltiplos artigos.

# tl_article.teaser.0
source: Article teaser
tl: Introdução

# tl_article.teaser.1
source: The article teaser can also be displayed with the content element "article teaser".
tl: A introdução pode ser mostrada automaticamente ou com o elemento mostrar introdução.

# tl_article.printable.0
source: Syndication
tl: Permitir impressão

# tl_article.printable.1
source: Here you can choose which options are available.
tl: Imprimir artigos como PDF (folhas de estilho com o tipo de mídia "print" ou "all" serão utilizadas).

# tl_article.cssID.0
source: CSS ID/class
tl: Classe e ID da folha de estilo

# tl_article.cssID.1
source: Here you can set an ID and one or more classes.
tl: Aqui você pode inserir o ID e uma ou mais classes de folhas de estilo para formatar o artigo utilizando CSS.

# tl_article.space.0
source: Space in front and after
tl: Espaço acima e abaixo

# tl_article.space.1
source: Here you can enter the spacing in front of and after the article in pixel. You should try to avoid inline styles and define the spacing in a style sheet, though.
tl: Favor inserir em pixels o espaço em branco acima e abaixo do artigo.

# tl_article.published.0
source: Publish article
tl: Publicado

# tl_article.published.1
source: Make the article publicly visible on the website.
tl: A menos que você selecione esta opção o artigo não ficará visível para os visitantes do seu website.

# tl_article.start.0
source: Show from
tl: Publicar a partir de

# tl_article.start.1
source: Do not show the article on the website before this day.
tl: Se você inserir uma data aqui o artigo não será mostrado até este dia.

# tl_article.stop.0
source: Show until
tl: Publicar até

# tl_article.stop.1
source: Do not show the article on the website on and after this day.
tl: Se você inserir uma data aqui o artigo será mostrado até este dia.

# tl_article.tstamp.0
source: Revision date
tl: Data da revisão

# tl_article.tstamp.1
source: Date and time of the latest revision
tl: Data e hora da última revisão

# tl_article.title_legend
source: Title and author
tl: Título e autor

# tl_article.layout_legend
source: Section and keywords
tl: Seção e palavras-chave

# tl_article.teaser_legend
source: Article teaser
tl: Amostra do artigo

# tl_article.expert_legend
source: Expert settings
tl: Configurações avançadas

# tl_article.publish_legend
source: Publish settings
tl: Configurações de Publicação

# tl_article.print
source: Print the page
tl: Imprimir a página

# tl_article.pdf
source: Export as PDF
tl: Exporte dados como arquivo PDF

# tl_article.facebook
source: Share on Facebook
tl: Partilhar no Facebook

# tl_article.twitter
source: Share on Twitter
tl: Partilhar no Twitter

# tl_article.gplus
source: Share on Google+
tl: Compartilhar no Google+

# tl_article.header
source: Header
tl: Cabeçalho

# tl_article.left
source: Left column
tl: Coluna esquerda

# tl_article.main
source: Main column
tl: Coluna principal

# tl_article.right
source: Right column
tl: Coluna direita

# tl_article.footer
source: Footer
tl: Rodapé

# tl_article.new.0
source: New article
tl: Novo artigo

# tl_article.new.1
source: Create a new article
tl: Criar novo artigo

# tl_article.show.0
source: Article details
tl: Detalhes do artigo

# tl_article.show.1
source: Show the details of article ID %s
tl: Mostrar detalhes do artigo ID %s

# tl_article.edit.0
source: Edit article
tl: Editar artigo

# tl_article.edit.1
source: Edit article ID %s
tl: Modificar artigo ID %s

# tl_article.editheader.0
source: Edit article settings
tl: Editar as configurações do artigo

# tl_article.editheader.1
source: Edit the settings of article ID %s
tl: Editar as configurações do artigo ID %s

# tl_article.copy.0
source: Duplicate article
tl: Duplicar artigo

# tl_article.copy.1
source: Duplicate article ID %s
tl: Duplicar artigo ID %s

# tl_article.cut.0
source: Move article
tl: Mover artigo

# tl_article.cut.1
source: Move article ID %s
tl: Mover artigo ID %s

# tl_article.delete.0
source: Delete article
tl: Remover artigo

# tl_article.delete.1
source: Delete article ID %s
tl: Remover artigo ID %s

# tl_article.toggle.0
source: Publish/unpublish article
tl: Publicar/Despublicar artigo

# tl_article.toggle.1
source: Publish/unpublish article ID %s
tl: Publicar/Despublicar artigo ID %s

# tl_article.pasteafter.0
source: Paste after
tl: Colar abaixo

# tl_article.pasteafter.1
source: Paste after article ID %s
tl: Colar abaixo o artigo ID %s

# tl_article.pasteinto.0
source: Paste into
tl: Colar dentro

# tl_article.pasteinto.1
source: Paste into page ID %s
tl: Colar dentro da página ID %s
