Repository: contao/core
Catalog: .tx/source/*/core/*_form.xlf
Languages: tl

# tl_form.title.0
source: Title
tl: Título

# tl_form.title.1
source: Please enter the form title.
tl: Favor inserir o título do formulário

# tl_form.alias.0
source: Form alias
tl: Apelido do formulário

# tl_form.alias.1
source: The form alias is a unique reference to the form which can be called instead of its numeric ID.
tl: O apelido do formulário é a única referencia para o formulário pode ser encontrado ao invés de uma identificação (ID) numérica.

# tl_form.jumpTo.0
source: Redirect page
tl: Pular para página

# tl_form.jumpTo.1
source: Please choose the page to which visitors will be redirected after submitting the form.
tl: Um formulário normalmente é submetido a outra página que processa os dados e/ou mostra uma mensagem. Você pode selecionar esta página aqui.

# tl_form.sendViaEmail.0
source: Send form data via e-mail
tl: Enviar dados por e-mail

# tl_form.sendViaEmail.1
source: Send the submitted data to an e-mail address.
tl: Se esta opção for selecionada os dados do formulário serão enviados por e-mail.

# tl_form.recipient.0
source: Recipient address
tl: Destinatário

# tl_form.recipient.1
source: Separate multiple e-mail addresses with comma.
tl: Por favor insira um ou mais endereços de e-mails de destino. Separe múltiplos endereços com uma vírgula. Você pode utilizar o "formato de nome amigável" (ex. "Nome [nome@dominio.com]").

# tl_form.subject.0
source: Subject
tl: Assunto

# tl_form.subject.1
source: Please enter the e-mail subject.
tl: Favor inserir o assunto. Se você não enviar a mensagem com um assunto, as probabilidades de seu e-mail ser identificado como SPAM aumentam.

# tl_form.format.0
source: Data format
tl: Formato de data

# tl_form.format.1
source: Defines how the form data will be forwarded.
tl: Favor selecionar um formato para a data.

# tl_form.raw.0
source: Raw data
tl: Dados puros

# tl_form.raw.1
source: The form data will be sent as plain text message with each field in a new line.
tl: Os dados dos formulários serão enviados como texto puro e com cada campo em uma linha.

# tl_form.xml.0
source: XML file
tl: Arquivo XML

# tl_form.xml.1
source: The form data will be attached to the e-mail as an XML file.
tl: Os dados do formulário serão enviados em anexo no formato XML.

# tl_form.csv.0
source: CSV file
tl: Arquivo CSV

# tl_form.csv.1
source: The form data will be attached to the e-mail as a CSV file.
tl: Os dados do formulário serão enviados em anexo no formato CSV.

# tl_form.email.0
source: E-mail
tl: Formato do e-mail

# tl_form.email.1
source: Ignores all fields except <em>email</em>, <em>subject</em>, <em>message</em> and <em>cc</em> (carbon copy) and sends the form data like it had been sent from a mail client. File uploads are allowed.
tl: Este formato espera os campos <em>email</em>, <em>subject</em>, <em>message</em> e <em>cc</em> (envie uma cópia do email ao remetente). Outros campos serão ignorados. O envio de arquivos é permitido.

# tl_form.skipEmtpy.0
source: Skip empty fields
tl: Pular campos vazios

# tl_form.skipEmtpy.1
source: Hide empty fields in the e-mail.
tl: Não inclui os campos vazios no email.

# tl_form.storeValues.0
source: Store data
tl: Armazenar dados

# tl_form.storeValues.1
source: Store the submitted data in the database.
tl: Armazenar os dados submetidos no banco de dados.

# tl_form.targetTable.0
source: Target table
tl: Tabela alvo

# tl_form.targetTable.1
source: The target table must contain a column for every form field.
tl: Favor selecionar a tabela onde os dados serão armazenados

# tl_form.method.0
source: Submission method
tl: Método de envio de formulário

# tl_form.method.1
source: The default form submission method is POST.
tl: Favor selecionar um método de submissão de formulários (o padrão é POST).

# tl_form.attributes.0
source: CSS ID/class
tl: Classe e ID de folha de estilos

# tl_form.attributes.1
source: Here you can set an ID and one or more classes.
tl: Aqui você pode inserir um ID de folha de estilo (atributo ID) e uma ou mais classes de folhas de estilos (atributos class) para formatar o formulário utilizando CSS.

# tl_form.formID.0
source: Form ID
tl: ID do formulário

# tl_form.formID.1
source: The form ID is required to trigger a Contao module.
tl: Aqui você pode inserir um ID opcional para o formulário (requerido para ativar módulos do Contao).

# tl_form.tableless.0
source: Tableless layout
tl: Layout sem tabelas

# tl_form.tableless.1
source: Render the form without HTML tables.
tl: Se esta opção for selecionada o formulário será renderizado sem tabelas.

# tl_form.allowTags.0
source: Allow HTML tags
tl: Permitir HTML

# tl_form.allowTags.1
source: Allow HTML tags in form fields.
tl: Se você selecionar esta opção, certos elementos HTML não serão removidos (veja <em>allowedTags</em>).

# tl_form.tstamp.0
source: Revision date
tl: Data de revisão

# tl_form.tstamp.1
source: Date and time of the latest revision
tl: Data e hora da última revisão

# tl_form.title_legend
source: Title and redirect page
tl: Página de título e redirecionamento

# tl_form.email_legend
source: Send form data
tl: Enviar dados do formulário

# tl_form.store_legend
source: Store form data
tl: Salvar dados do formulário

# tl_form.expert_legend
source: Expert settings
tl: Configurações avançadas

# tl_form.config_legend
source: Form configuration
tl: Configurações do formulário

# tl_form.new.0
source: New form
tl: Novo formulário

# tl_form.new.1
source: Create a new form
tl: Criar um novo formulário

# tl_form.show.0
source: Form details
tl: Detalhes do formulário

# tl_form.show.1
source: Show the details of form ID %s
tl: Mostrar detalhes do formulário com ID %s

# tl_form.edit.0
source: Edit form
tl: Editar formulário

# tl_form.edit.1
source: Edit form ID %s
tl: Editar formulário com ID %s

# tl_form.editheader.0
source: Edit form settings
tl: Editar configurações do formulário

# tl_form.editheader.1
source: Edit the settings of form ID %s
tl: Editar as configurações do formulário (ID) %s

# tl_form.copy.0
source: Duplicate form
tl: Duplicar formulário

# tl_form.copy.1
source: Duplicate form ID %s
tl: Duplicar formulário com ID %s

# tl_form.delete.0
source: Delete form
tl: Apagar formulário

# tl_form.delete.1
source: Delete form ID %s
tl: Apagar formulário com ID %s
