Repository: contao/core
Catalog: .tx/source/*/core/*_form_field.xlf
Languages: tl

# FFL.headline.0
source: Headline
tl: Manchete

# FFL.headline.1
source: A custom field to insert a section headline.
tl: Um campo manchete pode ser utilizado para estruturar um formulário separando diversos campos. Um campo manchete pode conter código HTML.

# FFL.explanation.0
source: Explanation
tl: Explicação

# FFL.explanation.1
source: A custom field to insert an explanation text.
tl: Um campo explicação pode ser utilizado para inserir texto de ajuda diante de um campo. Um campo explicação pode conter código HTML.

# FFL.html.0
source: HTML code
tl: HTML

# FFL.html.1
source: A custom field to insert HTML code.
tl: Utilize este campo para inserir código HTML no formulário.

# FFL.fieldset.0
source: Fieldset
tl: Conjunto de campos

# FFL.fieldset.1
source: A container for form fields with an optional legend.
tl: Um conjunto de campos formulário com uma legenda opcional.

# FFL.text.0
source: Text field
tl: Campo texto

# FFL.text.1
source: A single-line input field for a short or medium text.
tl: Um campo texto suporta apenas uma linha para textos curtos ou médios.

# FFL.password.0
source: Password field
tl: Campo senha

# FFL.password.1
source: A single-line input field for a password. Contao automatically adds a confirmation field.
tl: Um campo senha suporta apenas uma linha de texto para senhas.

# FFL.textarea.0
source: Textarea
tl: Área de texto

# FFL.textarea.1
source: A multi-line input field for a medium or long text.
tl: Um campo área de texto suporta múltiplas linhas para textos médios ou longos.

# FFL.select.0
source: Select menu
tl: Menu selecionar

# FFL.select.1
source: A single- or multi-line drop-down menu.
tl: Um menu deste tipo contém uma lista de opções das quais apenas uma poderá ser selecionada.

# FFL.radio.0
source: Radio button menu
tl: Menu de botões radiais

# FFL.radio.1
source: A list of multiple options from which one can be selected.
tl: Um menu deste tipo contém múltiplas opções das quais apenas uma poderá ser selecionada.

# FFL.checkbox.0
source: Checkbox menu
tl: Menu checkbox

# FFL.checkbox.1
source: A list of multiple options from which any can be selected.
tl: Um menu deste tipo contém múltiplas opções e uma ou mais poderá ser selecionada.

# FFL.upload.0
source: File upload
tl: Envio de arquivo

# FFL.upload.1
source: A single-line input field to upload a local file to the server.
tl: Esta opção dispõe um botão para localização e seleção de um arquivo no disco local do usuário.

# FFL.hidden.0
source: Hidden field
tl: Campo oculto

# FFL.hidden.1
source: A single-line input field that is not visible in the form.
tl: Este campo é semelhante ao campo texto, mas não é mostrado ao usuário.

# FFL.captcha.0
source: Security question
tl: Pergunta de segurança

# FFL.captcha.1
source: A simple math question to verify that the form is being submitted by a human (CAPTCHA).
tl: Este campo adiciona uma pergunta matemática simples que deve ser respondida antes do envio do formulário, assim evita-se que robôs enviem dados pelo formulário.

# FFL.submit.0
source: Submit field
tl: Botão enviar

# FFL.submit.1
source: A button to submit the form.
tl: Este campo contém um botão para enviar o formulário e os dados de cabeçalho do mesmo.

# tl_form_field.type.0
source: Field type
tl: Tipo de campo

# tl_form_field.type.1
source: Please choose the type of field.
tl: Favor selecionar o tipo de campo.

# tl_form_field.name.0
source: Field name
tl: Nome do campo

# tl_form_field.name.1
source: The field name is a unique name to identify the field.
tl: Favor inserir o nome do campo. Este não será mostrado aos visitantes do site.

# tl_form_field.label.0
source: Field label
tl: Nome fantasia

# tl_form_field.label.1
source: The field label will be visible on the website, typically in front of or above the field.
tl: Favor inserir o nome fantasia do campo. Este ficará visível aos visitantes do site. Se você está criando um website multi-línguas, o nome fantasia deve ser traduzido na língua respectiva.

# tl_form_field.text.0
source: Text
tl: Texto

# tl_form_field.text.1
source: You can use HTML tags to format the text.
tl: Favor inserir uma manchete ou explicação. HTML é permitido.

# tl_form_field.html.1
source: You can modify the list of allowed HTML tags in the back end settings.
tl: Favor inserir o código HTML.

# tl_form_field.options.0
source: Options
tl: Opções

# tl_form_field.options.1
source: If JavaScript is disabled, make sure to save your changes before modifying the order.
tl: Favor inserir uma ou mais opções. Utilize os botões adicionar, mover ou remover para modificar as opções. Se você não tem JavaScript habilitado salve suas alterações antes.

# tl_form_field.mandatory.0
source: Mandatory field
tl: Campo obrigatório

# tl_form_field.mandatory.1
source: The form will not submit if the field is empty.
tl: Se esta opção for selecionada, o campo atual deverá ser preenchido para que o formulário seja enviado.

# tl_form_field.rgxp.0
source: Input validation
tl: Validação de entrada

# tl_form_field.rgxp.1
source: Validate the input against a regular expression.
tl: Insira uma expressão regular (RegEx) e qualquer campo será validado com esta.

# tl_form_field.digit.0
source: Numeric characters
tl: Caracteres numéricos

# tl_form_field.digit.1
source: Allows numeric characters, minus (-), full stop (.) and space ( ).
tl: permite caracteres numéricos além de (-), (.) e espaço.

# tl_form_field.alpha.0
source: Alphabetic characters
tl: Caracteres alfabéticos

# tl_form_field.alpha.1
source: Allows alphabetic characters, minus (-), full stop (.) and space ( ).
tl: permite caracteres alfabéticos além de (-), (.) e espaço.

# tl_form_field.alnum.0
source: Alphanumeric characters
tl: Caracteres alfanuméricos

# tl_form_field.alnum.1
source: Allows alphabetic and numeric characters, minus (-), full stop (.), underscore (_) and space ( ).
tl: permite caracteres alfanuméricos além de (-), (.) e espaço.

# tl_form_field.extnd.0
source: Extended alphanumeric characters
tl: Caracteres alfanuméricos extendidos

# tl_form_field.extnd.1
source: Allows everything except special characters which are usually encoded for security reasons (#/()<=>).
tl: não permite a inserção de caracteres codificados (#&()/).

# tl_form_field.date.0
source: Date
tl: Data

# tl_form_field.date.1
source: Checks whether the input matches the global date format.
tl: valida o valor do campo contra o formato de data global.

# tl_form_field.time.0
source: Time
tl: Hora

# tl_form_field.time.1
source: Checks whether the input matches the global time format.
tl: valida o valor do campo contra o formato de hora global.

# tl_form_field.datim.0
source: Date and time
tl: Data e hora

# tl_form_field.datim.1
source: Checks whether the input matches the global date and time format.
tl: valida o valor do campo contra o formato de data e hora globais.

# tl_form_field.phone.0
source: Phone number
tl: Telefone

# tl_form_field.phone.1
source: Allows numeric characters, plus (+), minus (-), slash (/), parentheses () and space ( ).
tl: permite a entrada de valores numéricos adicionados dos sinais "+-/()" e espaço.

# tl_form_field.email.0
source: E-mail address
tl: Endereço de e-mail

# tl_form_field.email.1
source: Checks whether the input is a valid e-mail address.
tl: valida o valor do campo contra o formato de endereço de e-mail.

# tl_form_field.url.0
source: URL format
tl: Formato de URL

# tl_form_field.url.1
source: Checks whether the input is a valid URL.
tl: valida o valor do campo contra o formato URL. Este contém caracteres alfanuméricos, adicionados destes caracteres especiais (-_.:;/?&=+#). Todos os outros caracteres devem ser codificados.

# tl_form_field.placeholder.0
source: Placeholder
tl: Espaço reservado

# tl_form_field.placeholder.1
source: Show this text as long as the field is empty (requires HTML5).
tl: Mostrar presente texto, desde que o campo está vazio (HTML5 necessário).

# tl_form_field.maxlength.0
source: Maximum length
tl: Capacidade máxima

# tl_form_field.maxlength.1
source: Limit the field length to a certain number of characters (text) or bytes (file uploads).
tl: Se você inserir um valor numérico aqui, o número de caracteres do campo será limitado a este valor. Se este for um campo para envio de arquivos, você pode inserir o tamanho máximo do arquivo em Bytes (1 MB = 1024 kB = 1024000 Bytes).

# tl_form_field.size.0
source: Rows and columns
tl: Linhas e colunas

# tl_form_field.size.1
source: The number of rows and columns of the textarea.
tl: Favor inserir o número de linhas e colunas.

# tl_form_field.multiple.0
source: Multiple selection
tl: Seleção múltipla

# tl_form_field.multiple.1
source: Allow visitors to select more than one option.
tl: Permite selecionar mais de uma opção.

# tl_form_field.mSize.0
source: List size
tl: Tamanho da lista

# tl_form_field.mSize.1
source: Here you can enter the size of the select box.
tl: Favor inserir o tamanho da caixa de seleção.

# tl_form_field.extensions.0
source: Allowed file types
tl: Tipos de arquivos permitidos

# tl_form_field.extensions.1
source: A comma separated list of valid file extensions.
tl: Favor inserir uma lista de extensões de arquivos separados por vírgulas. Apenas estes arquivos serão permitidos para o envio.

# tl_form_field.storeFile.0
source: Store uploaded files
tl: Armazenar arquivo enviado

# tl_form_field.storeFile.1
source: Move the uploaded files to a folder on the server.
tl: Se você escolher esta opção, os arquivos enviados serão movidos à uma pasta no seu servidor. Não selecione esta opção se os arquivos enviados forem anexados a um e-mail e você não quiser armazena-los.

# tl_form_field.uploadFolder.0
source: Target folder
tl: Armazenar arquivos enviados em pasta

# tl_form_field.uploadFolder.1
source: Please select the target folder from the files directory.
tl: Favor selecionar uma pasta para armazenar os arquivos enviados.

# tl_form_field.useHomeDir.0
source: Use home directory
tl: Utilizar o diretório inicial

# tl_form_field.useHomeDir.1
source: Store the file in the home directory if there is an authenticated user.
tl: Se um usuário estiver conectado, armazenar os arquivos na sua pasta inicial em vez da pasta de arquivos enviados.

# tl_form_field.doNotOverwrite.0
source: Preserve existing files
tl: Não sobrescrever arquivos existentes.

# tl_form_field.doNotOverwrite.1
source: Add a numeric suffix to the new file if the file name already exists.
tl: Adiciona uma ID numérica ao nome do arquivo se este já existir.

# tl_form_field.fsType.0
source: Operation mode
tl: Modo de operação

# tl_form_field.fsType.1
source: Please select the operation mode of the fieldset element.
tl: Por-favor selecione o modo operacional do elemento conjunto de campos.

# tl_form_field.fsStart.0
source: Wrapper start
tl: Iniciar wrapper

# tl_form_field.fsStart.1
source: Marks the beginning of a fieldset and can contain a legend.
tl: Marca o início de um conjunto de campos (fieldset) e pode conter uma lenda.

# tl_form_field.fsStop.0
source: Wrapper stop
tl: Terminar wrapper

# tl_form_field.fsStop.1
source: Marks the end of a fieldset.
tl: Marca o fim de um conjunto de campos (fieldset).

# tl_form_field.value.0
source: Default value
tl: Valor

# tl_form_field.value.1
source: Here you can enter a default value for the field.
tl: Este é o valor padrão opcional do campo.

# tl_form_field.class.0
source: CSS class
tl: Classe CSS

# tl_form_field.class.1
source: Here you can enter one or more classes.
tl: Aqui você pode inserir uma ou mais classes CSS.

# tl_form_field.accesskey.0
source: Access key
tl: Tecla de acesso

# tl_form_field.accesskey.1
source: A form field can be focused by pressing the [ALT] or [CTRL] key and the access key simultaneously.
tl: Uma tecla de acesso é um único caractere que pode ser atribuído a um campo de formulário. Se um visitante pressionar simultaneamente esta tecla junto do [Alt/Option] o foco será colocado neste campo.

# tl_form_field.tabindex.0
source: Tab index
tl: Índice de tabulação

# tl_form_field.tabindex.1
source: The position of the form field in the tabbing order.
tl: A posição do campo de formulário na ordem de tabulação.

# tl_form_field.fSize.0
source: Field size
tl: Tamanho do campo

# tl_form_field.fSize.1
source: Here you can enter the size of the upload field (size attribute).
tl: Aqui você pode digitar o tamanho do campo de upload (atributo de tamanho).

# tl_form_field.addSubmit.0
source: Add a submit button
tl: Adicionar botão de envio

# tl_form_field.addSubmit.1
source: Add a submit button next to the field to create a single line form.
tl: Por padrão o botão de envio é adicionado como um campo extra ao final do formulário. Entretanto, se você selecionar esta opção, um botão de envio será adicionado ao lado do próximo campo. Utilize esta opção para criar formulários de apenas uma linha (ex. campos de busca).

# tl_form_field.slabel.0
source: Submit button label
tl: Nome fantasia do botão de envio

# tl_form_field.slabel.1
source: Please enter the label of the submit button.
tl: Favor inserir o nome fantasia do botão de envio.

# tl_form_field.imageSubmit.0
source: Create an image button
tl: Imagem como botão de envio

# tl_form_field.imageSubmit.1
source: Use an image submit button instead of the default one.
tl: Utilize uma imagem como botão de envio de formulários.

# tl_form_field.singleSRC.0
source: Source file
tl: Arquivo fonte

# tl_form_field.singleSRC.1
source: Please select an image from the files directory.
tl: Favor selecionar uma imagem do diretório de arquivos.

# tl_form_field.type_legend
source: Field type and name
tl: Tipo e nome do campo

# tl_form_field.text_legend
source: Text/HTML
tl: Texto/HTML

# tl_form_field.fconfig_legend
source: Field configuration
tl: Configuração do campo

# tl_form_field.options_legend
source: Options
tl: Opções

# tl_form_field.store_legend
source: Store file
tl: Guardar arquivo

# tl_form_field.expert_legend
source: Expert settings
tl: Configurações avançadas

# tl_form_field.submit_legend
source: Submit button
tl: Botão de envio

# tl_form_field.image_legend
source: Image button
tl: Imagem do botão

# tl_form_field.new.0
source: New field
tl: Novo campo

# tl_form_field.new.1
source: Create a new field
tl: Criar novo campo

# tl_form_field.show.0
source: Field details
tl: Detalhes do campo

# tl_form_field.show.1
source: Show the details of field ID %s
tl: Mostrar detalhes do campo com ID %s

# tl_form_field.edit.0
source: Edit field
tl: Modificar campo

# tl_form_field.edit.1
source: Edit field ID %s
tl: Modificar campo com ID %s

# tl_form_field.cut.0
source: Move field
tl: Mover campo

# tl_form_field.cut.1
source: Move field ID %s
tl: Mover campo com ID %s

# tl_form_field.copy.0
source: Duplicate field
tl: Duplicar campo

# tl_form_field.copy.1
source: Duplicate field ID %s
tl: Duplicar campo com ID %s

# tl_form_field.delete.0
source: Delete field
tl: Remover campo

# tl_form_field.delete.1
source: Delete field ID %s
tl: Remover campo com ID %s

# tl_form_field.editheader.0
source: Edit form
tl: Editar cabeçalho do formulário

# tl_form_field.editheader.1
source: Edit the form settings
tl: Editar o cabeçalho deste formulário.

# tl_form_field.pasteafter.0
source: Paste at the top
tl: Colar no início

# tl_form_field.pasteafter.1
source: Paste after field ID %s
tl: Colar depois do campo com ID %s

# tl_form_field.pastenew.0
source: Add new at the top
tl: Criar novo campo no início

# tl_form_field.pastenew.1
source: Add new after field ID %s
tl: Criar novo campo depois do campo ID %s

# tl_form_field.toggle.0
source: Toggle visibility
tl: Alternar a visibilidade

# tl_form_field.toggle.1
source: Toggle the visibility of field ID %s
tl: Alternar a visibilidade do campo ID %s
