Repository: contao/core
Catalog: .tx/source/*/core/*_log.xlf
Languages: tl

# tl_log.tstamp.0
source: Date
tl: Data

# tl_log.tstamp.1
source: Date and time of the log entry
tl: Data e hora de criação

# tl_log.source.0
source: Origin
tl: Fonte

# tl_log.source.1
source: Back end or front end
tl: Entradas de log podem ser organizadas pela sua fonte (administração ou website)

# tl_log.action.0
source: Category
tl: Categoria

# tl_log.action.1
source: Category of the action
tl: Categoria da ação

# tl_log.username.0
source: User
tl: Usuário

# tl_log.username.1
source: Name of the authenticated user
tl: Nome do usuário conectado

# tl_log.text.0
source: Details
tl: Detalhes

# tl_log.text.1
source: Details of the log entry
tl: Detalhes da entrada atual

# tl_log.func.0
source: Function
tl: Função

# tl_log.func.1
source: Name of the initiating function
tl: Nome da função

# tl_log.ip.0
source: IP address
tl: Endereço IP

# tl_log.ip.1
source: IP address of the user
tl: Endereço IP do requerente

# tl_log.browser.0
source: Browser
tl: Navegador

# tl_log.browser.1
source: Name of the user agent
tl: Navegador do requerente

# tl_log.BE
source: Back end
tl: Administração

# tl_log.FE
source: Front end
tl: Website

# tl_log.show.0
source: Show details
tl: Mostrar detalhes

# tl_log.show.1
source: Show the details of entry ID %s
tl: Mostrar detalhes da entrada com ID %s

# tl_log.delete.0
source: Delete
tl: Remover

# tl_log.delete.1
source: Delete entry ID %s
tl: Remover entrada com ID %s
