Repository: contao/core
Catalog: .tx/source/*/core/*_module.xlf
Languages: tl

# tl_module.name.0
source: Title
tl: Nome do módulo

# tl_module.name.1
source: Please enter the module title.
tl: Favor inserir um nome único para o módulo.

# tl_module.headline.0
source: Headline
tl: Manchete

# tl_module.headline.1
source: Here you can add a headline to the module.
tl: Se você inserir uma manchete, ela será mostrada no topo do módulo.

# tl_module.type.0
source: Module type
tl: Tipo do módulo

# tl_module.type.1
source: Please choose the type of module.
tl: Favor selecionar o tipo do módulo.

# tl_module.levelOffset.0
source: Start level
tl: Nível inicial

# tl_module.levelOffset.1
source: Enter a value greater than 0 to show only submenu items.
tl: Favor definir o nível inicial do qual os itens de menu serão visíveis. Insira 0 ou deixe em branco para iniciar do topo.

# tl_module.showLevel.0
source: Stop level
tl: Nível final

# tl_module.showLevel.1
source: Enter a value greater than 0 to limit the nesting level of the menu.
tl: Favor definir o nível final até o qual os itens de menu serão visíveis. Insira 0 ou deixe em branco para mostrar todos os itens.

# tl_module.hardLimit.0
source: Hard limit
tl: Limite fixo

# tl_module.hardLimit.1
source: Never show any menu items beyond the stop level.
tl: Não mostrar qualquer item (nem mesmo os ativos) após este nível.

# tl_module.showProtected.0
source: Show protected items
tl: Mostrar ítens protegidos

# tl_module.showProtected.1
source: Show items that are usually only visible to authenticated users.
tl: Incluir itens que são mostrados apenas depois que um usuário se conectou ao website.

# tl_module.defineRoot.0
source: Set a reference page
tl: Configurar página de referência

# tl_module.defineRoot.1
source: Define a custom source or target page for the module.
tl: Configure a página de referência a ser utilizada como fonte ou alvo de um módulo.

# tl_module.rootPage.0
source: Reference page
tl: Página de referência

# tl_module.rootPage.1
source: Please choose the reference page from the site structure.
tl: Aqui você pode selecionar uma página de referência que será utilizada como fonte ou alvo (ex. uma página inicial alternativa).

# tl_module.navigationTpl.0
source: Navigation template
tl: Modelo de navegação

# tl_module.navigationTpl.1
source: Here you can select the navigation template.
tl: Favor selecionar o modelo de navegação (estes modelos iniciam por <em>nav_</em>).

# tl_module.pages.0
source: Pages
tl: Páginas

# tl_module.pages.1
source: Please choose one or more pages from the site structure.
tl: Favor selecionar as páginas para o módulo "quicklink".

# tl_module.showHidden.0
source: Show hidden items
tl: Mostrar ítens ocultos

# tl_module.showHidden.1
source: Show items that are usually hidden in the navigation menu.
tl: Incluir no menu de navegação os itens que estão ocultos.

# tl_module.customLabel.0
source: Custom label
tl: Rótulo personalizado

# tl_module.customLabel.1
source: Here you can enter a custom label for the drop-down menu.
tl: Aqui você pode inserir um rótulo personalizado que será utilizado no lugar de <em>quicklink</em> ou <em>quick navigation</em>.

# tl_module.autologin.0
source: Allow auto login
tl: Permitir login automático

# tl_module.autologin.1
source: Allow members to log into the front end automatically.
tl: Permitir que usuários possam logar automaticamente no frontend.

# tl_module.jumpTo.0
source: Redirect page
tl: Pular para página

# tl_module.jumpTo.1
source: Please choose the page to which visitors will be redirected when clicking a link or submitting a form.
tl: Esta preferência define para qual página um usuário será redirecionado após certas ações.

# tl_module.redirectBack.0
source: Redirect to last page visited
tl: Redirecionar para a última página visitada

# tl_module.redirectBack.1
source: Redirect the user back to the last page visited instead of the redirect page.
tl: Após o login/logout, o usuário é redirecionado para a página em que ele estava antes.

# tl_module.cols.0
source: Number of columns
tl: Número de colunas

# tl_module.cols.1
source: Please choose the number of columns of the form.
tl: Favor selecionar o número de colunas de um formulário.

# tl_module.1cl.0
source: One column
tl: Uma coluna

# tl_module.1cl.1
source: Show the label above the input field.
tl: O rótulo de cada campo será mostrado acima do mesmo.

# tl_module.2cl.0
source: Two columns
tl: Duas colunas

# tl_module.2cl.1
source: Show the label on the left side of the input field.
tl: o rótulo de cada campo será mostrado ao lado esquerdo do mesmo.

# tl_module.editable.0
source: Editable fields
tl: Campos editáveis

# tl_module.editable.1
source: Show these fields in the front end form.
tl: Favor selecionar um ou mais campos que serão editáveis no website.

# tl_module.memberTpl.0
source: Form template
tl: Modelo de formulário

# tl_module.memberTpl.1
source: Here you can select the form template.
tl: Favor selecionar um modelo de formulário. O modelo padrão é chamado <em>member_default</em>. Se você desejar adicionar seus modelos, os envie para a pasta <em>templates</em> no servidor (a extensão do arquivo deve ser <em>tpl</em>).

# tl_module.tableless.0
source: Tableless layout
tl: Layout sem tabelas

# tl_module.tableless.1
source: Render the form without HTML tables.
tl: Renderizar o formulário sem tabelas HTML.

# tl_module.form.0
source: Form
tl: Formulário

# tl_module.form.1
source: Please select a form.
tl: Favor selecionar um formulário.

# tl_module.queryType.0
source: Default query type
tl: Tipo padrão de postagem

# tl_module.queryType.1
source: Please select the default query type.
tl: Favor selecionar o tipo padrão de postagem.

# tl_module.and.0
source: Find all words
tl: Procurar todas as palavras

# tl_module.and.1
source: Returns only pages that contain all keywords.
tl: O motor de busca retorna apenas páginas que contém todas as palavras.

# tl_module.or.0
source: Find any word
tl: Procurar qualquer palavra

# tl_module.or.1
source: Returns all pages that contain any of the keywords.
tl: O motor de busca retorna todas as páginas contendo pelo menos uma das palavras-chave.

# tl_module.fuzzy.0
source: Fuzzy search
tl: Busca imprecisa

# tl_module.fuzzy.1
source: Will find "Contao" if you search for "con" (equal to a wildcard search).
tl: Encontrará "Contao" se você procurar por "con" (se iguala a uma busca usando um wildcard).

# tl_module.simple.0
source: Simple form
tl: Simples

# tl_module.simple.1
source: Contains a single input field only.
tl: Formulário de busca simples contendo apenas um campo.

# tl_module.advanced.0
source: Advanced form
tl: Avançado

# tl_module.advanced.1
source: Contains an input field and a radio button menu to choose the query type.
tl: Formulário de busca completo que permite personalizar a busca.

# tl_module.contextLength.0
source: Context range
tl: Intervalo de contexto

# tl_module.contextLength.1
source: The number of characters on the left and right side of each keyword that are used as context.
tl: Favor inserir o número de caracteres a direita e esquerda de cada palavra-chave que será utilizada como contexto.

# tl_module.totalLength.0
source: Maximum context length
tl: Tamanho máximo do contexto

# tl_module.totalLength.1
source: Here you can limit the overall context length per result.
tl: Favor inserir o tamanho máximo do contexto de cada resultado.

# tl_module.perPage.0
source: Items per page
tl: Registros por página

# tl_module.perPage.1
source: The number of items per page. Set to 0 to disable pagination.
tl: Favor inserir o número de registros por página (0 = desabilitar a paginação).

# tl_module.searchType.0
source: Search form layout
tl: Formulário de busca

# tl_module.searchType.1
source: Here you can select the search form layout.
tl: Favor selecionar um formulário de busca.

# tl_module.searchTpl.0
source: Search results template
tl: Modelo de resultados de busca

# tl_module.searchTpl.1
source: Here you can select the search results template.
tl: Favor selecionar um modelo de resultados de busca. O modelo padrão é chamado <em>search_default</em>. Se você desejar adicionar seus modelos, os envie para a pasta <em>templates</em> no servidor (a extensão do arquivo deve ser <em>tpl</em>).

# tl_module.inColumn.0
source: Column
tl: Coluna

# tl_module.inColumn.1
source: Please choose the column whose articles you want to list.
tl: Favor selecionar a coluna aonde os artigos serão listados.

# tl_module.skipFirst.0
source: Skip items
tl: Pular o primeiro artigo

# tl_module.skipFirst.1
source: Here you can define how many items will be skipped.
tl: Selecione esta opção para não mostrar o primeiro artigo.

# tl_module.loadFirst.0
source: Load the first item
tl: Carregar o primeiro artigo

# tl_module.loadFirst.1
source: Automatically redirect to the first item if none is selected.
tl: Redirecionar automaticamente para o primeiro artigo se nenhum artigo estiver selecionado.

# tl_module.size.0
source: Width and height
tl: Altura e largura

# tl_module.size.1
source: Please enter the width and height in pixel.
tl: Favor inserir em pixels a altura e largura.

# tl_module.transparent.0
source: Transparent movie
tl: Filme Flash transparente

# tl_module.transparent.1
source: Make the Flash movie transparent (wmode = transparent).
tl: Selecione esta opção para tornar o filme Flash transparente (wmode = transparent). Note que alguns elementos gráficos podem não funcionar corretamente em filmes com fundo transparente.

# tl_module.flashvars.1
source: Pass variables to the Flash movie (<em>var1=value1&amp;var2=value2</em>).
tl: Aqui você pode inserir algumas variáveis que serão passadas para o filme Flash (<em>var1=value1&var2=value2</em>).

# tl_module.version.0
source: Flash player version
tl: Versão requerida do Flash

# tl_module.version.1
source: Please enter the required Flash player version (e.g. 6.0.12).
tl: Favor inserir a versão requerida para mostrar o seu filme Flash (ex. se o seu filme requere a versão 6.0.12.0, insira 6 e 12).

# tl_module.altContent.0
source: Alternate content
tl: Conteúdo alternativo

# tl_module.altContent.1
source: The alternate content will be shown if the movie cannot be loaded. HTML tags are allowed.
tl: Favor inserir o conteúdo alternativo que será mostrado caso o filme Flash não possa ser carregado. Código HTML é permitido.

# tl_module.source.0
source: Source
tl: Fonte

# tl_module.source.1
source: Whether to use a file on the server or point to an external URL.
tl: Favor selecionar a fonte deste elemento.

# tl_module.singleSRC.0
source: Source file
tl: Arquivo fonte

# tl_module.singleSRC.1
source: Please select a file from the files directory.
tl: Favor selecionar um arquivo do diretório.

# tl_module.url.1
source: Please enter the URL (http://…) of the Flash movie.
tl: Favor inserir a URL completa iniciando por http://

# tl_module.interactive.0
source: Make interactive
tl: Filme Flash interativo

# tl_module.interactive.1
source: Make the Flash movie interact with the browser (requires JavaScript).
tl: Selecione esta opção se o seu filme Flash interage com a janela do navegador através da função <em>fscommand()</em>.

# tl_module.flashID.0
source: Flash movie ID
tl: ID do vídeo Flash

# tl_module.flashID.1
source: Please enter a unique Flash movie ID.
tl: Favor inserir um ID único do vídeo Flash.

# tl_module.flashJS.1
source: Please enter the JavaScript code.
tl: Favor inserir o conteúdo da função JavaScript <em>_DoFSCommand()</em>. A variável contendo o comando é chamada <em>command</em>, e a variável contendo os argumentos é <em>args</em>.

# tl_module.fullsize.0
source: Full-size view/new window
tl: Ver em tamanho real/nova janela

# tl_module.fullsize.1
source: Open the full-size image in a lightbox or the link in a new browser window.
tl: Abrir a imagem em tamanho real na lightbox ou abrir o link em uma nova janela do navegador.

# tl_module.imgSize.0
source: Image width and height
tl: Altura e largura da imagem

# tl_module.imgSize.1
source: Here you can set the image dimensions and the resize mode.
tl: Se você inserir apenas a largura ou altura a imagem será redimensionada proporcionalmente. Se as duas medidas forem inseridas, se necessário, a imagem será cortada. Se os dois campos forem deixados em branco a imagem será mostrada no tamanho original.

# tl_module.useCaption.0
source: Show caption
tl: Mostrar o nome da imagem como legenda

# tl_module.useCaption.1
source: Display the image name or caption below the image.
tl: Ao selecionar esta opção o nome da imagem será utilizado como legenda.

# tl_module.multiSRC.0
source: Source files
tl: Arquivos fonte

# tl_module.multiSRC.1
source: Please select one or more files from the files directory.
tl: Favor selecionar um ou mais arquivos do diretório.

# tl_module.orderSRC.0
source: Sort order
tl: Ordem de classificação

# tl_module.orderSRC.1
source: The sort order of the items.
tl: A ordem de classificação dos itens.

# tl_module.html.0
source: HTML code
tl: Código HTML

# tl_module.html.1
source: You can modify the list of allowed HTML tags in the back end settings.
tl: Favor inserir o seu código HTML.

# tl_module.rss_cache.0
source: Cache timeout
tl: Tempo limite do cache

# tl_module.rss_cache.1
source: Here you can define how long the RSS feed is being cached.
tl: Aqui você pode definir o período de tempo pelo qual o "feed" de RSS fica em cache.

# tl_module.rss_feed.0
source: Feed URLs
tl: URL de "feed" de RSS

# tl_module.rss_feed.1
source: Please enter the URL of one or more RSS feeds.
tl: Favor informar a URL do "feed" de RSS

# tl_module.rss_template.0
source: Feed template
tl: Modelo visual do feed

# tl_module.rss_template.1
source: Here you can select the feed template.
tl: Favor escolher um modelo visual. Você pode adicionar modelos de RSS na pasta <em>templates</em>. Arquivos de modelo de RSS iniciam com <em>rss_</em> e requer que a extensão do arquivo seja <em>.tpl</em>

# tl_module.numberOfItems.0
source: Number of items
tl: Número de itens

# tl_module.numberOfItems.1
source: Here you can limit the number of items. Set to 0 to show all.
tl: Aqui você pode limitar o número de itens. Defina como 0 para mostrar tudo.

# tl_module.protected.0
source: Protect module
tl: Proteger módulo

# tl_module.protected.1
source: Show the module to certain member groups only.
tl: Mostrar o módulo apenas para certos grupos de membros.

# tl_module.groups.0
source: Allowed member groups
tl: Grupos de membros permitidos

# tl_module.groups.1
source: These groups will be able to see the module.
tl: Aqui você pode escolher quais grupos terão permissão para ver o módulo.

# tl_module.guests.0
source: Show to guests only
tl: Mostrar apenas para usuários anônimos.

# tl_module.guests.1
source: Hide the module if a member is logged in.
tl: Esconder o módulo se o usuário estiver logado no site.

# tl_module.cssID.0
source: CSS ID/class
tl: Classe e ID de folha de estilo

# tl_module.cssID.1
source: Here you can set an ID and one or more classes.
tl: Aqui você pode inserir o ID de folha de estilo (atributo ID) ou uma ou mais classes de folha de estilo (atributo class) para formatar o módulo utilizando CSS.

# tl_module.space.0
source: Space in front and after
tl: Espaço anterior e posterior

# tl_module.space.1
source: Here you can enter the spacing in front of and after the module in pixel. You should try to avoid inline styles and define the spacing in a style sheet, though.
tl: Favor inserir o espaço anterior e posterior do módulo em pixels.

# tl_module.disableCaptcha.0
source: Disable the security question
tl: Desabilitar a pergunta de segurança

# tl_module.disableCaptcha.1
source: Here you can disable the security question (not recommended).
tl: Aqui você pode desabilitar

# tl_module.reg_groups.0
source: Member groups
tl: Grupos de Associados

# tl_module.reg_groups.1
source: Here you can assign the user to one or more groups.
tl: Favor designar o usuário para um ou mais grupos.

# tl_module.reg_allowLogin.0
source: Allow login
tl: Permite conexão

# tl_module.reg_allowLogin.1
source: Allow the new user to log into the front end.
tl: Se você escolher essa opção, o novo usuário será capaz de se conectar utilizando nome de usuário e senha dele.

# tl_module.reg_skipName.0
source: Skip username
tl: Não requerer nome de usuário

# tl_module.reg_skipName.1
source: Do not require the username to request a new password.
tl: Não requerer nome de usuário quando uma nova senha for solicitada.

# tl_module.reg_close.0
source: Mode
tl: Modo

# tl_module.reg_close.1
source: Here you can define how to handle the deletion.
tl: Aqui você pode definir como lidar com a exclusão.

# tl_module.reg_assignDir.0
source: Create a home directory
tl: Criar diretório raiz

# tl_module.reg_assignDir.1
source: Create a home directory from the registered username.
tl: Escolha essa opção para criar automaticamente um diretório raiz do usuário

# tl_module.reg_homeDir.0
source: Home directory path
tl: Diretório raiz

# tl_module.reg_homeDir.1
source: Please select the parent folder from the files directory.
tl: Por favor, selecione a pasta "pai" para a pasta raiz do usuário

# tl_module.reg_activate.0
source: Send activation e-mail
tl: Enviar email de ativação

# tl_module.reg_activate.1
source: Send an activation e-mail to the registered e-mail address.
tl: Escolha essa opção para enviar um email de ativação de conta para usuários registrados

# tl_module.reg_jumpTo.0
source: Confirmation page
tl: Página de Ativação

# tl_module.reg_jumpTo.1
source: Please choose the page to which users will be redirected after the request has been completed.
tl: Por favor, informe a página para a qual o usuário será redirecionado depois da conta ter sido ativada.

# tl_module.reg_text.0
source: Activation message
tl: Email de ativação

# tl_module.reg_text.1
source: You can use the wildcards <em>##domain##</em> (domain name), <em>##link##</em> (activation link) and any input field (e.g. <em>##lastname##</em>).
tl: Por favor, informe o texto do email de ativação. Você pode utilizar qualquer campo de entrada (ex: <em>##lastname##</em> e também <em>##domain##</em> (domínio) e ainda <em>##link##</em> (link de ativação).

# tl_module.reg_password.0
source: Password message
tl: Email de confirmação

# tl_module.reg_password.1
source: You can use the wildcards <em>##domain##</em> (domain name), <em>##link##</em> (activation link) and any user property (e.g. <em>##lastname##</em>).
tl: Texto do email de confirmação. Você pode utilizar qualquer propriedade como curinga (ex: <em>##lastname##</em> e também <em>##domain##</em> (domínio) e ainda <em>##link##</em> (link de ativação).

# tl_module.title_legend
source: Title and type
tl: Título e tipo

# tl_module.nav_legend
source: Navigation settings
tl: Configurações de navegação

# tl_module.reference_legend
source: Reference page
tl: Página de referência

# tl_module.redirect_legend
source: Redirect settings
tl: Configurações de redirecionamento

# tl_module.template_legend
source: Template settings
tl: Configurações de modelo

# tl_module.config_legend
source: Module configuration
tl: Configuração do módulo

# tl_module.include_legend
source: Include settings
tl: Configurações de inclusão

# tl_module.source_legend
source: Files and folders
tl: Arquivos e pastas

# tl_module.interact_legend
source: Interactive Flash movie
tl: Vídeo interativo em Flash

# tl_module.html_legend
source: Text/HTML
tl: Texto/HTML

# tl_module.protected_legend
source: Access protection
tl: Proteção de acesso

# tl_module.expert_legend
source: Expert settings
tl: Configurações avançadas

# tl_module.email_legend
source: E-mail settings
tl: Configurações de email.

# tl_module.account_legend
source: Account settings
tl: Configurações da conta

# tl_module.emailText.0
source: Your registration on %s
tl: Seu registro em %s

# tl_module.emailText.1
source: Thank you for your registration on ##domain##. Please click ##link## to complete your registration and to activate your account. If you did not request an account, please ignore this e-mail.
tl: Obrigado pelo seu registro em ##domain##. Por favor, clique em ##link## para completar o seu registro e ativar sua conta. Caso não tenha solicitado uma conta, ignore este email.

# tl_module.passwordText.0
source: Your password request on %s
tl: Seu pedido de senha no site %s

# tl_module.passwordText.1
source: You have requested a new password for ##domain##. Please click ##link## to set the new password. If you did not request this e-mail, please contact the website administrator.
tl: Você solicitou uma nova senha para ##domain##. Por favor, clique em ##link## para cadastrar uma nova senha. Caso não tenha solicitado este email, entre em contato com o administrador do site.

# tl_module.header
source: Header
tl: Cabeçalho

# tl_module.left
source: Left column
tl: Coluna esquerda

# tl_module.main
source: Main column
tl: Coluna principal

# tl_module.right
source: Right column
tl: Coluna direita

# tl_module.footer
source: Footer
tl: Rodapé

# tl_module.internal
source: Internal file
tl: arquivo interno

# tl_module.external
source: External URL
tl: URL externa

# tl_module.close_deactivate
source: Deactivate account
tl: Desativar conta

# tl_module.close_delete
source: Irrevocably delete account
tl: Irrevogavelmente excluir conta

# tl_module.new.0
source: Add module
tl: Adicionar módulo

# tl_module.new.1
source: Add a module
tl: Adicionar um módulo

# tl_module.show.0
source: Module details
tl: Detalhes do módulo

# tl_module.show.1
source: Show the details of module ID %s
tl: Mostrar detalhes do módulo com ID %s

# tl_module.edit.0
source: Edit module
tl: Modificar módulo

# tl_module.edit.1
source: Edit module ID %s
tl: Modificar módulo com ID %s

# tl_module.cut.0
source: Move module
tl: Mover módulo

# tl_module.cut.1
source: Move module ID %s
tl: Mover módulo ID %s

# tl_module.copy.0
source: Duplicate module
tl: Duplicar módulo

# tl_module.copy.1
source: Duplicate module ID %s
tl: Duplicar módulo com ID %s

# tl_module.delete.0
source: Delete module
tl: Remover módulo

# tl_module.delete.1
source: Delete module ID %s
tl: Remover módulo com ID %s

# tl_module.editheader.0
source: Edit theme
tl: Editar tema

# tl_module.editheader.1
source: Edit the theme settings
tl: Editar as configurações do tema

# tl_module.pasteafter.0
source: Paste here
tl: Colar aqui

# tl_module.pasteafter.1
source: Paste after module ID %s
tl: Colar após módulo ID %s
