Repository: contao/core
Catalog: .tx/source/*/core/*_style_sheet.xlf
Languages: tl

# tl_style_sheet.name.0
source: Name
tl: Nome

# tl_style_sheet.name.1
source: Please enter the style sheet name.
tl: Favor inserir um nome único para a folha de estilo.

# tl_style_sheet.cc.0
source: Conditional comment
tl: Comentário condicional

# tl_style_sheet.cc.1
source: Conditional comments allow you to create Internet Explorer specific style sheets (e.g. <em>if lt IE 9</em>).
tl: Comentário condicionais permitem que você crie folhas de estilo específicas para o Internet Explorer.

# tl_style_sheet.media.0
source: Media types
tl: Tipos de mídia

# tl_style_sheet.media.1
source: Here you can choose the media types the style sheet applies to.
tl: Se a folha de estilo se aplica a tipos específicos de mídia, você pode restringir seu uso selecionando um ou mais tipos.

# tl_style_sheet.mediaQuery.1
source: Here you can define the media type using a media query like <em>screen and (min-width: 800px)</em>. The media types defined above will then be overwritten.
tl: Aqui você pode definir o tipo de mídia usando um "media query" como <em>screen e (min-width: 800px) </em>. Os tipos de mídia definido acima, então vai ser substituído.

# tl_style_sheet.vars.0
source: Global variables
tl: Variáveis ​​globais "clobal variables"

# tl_style_sheet.vars.1
source: Here you can define global variables for the style sheet (e.g. <em>$red</em> -> <em>c00</em> or <em>$margin</em> -> <em>12px</em>).
tl: Aqui você pode definir variáveis ​​globais para a folha de estilo (por exemplo, <em>$red</em> -> <em>c00</em> ou <em>$margin</em> -> <em>12px</em >).

# tl_style_sheet.source.0
source: Source files
tl: Fonte do arquivo

# tl_style_sheet.source.1
source: Here you can upload one or more .css files to be imported.
tl: Favor selecionar o arquivo CSS que você deseja importar do diretório de arquivos.

# tl_style_sheet.tstamp.0
source: Revision date
tl: Data da revisão

# tl_style_sheet.tstamp.1
source: Date and time of the latest revision
tl: Data e hora da última revisão

# tl_style_sheet.title_legend
source: Name
tl: Nome e tipos de mídia

# tl_style_sheet.media_legend
source: Media settings
tl: Configurações de mídia

# tl_style_sheet.vars_legend
source: Global variables
tl: Variáveis globais

# tl_style_sheet.css_imported
source: Style sheet "%s" has been imported.
tl: Folha de estilo "% s" foi importado.

# tl_style_sheet.css_renamed
source: Style sheet "%s" has been imported as "%s".
tl: Folha de estilo "% s" foi importado como "% s".

# tl_style_sheet.new.0
source: New style sheet
tl: Nova folha de estilo

# tl_style_sheet.new.1
source: Create a new style sheet
tl: Criar uma nova folha de estilo

# tl_style_sheet.show.0
source: Style sheet details
tl: Detalhes da folha de estilo

# tl_style_sheet.show.1
source: Show the details of style sheet ID %s
tl: Mostrar detalhes da folha de estilo com ID %s

# tl_style_sheet.edit.0
source: Edit style sheet
tl: Modificar folha de estilo

# tl_style_sheet.edit.1
source: Edit style sheet ID %s
tl: Modificar a folha de estilo com ID %s

# tl_style_sheet.editheader.0
source: Edit style sheet settings
tl: Editar as configurações de folha de estilo

# tl_style_sheet.editheader.1
source: Edit the settings of style sheet ID %s
tl: Editar as configurações de folha de estilo ID %s

# tl_style_sheet.cut.0
source: Move style sheet
tl: Mover folha de estilo

# tl_style_sheet.cut.1
source: Move style sheet ID %s
tl: Mover de folhas de estilo ID %s

# tl_style_sheet.copy.0
source: Duplicate style sheet
tl: Duplicar folha de estilo

# tl_style_sheet.copy.1
source: Duplicate style sheet ID %s
tl: Duplicar a folha de estilo com ID %s

# tl_style_sheet.delete.0
source: Delete style sheet
tl: Remover folha de estilo

# tl_style_sheet.delete.1
source: Delete style sheet ID %s
tl: Remover a folha de estilo com ID %s

# tl_style_sheet.import.0
source: CSS import
tl: Importar CSS

# tl_style_sheet.import.1
source: Import existing CSS files
tl: Importar um arquivo CSS existente
