Repository: contao/core
Catalog: .tx/source/*/core/*_style.xlf
Languages: tl

# tl_style.invisible.0
source: Invisible
tl: Invisível

# tl_style.invisible.1
source: Do not export the format definition.
tl: Não exportar a definição de formato.

# tl_style.selector.0
source: Selector
tl: Seletor

# tl_style.selector.1
source: The selector defines to which element(s) the format definition applies.
tl: Um seletor define a que elemento HTML ou grupo de elementos a definição de formato se aplica. Você pode informa um ou mais seletores separados por vírgula.

# tl_style.category.0
source: Category
tl: Categoria

# tl_style.category.1
source: Categories can be used to group format definitions in the back end.
tl: Use categorias para agrupar suas definições de formato e para lembrar-se dela.

# tl_style.comment.0
source: Comment
tl: Comentários

# tl_style.comment.1
source: Here you can add a comment.
tl: Comentários serão exibidos acima da definição de formato correspondente.

# tl_style.size.0
source: Size
tl: Tamanho e posicionamento

# tl_style.size.1
source: Width, height, min-width, min-height, max-width and max-height.
tl: Edite tamanho e posicionamento (width, height, position, overflow, float, clear, display).

# tl_style.width.0
source: Width
tl: Largura

# tl_style.width.1
source: Here you can enter the element's width.
tl: Informe a largura do elemento e a unidade.

# tl_style.height.0
source: Height
tl: Altura

# tl_style.height.1
source: Here you can enter the element's height.
tl: Informe a altura do elemento e a unidade.

# tl_style.minwidth.0
source: Minimum width
tl: Largura mínima

# tl_style.minwidth.1
source: Here you can enter the element's minimum width.
tl: Aqui você pode definir a largura mínima do elemento.

# tl_style.minheight.0
source: Minimum height
tl: Altura mínima

# tl_style.minheight.1
source: Here you can enter the element's minimum height.
tl: Aqui você pode definir a altura mínima do elemento.

# tl_style.maxwidth.0
source: Maximum width
tl: Largura máxima

# tl_style.maxwidth.1
source: Here you can enter the element's maximum width.
tl: Aqui você pode definir a largura máxima do elemento.

# tl_style.maxheight.0
source: Maximum height
tl: Altura máxima

# tl_style.maxheight.1
source: Here you can enter the element's maximum height.
tl: Aqui você pode definir a altura máxima do elemento.

# tl_style.positioning.0
source: Position
tl: Posição

# tl_style.positioning.1
source: Position, float, clear, overflow and display.
tl: Position, float, clear, overflow é display.

# tl_style.trbl.0
source: Position
tl: Posicionamento

# tl_style.trbl.1
source: Here you can enter the top, right, bottom and left position.
tl: Informe valores e unidades de posicionamento superior, direito, inferior e esquerdo.

# tl_style.position.0
source: Position type
tl: Tipo de posição

# tl_style.position.1
source: Here you can choose the position type.
tl: Especifica o tipo de posicionamento.

# tl_style.floating.0
source: Float
tl: Float (flutuação)

# tl_style.floating.1
source: Here you can choose the float type.
tl: Permite a flutuação de um elemento.

# tl_style.clear.0
source: Clear
tl: Clear (quebra)

# tl_style.clear.1
source: Here you can choose the clear type.
tl: Continua o fluxo normal de texto abaixo do elemento flutuante.

# tl_style.overflow.0
source: Overflow
tl: Overflow (excesso)

# tl_style.overflow.1
source: Here you can choose the overflow behaviour.
tl: Define com um elemento será exibido caso seu conteúdo exceda o tamanho.

# tl_style.display.0
source: Display
tl: Exibição

# tl_style.display.1
source: Here you can choose the display type.
tl: Define como o elemento será exibido.

# tl_style.alignment.0
source: Margin, padding and alignment
tl: Margem, espaçamento e alinhamento

# tl_style.alignment.1
source: Margin, padding, align, vertical-align and text-align.
tl: Edita margens, espaçamentos e alinhamentos (margin, padding, align, text-align, vertical-align).

# tl_style.margin.0
source: Margin
tl: Margem

# tl_style.margin.1
source: Here you can enter the top, right, bottom and left margin.
tl: Informe valores e unidades para as margens, superior, direita, inferior e esquerda. Margem é a distância entre o elemento e os elementos em volta.

# tl_style.padding.0
source: Padding
tl: Espaçamento (padding)

# tl_style.padding.1
source: Here you can enter the top, right, bottom and left padding.
tl: Informe valores e unidades para os espaçamentos, superior, direita, inferior e esquerda. Espaçamento é a distância entre o elemento e suas próprias bordas.

# tl_style.align.0
source: Element alignment
tl: Alinhamento do elemento

# tl_style.align.1
source: To align an element, its left and right margin will be overwritten.
tl: Para alinhar um elemento suas margens esquerda e direita serão sobrescritas.

# tl_style.verticalalign.0
source: Vertical alignment
tl: Alinhamento vertical

# tl_style.verticalalign.1
source: Here you can choose the vertical alignment.
tl: Define o alinhamento vertical.

# tl_style.textalign.0
source: Text alignment
tl: Alinhamento de texto

# tl_style.textalign.1
source: Here you can choose the horizontal text alignment.
tl: Define o alinhamento horizontal do texto

# tl_style.background.0
source: Background
tl: Fundo

# tl_style.background.1
source: Background-color, background-image, background-position, background-repeat, linear-gradient and box-shadow.
tl: Edita as propriedade de fundo (cor, imagem, posicionamento, repetição)

# tl_style.bgcolor.0
source: Background color and opacity
tl: Cor de fundo

# tl_style.bgcolor.1
source: Here you can enter a hexadecimal background color (e.g. ff0000 for red) and an optional opacity in percent (e.g. 75).
tl: Informe o valor hexadecimal para a cor de fundo (ex.ff0000 para vermelho).

# tl_style.bgimage.0
source: Background image
tl: Imagem de fundo

# tl_style.bgimage.1
source: Here you can enter the path to a background image.
tl: Você pode informar o caminho para uma imagem de fundo.

# tl_style.bgposition.0
source: Background position
tl: Posicionamento do fundo

# tl_style.bgposition.1
source: Here you can select the position of the background image.
tl: Selecione o posicionamento da imagem de fundo.

# tl_style.bgrepeat.0
source: Background repeat
tl: Repetição do fundo

# tl_style.bgrepeat.1
source: Here you can select the repeating mode.
tl: Selecione o modo de repetição

# tl_style.shadowsize.0
source: Shadow size
tl: Tamanho da sombra

# tl_style.shadowsize.1
source: Here you can enter the X and Y offset, an optional blur size and an optional spread radius.
tl: Aqui você pode digitar o X e Y offset, um tamanho de "blur" opcional e um "spread radius" opcional.

# tl_style.shadowcolor.0
source: Shadow color and opacity
tl: Cor da sombra

# tl_style.shadowcolor.1
source: Here you can enter a hexadecimal shadow color (e.g. ff0000 for red) and an optional opacity in percent (e.g. 75).
tl: Aqui você pode inserir um "shadow color" em valor hexadecimal (por exemplo, ff0000 para o vermelho) e um "optional transparency" em percentagem (por exemplo 75).

# tl_style.gradientAngle.0
source: Gradient angle
tl: Ângulo de gradiente

# tl_style.gradientAngle.1
source: Here you can enter the gradient angle (e.g. <em>0deg</em>) or the direction (e.g. <em>to bottom</em> or <em>to top right</em>).
tl: Aqui você pode entrar no ângulo de inclinação (por exemplo, <em>-45deg</em>) ou o "starting point" (por exemplo, <em>top</em> ou <em>"left bottom"</em>).

# tl_style.gradientColors.0
source: Gradient colors
tl: Cores de gradiente

# tl_style.gradientColors.1
source: Here you can enter up to four colors with an optional percentage (e.g. <em>ffc 10% | f90 | f00</em>).
tl: Aqui você pode inserir até quatro cores, com um percentual opcional (por exemplo, <em>ffc 10% | f90 | f00</em>).

# tl_style.border.0
source: Border
tl: Borda

# tl_style.border.1
source: Border-width, border-style, border-color, border-radius, border-collapse and border-spacing.
tl: Edita as propriedades de borda (border-width, border-style, border-color, border-radius, border-collapse e border-spacing).

# tl_style.borderwidth.0
source: Border width
tl: Espessura da borda

# tl_style.borderwidth.1
source: Here you can enter the top, right, bottom and left border width.
tl: Informe valores e unidades para as espessuras das bordas superior, direita, inferior e esquerda.

# tl_style.borderstyle.0
source: Border style
tl: Estilo da borda

# tl_style.borderstyle.1
source: Here you can choose the border style.
tl: Selecione o estilo da borda.

# tl_style.bordercolor.0
source: Border color and opacity
tl: Cor da Borda

# tl_style.bordercolor.1
source: Here you can enter a hexadecimal border color (e.g. ff0000 for red) and an optional opacity in percent (e.g. 75).
tl: Informe o valor hexadecimal para a cor da borda (ex.ff0000 para vermelho).

# tl_style.borderradius.0
source: Border radius
tl: "Radius" da borda

# tl_style.borderradius.1
source: Here you can enter the top, right, bottom and left border radius.
tl: Aqui você pode definir o "radius" de borda superior, inferior, direita e esquerda (top, right, bottom and left border radius)

# tl_style.bordercollapse.0
source: Border handling
tl: Comportamento da borda

# tl_style.bordercollapse.1
source: Here you can choose the border handling.
tl: Defina se as bordas de células adjacentes são mostradas como uma única ou como duas bordas separadas.

# tl_style.borderspacing.0
source: Border spacing
tl: Espaçamento da borda

# tl_style.borderspacing.1
source: Here you can enter the border spacing.
tl: Aqui você pode digitar o Espaçamento da borda (border spacing).

# tl_style.font.0
source: Font
tl: Fonte

# tl_style.font.1
source: Font-family, font-size, font-color, line-height, font-style and white-space.
tl: Edita propriedades de fontes (tipo, tamanho, estilo, cor, altura de linha, espaço em branco)

# tl_style.fontfamily.0
source: Font family
tl: Tipo de fonte

# tl_style.fontfamily.1
source: Here you can enter a comma separated list of font types.
tl: Informe uma lista de tipos de fonte, separados por vírgula. Use aspas (" ") se o nome da fonte contiver espaço e forneça pelo menos uma família e fonte genérica (ex. <em>sans-serif</em>).

# tl_style.fontsize.0
source: Font size
tl: Tamanho de fonte

# tl_style.fontsize.1
source: Here you can enter the font size.
tl: Informe o tamanho da fonte e a unidade.

# tl_style.fontcolor.0
source: Font color and opacity
tl: Cor da fonte

# tl_style.fontcolor.1
source: Here you can enter a hexadecimal font color (e.g. ff0000 for red) and an optional opacity in percent (e.g. 75).
tl: Informe o valor hexadecimal para a cor de fonte (ex.ff0000 para vermelho).

# tl_style.lineheight.0
source: Line height
tl: Altura da linha

# tl_style.lineheight.1
source: Here you can define the line height.
tl: Você pode informar a altura da linha do elemento aqui.

# tl_style.fontstyle.0
source: Font style
tl: Estilo de fonte

# tl_style.fontstyle.1
source: Here you can choose one or more font styles.
tl: Selecione um ou mais estilos de fonte.

# tl_style.whitespace.0
source: Disable automatic line feed
tl: Desabilitar quebra de linha automática

# tl_style.whitespace.1
source: Do not wrap words automatically.
tl: Ao escolher esta opção, não haverá quebra de linha automática.

# tl_style.texttransform.1
source: Here you can choose a text transformation mode.
tl: Aqui você pode escolher um modo de transformação de texto (text transformation mode).

# tl_style.textindent.1
source: Here you can enter a text indentation.
tl: Aqui você pode inserir um recuo de texto (text indent).

# tl_style.letterspacing.1
source: Here you can modify the letter spacing (default: 0px).
tl: Aqui você pode modificar o espaçamento entre letras (default: 0px).

# tl_style.wordspacing.1
source: Here you can modify the word spacing (default: 0px).
tl: Aqui você pode modificar o espaçamento entre palavras (default: 0px).

# tl_style.list.0
source: List
tl: Lista

# tl_style.list.1
source: List-style-type and list-style-image.
tl: Edita propriedades de lista (estilo, tipo, imagem).

# tl_style.liststyletype.0
source: List symbol
tl: Símbolo de lista

# tl_style.liststyletype.1
source: Here you can choose a list symbol.
tl: Escolha um símbolo de lista.

# tl_style.liststyleimage.0
source: Custom symbol
tl: Símbolo personalizado.

# tl_style.liststyleimage.1
source: Here you can enter the path to an individual symbol.
tl: Aqui você pode informar o caminho para um símbolo individual.

# tl_style.own.0
source: Custom code
tl: Código CSS personalizado

# tl_style.own.1
source: Here you can enter custom CSS code.
tl: Aqui você pode entrar um código CSS personalizado.

# tl_style.selector_legend
source: Selector and category
tl: Seletor e categoria

# tl_style.size_legend
source: Size
tl: Tamanho e posição

# tl_style.position_legend
source: Position
tl: Posição

# tl_style.align_legend
source: Margin and alignment
tl: Margem e alinhamento

# tl_style.background_legend
source: Background settings
tl: Configurações de fundo

# tl_style.border_legend
source: Border settings
tl: Configurações de borda

# tl_style.font_legend
source: Font settings
tl: Configurações de fonte

# tl_style.list_legend
source: List settings
tl: Listar configurações

# tl_style.custom_legend
source: Custom code
tl: Código personalizado

# tl_style.bold
source: bold
tl: negrito

# tl_style.italic
source: italic
tl: itálico

# tl_style.underline
source: underlined
tl: sublinhado

# tl_style.notUnderlined
source: not underlined
tl: não sublinhado

# tl_style.line-through
source: line-through
tl: tachado

# tl_style.overline
source: overlined
tl: linha acima

# tl_style.small-caps
source: small-caps
tl: maiúsculas reduzidas

# tl_style.disc
source: dot
tl: ponto

# tl_style.circle
source: circle
tl: círculo

# tl_style.square
source: square
tl: quadrado

# tl_style.decimal
source: figures
tl: algarismos

# tl_style.upper-roman
source: upper latin figures
tl: numerais latinos maiúsculos

# tl_style.lower-roman
source: lower latin figures
tl: numerais latinos minúsculos

# tl_style.upper-alpha
source: upper characters
tl: letras maiúsculas

# tl_style.lower-alpha
source: lower characters
tl: letras minúsculas

# tl_style.uppercase
source: uppercase
tl: maiúsculas

# tl_style.lowercase
source: lowercase
tl: minúsculas

# tl_style.capitalize
source: capitalize
tl: capitalizar

# tl_style.none
source: none
tl: sem símbolo

# tl_style.new.0
source: New format definition
tl: Nova definição de formato

# tl_style.new.1
source: Create a new format definition
tl: Cria uma nova definição de formato

# tl_style.show.0
source: Format definition details
tl: Detalhes da definição de formato

# tl_style.show.1
source: Show the details of format definition ID %s
tl: Mostra os detalhes da definição de formato com ID %s

# tl_style.edit.0
source: Edit format definition
tl: Editar definição de formato

# tl_style.edit.1
source: Edit format definition ID %s
tl: Edita a definição de formato com ID %s

# tl_style.cut.0
source: Move format definition
tl: Mover definição de formato

# tl_style.cut.1
source: Move format definition ID %s
tl: Move a definição de formato com ID %s

# tl_style.copy.0
source: Duplicate format definition
tl: Duplicar definição de formato

# tl_style.copy.1
source: Duplicate format definition ID %s
tl: Duplica a definição de formato com ID %s

# tl_style.delete.0
source: Delete format definition
tl: Apagar definição de formato

# tl_style.delete.1
source: Delete format definition ID %s
tl: Apaga a definição de formato com ID %s

# tl_style.editheader.0
source: Edit style sheet
tl: Editar cabeçalho da folha de estilos

# tl_style.editheader.1
source: Edit the style sheet settings
tl: Edita o cabeçalho desta folha de estilos

# tl_style.pasteafter.0
source: Paste at the top
tl: Colar no início

# tl_style.pasteafter.1
source: Paste after format definition ID %s
tl: Cola após a definição de formato com ID %s

# tl_style.pastenew.0
source: Add new at the top
tl: Criar uma nova definição de formato no início

# tl_style.pastenew.1
source: Add new after format definition ID %s
tl: Cria uma nova definição de formato após a definição de formato com ID %s

# tl_style.toggle.0
source: Toggle visibility
tl: Alterar visibilidade

# tl_style.toggle.1
source: Toggle the visibility of format definition ID %s
tl: Alterar a visibilidade do formato de definição ID %s
