Repository: contao/core
Catalog: .tx/source/*/core/*_undo.xlf
Languages: tl

# tl_undo.pid.0
source: User
tl: Usuário

# tl_undo.pid.1
source: Name of the associated user
tl: Nome do usuário associado

# tl_undo.fromTable.0
source: Source table
tl: Tabela

# tl_undo.fromTable.1
source: Name of the original table
tl: Nome da tabela original

# tl_undo.affectedRows.0
source: Affected rows
tl: Registro de dados

# tl_undo.affectedRows.1
source: Number of records included in the undo step
tl: Número de registros de dados afetados

# tl_undo.query.0
source: Details
tl: Detalhes

# tl_undo.query.1
source: Details of the undo step
tl: Detalhes da entrada atual.

# tl_undo.data.0
source: Data
tl: Dados

# tl_undo.data.1
source: Raw data of the undo step
tl: Dados dos registros apagados.

# tl_undo.show.0
source: Show details
tl: Exibir detalhes

# tl_undo.show.1
source: Show the details of entry ID %s
tl: Exibe detalhes da entrada com ID %s

# tl_undo.undo.0
source: Restore
tl: Desfazer

# tl_undo.undo.1
source: Restore entry ID %s
tl: Desfaz a ação com ID %s
