Repository: contao/core
Catalog: .tx/source/*/core/*_user.xlf
Languages: tl

# tl_user.username.0
source: Username
tl: Nome de usuário

# tl_user.username.1
source: Please enter a unique username.
tl: Favor inserir um nome de usuário único.

# tl_user.name.0
source: Name
tl: Nome

# tl_user.name.1
source: Please enter the first and last name.
tl: Favor inserir nome e sobrenome.

# tl_user.email.0
source: E-mail address
tl: Endereço de e-mail

# tl_user.email.1
source: Please enter a valid e-mail address.
tl: Favor inserir um endereço de email válido.

# tl_user.language.0
source: Back end language
tl: Idioma do "back end"

# tl_user.language.1
source: Here you can choose the back end language.
tl: Selecione o idioma da administração.

# tl_user.backendTheme.0
source: Back end theme
tl: Thema "back-end"

# tl_user.backendTheme.1
source: Here you can override the global back end theme.
tl: Aqui você pode substituir o tema padrão do "back-end".

# tl_user.uploader.0
source: File uploader
tl: Carregador de arquivos

# tl_user.uploader.1
source: Here you can chose a file uploader.
tl: Aqui você pode escolher um carregador de arquivos.

# tl_user.showHelp.0
source: Show explanation
tl: Exibir explicação

# tl_user.showHelp.1
source: Show a short explanation text below each input field.
tl: Escolhendo esta opção, uma pequena explicação será exibida após cada campo de entrada.

# tl_user.thumbnails.0
source: Show thumbnail images
tl: Exibir miniatura de imagens

# tl_user.thumbnails.1
source: Show thumbnail images in the file manager.
tl: Ao escolher esta opção, miniaturas das imagens serão exibidas no gerenciador de arquivos.

# tl_user.useRTE.0
source: Enable the rich text editor
tl: Habilitar editor de texto formatado

# tl_user.useRTE.1
source: Use the rich text editor to format text elements.
tl: Se você perceber problemas com o editor de texto formatado, pode desabilita-lo aqui.

# tl_user.useCE.0
source: Enable the code editor
tl: Ativar o editor de código

# tl_user.useCE.1
source: Use the code editor to modify code elements.
tl: Use o editor de código para modificar elementos de código.

# tl_user.pwChange.0
source: Password change required
tl: Alteração de senha necessária

# tl_user.pwChange.1
source: Make the user change his password upon the next login.
tl: Fazer o usuário mudar sua senha no próximo login.

# tl_user.admin.0
source: Make the user an administrator
tl: Administrador

# tl_user.admin.1
source: Administrators have unlimited access to all modules and elements!
tl: O administrador tem acesso ilimitado a todas as páginas, módulos, extensões e pastas!

# tl_user.groups.0
source: User groups
tl: Grupos

# tl_user.groups.1
source: Here you can assign the user to one or more groups.
tl: Cada usuário que não seja um administrador herda as todas as permissões de um grupo de usuários. Portanto, cada usuário deve ser associado a pelo menos, um grupo! Se um usuário é designado a mais de um grupo, as permissões são adicionadas.

# tl_user.inherit.0
source: Permission inheritance
tl: Herança de permissões

# tl_user.inherit.1
source: Here you can define which group permissions the user inherits.
tl: Defina o quanto os usuários herdarão das permissões.

# tl_user.group.0
source: Use group settings only
tl: Usar apenas configuração dos grupos

# tl_user.group.1
source: The user inherits only group permissions.
tl: o usuário corrente herdará suas permissões apenas dos grupos habilitados, independente de configurações individuais.

# tl_user.extend.0
source: Extend group settings
tl: Configurações de grupo estendidas

# tl_user.extend.1
source: The group permissions are extended by individual ones.
tl: permissões herdadas são estendidas por configurações individuais.

# tl_user.custom.0
source: Use individual settings only
tl: Usar apenas configurações individuais

# tl_user.custom.1
source: Only individual permissions are applied.
tl: apenas as configurações do usuário são aplicadas, independente das configurações de qualquer grupo.

# tl_user.modules.0
source: Back end modules
tl: Módulos do "back end"

# tl_user.modules.1
source: Here you can grant access to one or more back end modules.
tl: Selecione os módulos que deseja habilitar para este usuário.

# tl_user.themes.0
source: Theme modules
tl: Módulos do tema

# tl_user.themes.1
source: Here you can grant access to the theme modules.
tl: Aqui você pode conceder acesso aos módulos do tema.

# tl_user.pagemounts.0
source: Pagemounts
tl: Páginas montadas

# tl_user.pagemounts.1
source: Here you can grant access to one or more pages (subpages are included automatically).
tl: Selecione as páginas que deseja habilitar para o usuário corrente. Sub-páginas serão incluídas automaticamente.

# tl_user.alpty.0
source: Allowed page types
tl: Tipos de páginas permitidas

# tl_user.alpty.1
source: Here you can select the page types you want to allow.
tl: Selecione os tipos de páginas que deseja habilitar para o usuário.

# tl_user.filemounts.0
source: Filemounts
tl: Arquivos montados

# tl_user.filemounts.1
source: Here you can grant access to one or more folders (subfolders will be included automatically).
tl: Selecione as pastas de arquivos que deseja habilitar para o usuário. Sub-pastas serão incluídas automaticamente.

# tl_user.forms.0
source: Allowed forms
tl: Formulários

# tl_user.forms.1
source: Here you can grant access to one or more forms.
tl: Selecione os formulários que deseja habilitar para o usuário.

# tl_user.formp.0
source: Form permissions
tl: Permissões de formulário

# tl_user.formp.1
source: Here you can define the form permissions.
tl: Aqui você pode definir as permissões formulário.

# tl_user.disable.0
source: Deactivate
tl: Desativar

# tl_user.disable.1
source: Temporarily disable the account.
tl: Se escolher esta opção a conta será desativada. O usuário não poderá mais realizar login no sistema.

# tl_user.start.0
source: Activate on
tl: Ativar em

# tl_user.start.1
source: Automatically activate the account on this day.
tl: Se informar uma data aqui, a conta corrente será ativada neste dia.

# tl_user.stop.0
source: Deactivate on
tl: Desativar em

# tl_user.stop.1
source: Automatically deactivate the account on this day.
tl: Se informar uma data aqui, a conta corrente será desativada neste dia.

# tl_user.session.0
source: Purge data
tl: Apagar dados da sessão

# tl_user.session.1
source: Please select the data you want to purge.
tl: Se escolher esta opção os dados da atual sessão serão apagados.

# tl_user.name_legend
source: Name and e-mail
tl: Nome e email

# tl_user.backend_legend
source: Back end settings
tl: Configurações da administração

# tl_user.theme_legend
source: Back end theme
tl: Tema back-end

# tl_user.password_legend
source: Password settings
tl: Configurações de senha

# tl_user.admin_legend
source: Administrator
tl: Administrador

# tl_user.groups_legend
source: User groups
tl: Grupos de usuários

# tl_user.modules_legend
source: Allowed modules
tl: Módulos permitidos

# tl_user.pagemounts_legend
source: Pagemounts
tl: Montagem de páginas

# tl_user.filemounts_legend
source: Filemounts
tl: Montagem de arquivos

# tl_user.forms_legend
source: Form permissions
tl: Permissões do formulário

# tl_user.account_legend
source: Account settings
tl: Configurações da conta

# tl_user.session_legend
source: Clear cache
tl: Limpar o cache

# tl_user.sessionLabel
source: Session data
tl: Dados da sessão

# tl_user.htmlLabel
source: Image cache
tl: Cache da imagem

# tl_user.tempLabel
source: Page cache
tl: Pasta temporária

# tl_user.sessionPurged
source: The session data has been purged
tl: Os dados da sessão foram apagados

# tl_user.htmlPurged
source: The image cache has been purged
tl: O cache da imagem foi apagado

# tl_user.tempPurged
source: The page cache has been purged
tl: A pasta temporária foi apagada

# tl_user.FileUpload
source: Default uploader
tl: Carregador padrão

# tl_user.new.0
source: New user
tl: Novo usuário

# tl_user.new.1
source: Create a new user
tl: Cria um novo usuário.

# tl_user.show.0
source: User details
tl: Detalhes do usuário

# tl_user.show.1
source: Show the details of user ID %s
tl: Exibe detalhes do usuário com ID %s

# tl_user.edit.0
source: Edit user
tl: Modificar usuário

# tl_user.edit.1
source: Edit user ID %s
tl: Modificar o usuário com ID %s

# tl_user.copy.0
source: Duplicate user
tl: Duplicar usuário

# tl_user.copy.1
source: Duplicate user ID %s
tl: Duplica o usuário com ID %s

# tl_user.delete.0
source: Delete user
tl: Remover usuário

# tl_user.delete.1
source: Delete user ID %s
tl: Remover o usuário com ID %s

# tl_user.toggle.0
source: Activate/deactivate user
tl: Ativar/desativar usuário

# tl_user.toggle.1
source: Activate/deactivate user ID %s
tl: Ativar/desativar usuário ID %s

# tl_user.su.0
source: Switch user
tl: Trocar usuário

# tl_user.su.1
source: Switch to user ID %s
tl: Troca para o usuário com ID %s
