Repository: contao/core
Catalog: .tx/source/*/core/*_user_group.xlf
Languages: tl

# tl_user_group.name.0
source: Title
tl: Nome do grupo

# tl_user_group.name.1
source: Please enter the group title.
tl: Favor inserir um nome de grupo único.

# tl_user_group.alexf.0
source: Allowed fields
tl: Campos permitidos

# tl_user_group.alexf.1
source: Here you can choose which fields will be editable.
tl: Selecione os campos que deseja habilitar para o grupo.

# tl_user_group.disable.0
source: Deactivate
tl: Desativar

# tl_user_group.disable.1
source: Temporarily disable the group.
tl: Se escolher esta opção o grupo corrente será desativada. Permissões de grupos desativados não podem mais ser herdadas por nenhum usuário.

# tl_user_group.start.0
source: Activate on
tl: Ativar em

# tl_user_group.start.1
source: Automatically activate the group on this day.
tl: Se informar uma data aqui, o grupo corrente será ativado neste dia.

# tl_user_group.stop.0
source: Deactivate on
tl: Desativar em

# tl_user_group.stop.1
source: Automatically deactivate the group on this day.
tl: Se informar uma data aqui, o grupo corrente será desativado neste dia.

# tl_user_group.title_legend
source: Title
tl: Título

# tl_user_group.modules_legend
source: Allowed modules
tl: Módulos permitidos

# tl_user_group.pagemounts_legend
source: Pagemounts
tl: Montagem de páginas

# tl_user_group.filemounts_legend
source: Filemounts
tl: Montagem de arquivos

# tl_user_group.forms_legend
source: Form permissions
tl: Permissões de formulário

# tl_user_group.account_legend
source: Account settings
tl: Configurações da conta

# tl_user_group.alexf_legend
source: Allowed fields
tl: Campos excluídos

# tl_user_group.new.0
source: New user group
tl: Novo grupo de usuários

# tl_user_group.new.1
source: Create a new user group
tl: Cria um novo grupo.

# tl_user_group.show.0
source: Group details
tl: Detalhes do grupo

# tl_user_group.show.1
source: Show the details of group ID %s
tl: Exibe detalhes do grupo com ID %s

# tl_user_group.edit.0
source: Edit group
tl: Modificar grupo

# tl_user_group.edit.1
source: Edit group ID %s
tl: Modificar o grupo com ID %s

# tl_user_group.copy.0
source: Duplicate group
tl: Duplicar grupo

# tl_user_group.copy.1
source: Duplicate group ID %s
tl: Duplica o grupo com ID %s

# tl_user_group.delete.0
source: Delete group
tl: Remover grupo

# tl_user_group.delete.1
source: Delete group ID %s
tl: Remover o grupo com ID %s

# tl_user_group.toggle.0
source: Activate/deactivate group
tl: Ativar/desativar grupo

# tl_user_group.toggle.1
source: Activate/deactivate group ID %s
tl: Ativar/desativar grupo ID %s
