Repository: contao/core
Catalog: .tx/source/*/core/modules.xlf
Languages: pt, sq

# MOD.content
source: Content
pt: Conteúdo
sq: Përmbajtja

# MOD.article.0
source: Articles
pt: Artigos
sq: Artikujt

# MOD.article.1
source: Manage articles and content elements
pt: Artigos são utilizados para agrupar elementos de conteúdo como texto, imagens ou hiperligações. Cada artigo será publicado em uma certa página. Este módulo permite a você gerenciar artigos.
sq: Artikujt kryejnë rolin e një faqeje të zbrazët ku vendosen të gjithë zonat e përmbajtjes, si tekst, foto, tabela, nyje etj. Çdo artikull në vetvete publikohet brenda një faqeje. Ky modul mundëson administrimin e artikujve.

# MOD.form.0
source: Form generator
pt: Gerador de formulários
sq: Gjeneratori i formularit

# MOD.form.1
source: Create custom forms and store or send the submitted data
pt: Este módulo permite criar e gerenciar qualquer tipo de formulário web.
sq: Ky modul mundëson krijimin e çfarëdolloj formulari.

# MOD.design
source: Layout
sq: Struktura

# MOD.themes.0
source: Themes
pt: Tema
sq: Motive

# MOD.themes.1
source: Manage front end modules, style sheets, page layouts and templates
pt: Este módulo permite que você configure os módulos disponíveis no site, como, folhas de estilo, layout de página e modelos.
sq: Menagjon modulet e front end, stilin e faqeve, strukturen e faqeve dhe shabllonat.

# MOD.page.0
source: Site structure
pt: Estrutura do site
sq: Ndërtimi i sitit

# MOD.page.1
source: Set up the site structure of your website(s)
pt: Este módulo permite que você crie e gerencie a estrutura do site e certos parâmetros como língua, cache ou permissões.
sq: Ky modul mundëson organizimin e ndërtimit të sitit dhe përcaktimin e disa parametrave bazë, si funksionet e gjuhës, autorizimet, etj.

# MOD.tpl_editor.0
source: Templates
pt: Modelos
sq: Shabllonet

# MOD.tpl_editor.1
source: Edit templates in the back end
pt: Este módulo permite que você edite arquivos de modelos na área administrativa do site.
sq: Mundëson përpunimin e shablloneve në Backend.

# MOD.accounts
source: Account manager
pt: Gerenciador de contas
sq: Administruesi i llogarive

# MOD.member.0
source: Members
pt: Membros
sq: Anëtarët

# MOD.member.1
source: Manage member accounts (front end users)
pt: Membros são usuários registrados do seu website (ex. clientes de uma loja online, assinantes de uma newsletter ou membros de uma área protegida). Este módulo permite que você gerencie estes membros.
sq: Anëtarët janë përdorues të rregjistruar në sitin tuaj (p.sh. klientë, abonentë, anëtarë të një shoqate) që kanë qasje në një zonë të rezervuar të sitit. Ky modul mundëson administrimin e këtyre anëtarëve.

# MOD.mgroup.0
source: Member groups
pt: Grupos de membros
sq: Grupet e Anëtarëve

# MOD.mgroup.1
source: Manage member groups (front end user groups)
pt: Membros podem ser atribuídos a qualquer grupo para que estes compartilhem permissões e outras características. Este módulo permite que você crie estes grupos.
sq: Anëtarët mund t'i bashkangjiten një grupi në menyrë që të gëzojnë të drejtat që grupi ka. Ky modul ju mundëson krijimin dhe organizimin e grupeve.

# MOD.user.0
source: Users
pt: Usuários
sq: Përdorues

# MOD.user.1
source: Manage user accounts (back end users)
pt: Este módulo permite que você crie novos usuários do Contao e gerencie contas de usuários existentes.
sq: Ky modul ju mundëson krijimin e përdoruesve të rinj TYPOlight dhe administrimin e llogarive të përdoruesve ekzistues

# MOD.group.0
source: User groups
pt: Grupos de usuários
sq: Grupet e Përdoruesve

# MOD.group.1
source: Manage user groups (back end user groups)
pt: Usuários podem ser atribuídos a qualquer grupo para que estes compartilhem permissões e outras características. Este módulo permite que você crie estes grupos
sq: Përdoruesit mund t'i bashkangjiten një grupi në mënyrë që të gëzojnë të drejtat që grupi ka. Ky modul ju mundëson krijimin dhe organizimin e grupeve.

# MOD.system
source: System
pt: Sistema
sq: Sistemi

# MOD.files.0
source: File manager
pt: Gerenciador de arquivos
sq: Administrimi i skedarëve

# MOD.files.1
source: Manage files and folders or upload new files to the server
pt: Este módulo permite que você envie arquivos ao servidor ou gerencie arquivos e pastas lá existentes.
sq: Ky modul ju mundëson ngarkimin e skedarëve në server ose administrimin e skedarëve dhe dosjeve që janë në server.

# MOD.log.0
source: System log
pt: Log do sistema
sq: Ditari i sistemit

# MOD.log.1
source: Browse the system log and analyze the activity on the website
pt: Certos eventos do sistema são gravados em um arquivo de log. Este módulo permite que você analise estas entradas de log.
sq: Disa veprimtari që ndodhin në sistem rregjistrohen në ditar. Ky modul ju mundëson afishimin dhe analizimin e këtyre rregjistrimeve.

# MOD.settings.0
source: Settings
pt: Preferências
sq: Parametrat

# MOD.settings.1
source: Check and optimize the Contao configuration
pt: Este módulo permite que você modifique a instalação do Contao e pode atualizar parâmetros básicos como formato de data ou conjunto de caracteres.
sq: Ky modul ju mundëson modifikimin e parametrave bazë të sistemit si p.sh. tipi i datës, loja e karaktereve etj.

# MOD.maintenance.0
source: Maintenance
pt: Manutenção do sistema
sq: Mirëmbajtja e Sistemit

# MOD.maintenance.1
source: Maintain or update Contao
pt: Este módulo permite que você realize a manutenção da instalação do Contao.
sq: Ky modul ju mundëson mirëmbajtjen e sistemit TYPOlight.

# MOD.undo.0
source: Restore
pt: Desfazer
sq: Çbëje

# MOD.undo.1
source: Restore deleted records
pt: Se um registro do banco de dados foi removido por engano este módulo permite que você desfaça este erro, aí excluídos arquivos e pastas.
sq: N.q.se një rregjistrim në bazën e të dhënave fshihet gabimisht, ky modul ju mundëson të korrigjoni gabimin. Gjithsesi moduli nuk kryen restaurimin e skedarëve apo dosjeve por vetëm rregjistrimet në bazën e të dhënave.

# MOD.login.0
source: Personal data
pt: Dados pessoais
sq: Të dhënat personale

# MOD.login.1
source: Change your personal data or set a new password
pt: Este módulo permite que o usuário corrente modifique seus dados pessoais.
sq: Ky modul i jep mundësinë përdoruesit që të modifikoje të dhënat personale si emrin, adresën e emailit, fjalëkalimin etj.

# MOD.tl_style
source: Style sheets
sq: Llojet e fletëve

# MOD.tl_style_sheet
source: Style sheets
sq: Llojet e fletëve

# MOD.tl_module
source: Front end modules
sq: Modulet Front end

# MOD.tl_layout
source: Page layouts
sq: Struktura faqes

# MOD.css
source: Style sheets
sq: Llojet e fletëve

# MOD.modules
source: Front end modules
sq: Modulet Font end

# MOD.layout
source: Page layouts
sq: Struktura faqes

# FMD.navigationMenu
source: Navigation
pt: Navegação
sq: Lundrim

# FMD.navigation.0
source: Navigation menu
pt: Menu de Navegação
sq: Menyja lundrimit

# FMD.navigation.1
source: Generates a navigation menu from the site structure
pt: Este módulo gera o menu de navegação do site
sq: Ky modul shfaq menynë e lundrimit të ueb-faqes.

# FMD.customnav.0
source: Custom navigation
pt: Navegação personalizada
sq: Lundrim i përshtatshëm

# FMD.customnav.1
source: Generates a custom navigation menu
pt: Este módulo gera um menu de navegação personalizado de um conjunto de páginas selecionadas
sq: Ky modul shfaq një lundrim të përshtatshëm nga faqe të zgjedhura.

# FMD.breadcrumb.0
source: Breadcrumb navigation
pt: Navegação "breadcrumb"
sq: Lundrim bukëgrimcave

# FMD.breadcrumb.1
source: Generates a breadcrumb navigation menu
pt: Este módulo anexa um menu de navegação do tipo "breadcrumb" em uma página.
sq: Ky modul inkuadron lundrimin bukëgrimcë (grimcat deri në ballin) të menysë në ueb-faqe.

# FMD.quicknav.0
source: Quick navigation
pt: Navegação rápida
sq: Lundrim i shpejtë

# FMD.quicknav.1
source: Generates a drop-down menu from the site structure
pt: Este módulo gera um menu do tipo "drop-down" de todas as páginas que permitem ir para uma determinada página
sq: Ky modul paraqet një meny drop-down në të gjitha faqet, që mundëson kërcimin në faqe tjera.

# FMD.quicklink.0
source: Quick link
pt: Link rápido
sq: Lidhje e shpejtë

# FMD.quicklink.1
source: Generates a custom drop-down menu
pt: Este módulo gera um menu do tipo "drop-down" de um conjunto de páginas selecionadas que permitem ir para uma determinada página
sq: Ky modul paraqet një meny drop-down në faqe të veçanta, që mundëson kërcimin në faqe tjera.

# FMD.booknav.0
source: Book navigation
pt: Navegação em livro
sq: Lundrim librash

# FMD.booknav.1
source: Generates a book navigation menu
pt: Cria um menu de navegação em formato de livro.
sq: Prodhon një meny për lundrim librash.

# FMD.articlenav.0
source: Article navigation
pt: Navegação do Artigo
sq: Lundrimi artikuj

# FMD.articlenav.1
source: Generates a pagination menu to navigate articles
pt: Este módulo mostra um menu de paginação para navegar os artigos de uma página.
sq: Prodhon një meny-faqe (listë) për të lëndruar artikujt.

# FMD.sitemap.0
source: Sitemap
pt: Mapa do site
sq: Skema

# FMD.sitemap.1
source: Generates a list of all pages in the site structure
pt: Este módulo exibe todas as páginas disponíveis.
sq: Ky modul tregon të gjitha faqet në dispozicion.

# FMD.user
source: User
pt: Usuário
sq: Përdoruesi

# FMD.login.0
source: Login form
pt: Formulário de conexão
sq: Formulari kyçjes

# FMD.login.1
source: Generates a login form
pt: Este módulo anexa um formulário que permite que um membro se conecte. Assim que o membro estiver conectado, ele terá acesso as páginas protegidas por senha.
sq: Ky modul inkuadron një formular që mundëson kyçjen e anëtarëve. Anëtarët e kyçur mund t'i shohin faqet e mbrojtura me fjalëkalim.

# FMD.logout.0
source: Automatic logout
pt: Desconexão automática
sq: Shkyçje automatike

# FMD.logout.1
source: Automatically logs out a user
pt: Este módulo desconecta automaticamente um usuário.
sq: Ky modul automatikisht bën shkyçjen e përdoruesit.

# FMD.personalData.0
source: Personal data
pt: Dados pessoais
sq: Të dhëna personale

# FMD.personalData.1
source: Generates a form to edit a user's personal data
pt: Este módulo cria um formulário de "front end" que permite que um usuário altere seus dados pessoais
sq: Ky modul krijon një formular, ku mundëson ndryshimin e dhënave personale të përdoruesve.

# FMD.registration.0
source: Registration
pt: Registro de Associado
sq: Regjistrim anëtarëve

# FMD.registration.1
source: Generates a user registration form
pt: Este módulo cria um formulário que permite que novos usuários de "front end" registrem-se no seu site
sq: Moduli krijon një formular që ju mundëson front end përdoruesve të regjistrohen në ueb-faqen e juaj.

# FMD.lostPassword.0
source: Lost password
pt: Esqueci a senha
sq: Fjalëkalimi humbur

# FMD.lostPassword.1
source: Generates a form to request a new password
pt: Este módulo permite criar um formulário para que os usuários solicitem uma nova senha.
sq: Moduli krijon një formular që ju mundëson front end përdoruesve ta kërkojn një fjalëkalim të ri.

# FMD.closeAccount.0
source: Close account
sq: Mbyll llogarinë

# FMD.closeAccount.1
source: Generates a form to delete a member account
sq: Gjeneronë një formular për të fshi llogari.

# FMD.application
source: Applications
pt: Aplicações
sq: Aplikacionet

# FMD.form.0
source: Form
pt: Formulário
sq: Formulari

# FMD.form.1
source: Adds a form to the page
pt: Este módulo anexa um formulário em uma página. Os dados do formulário podem ser enviados via email ou processados por outro módulo.
sq: Ky modul inkuadron një formular në ueb-faqe. Të dhënat e një formulari mund të dërgohet sipas E-Mail-it ose mund të përcjellën sipas një moduli tjetër.

# FMD.search.0
source: Search engine
pt: Mecanismo de busca
sq: Makina kërkuese

# FMD.search.1
source: Adds a search form to the page
pt: Este módulo permite realizar buscas no site local.
sq: Ky modul mundëson kërkimin në ueb-faqen e juaj lokale.

# FMD.articleList.0
source: Article list
pt: Lista de artigos
sq: Lista artikujve

# FMD.articleList.1
source: Generates a list of articles of a column
pt: Este módulo mostra uma lista de artigos de uma determinada coluna
sq: Ky modul paraqet një listë artikujsh të një kolone të veçantë.

# FMD.miscellaneous
source: Miscellaneous
pt: Miscelânea
sq: Përzier

# FMD.flash.0
source: Flash movie
pt: Filme Flash
sq: Flash-film

# FMD.flash.1
source: Embeds a Flash movie into the page
pt: Este módulo anexa um filme Flash em uma página
sq: Ky modul mundëson inkuadrimin e Macromedia Flash-filmave në ueb-faqe.

# FMD.randomImage.0
source: Random image
pt: Imagem aleatória
sq: Grafikë rëndomtë

# FMD.randomImage.1
source: Adds a random image to the page
pt: Este módulo inclui uma imagem aleatória em uma página.
sq: Ky modul inkuadron grafikë të rëndomtë në ueb-faqe

# FMD.html.0
source: Custom HTML
pt: Código HTML personalizado
sq: HTML kod i përshtatshëm

# FMD.html.1
source: Allows you to add custom HTML code
pt: Este módulo permite que você inclua código HTML personalizado.
sq: Ky modul mundëson inkuadrimin e HTML kodit të përshtatshëm.

# FMD.rss_reader.0
source: RSS reader
pt: Leitor de RSS
sq: Lexuesi RSS

# FMD.rss_reader.1
source: Adds an RSS feed to the page
pt: Este módulo permite importar "feeds" de RSS
sq: Mudëson importimin e furnizimit të RSS (Really Simple Syndication)
