Repository: contao/core
Catalog: system/modules/comments/languages/rm/*_comments.xlf
Languages: rm

# tl_comments.source.1
source: The associated table.
rm: La tabella associada.

# tl_comments.parent.0
source: Parent ID
rm: ID da l'element da geniturs

# tl_comments.parent.1
source: The associated record.
rm: L'endataziun associada.

# tl_comments.date.0
source: Date
rm: Data

# tl_comments.date.1
source: Please enter the comment date.
rm: Endatai la data dal commentari.

# tl_comments.name.0
source: Author
rm: Autur

# tl_comments.name.1
source: Please enter the author's name.
rm: Endatai il num da l'autur.

# tl_comments.email.0
source: E-mail address
rm: Adressa d'e-mail

# tl_comments.email.1
source: The e-mail address will not be published.
rm: L'adressa d'e-mail na vegn betg publitgada.

# tl_comments.website.1
source: Here you can enter a website address.
rm: Qua pudais vus endatar ina adressa d'ina pagina web.

# tl_comments.comment.0
source: Comment
rm: Commentari

# tl_comments.comment.1
source: Please enter the comment.
rm: Endatai per plaschair il commentari.

# tl_comments.addReply.0
source: Add a reply
rm: Agiuntar ina resposta

# tl_comments.addReply.1
source: Here you can reply to the comment.
rm: Qua pudais vus respunder ad in commentari.

# tl_comments.author.0
source: Author
rm: Autur

# tl_comments.author.1
source: Here you can change the author of the reply.
rm: Qua pudais vus midar l'autur da la resposta.

# tl_comments.reply.0
source: Reply
rm: Resposta

# tl_comments.reply.1
source: Here you can enter the reply.
rm: Qua pudais vus endatar la resposta.

# tl_comments.published.0
source: Publish comment
rm: Publitgar il commentari

# tl_comments.published.1
source: Make the comment publicly visible on the website.
rm: Render visibel publicamain il commentari sin la pagina web.

# tl_comments.ip.0
source: IP address
rm: Adressa IP

# tl_comments.ip.1
source: The IP address of the author.
rm: L'adressa dad IP da l'autur.

# tl_comments.notified.0
source: Notified
rm: Avisà

# tl_comments.notified.1
source: The notification of this comment has been sent.
rm: L'avis per quest commentari è vegnì tramess.

# tl_comments.author_legend
source: Author
rm: Autur

# tl_comments.comment_legend
source: Comment
rm: Commentari

# tl_comments.reply_legend
source: Reply
rm: Resposta

# tl_comments.publish_legend
source: Publish settings
rm: Configuraziun per publitgar

# tl_comments.approved
source: Approved
rm: Approvà

# tl_comments.pending
source: Awaiting moderation
rm: Spetga sin moderaziun

# tl_comments.tl_content
source: Article
rm: Artitgel

# tl_comments.tl_page
source: Page
rm: Pagina

# tl_comments.tl_news
source: News item
rm: Element da novitads

# tl_comments.tl_calendar_events
source: Event
rm: Occurrenza

# tl_comments.show.0
source: Comment details
rm: Detagls dal commentari

# tl_comments.show.1
source: Show the details of comment ID %s
rm: Mussar ils detagls dal commentari cun l'ID %s.

# tl_comments.edit.0
source: Edit comment
rm: Modifitgar commentari

# tl_comments.edit.1
source: Edit comment ID %s
rm: Modifitgar il commentari cun l'ID %s.

# tl_comments.delete.0
source: Delete comment
rm: Stizzar commentari

# tl_comments.delete.1
source: Delete comment ID %s
rm: Stizzar il commentari cun l'ID %s.

# tl_comments.toggle.0
source: Publish/unpublish comment
rm: Publitgar/betg publitgar

# tl_comments.toggle.1
source: Publish/unpublish comment ID %s
rm: Publitgar/betg publitgar il commentari cun l'ID %s.
