Repository: contao/core
Catalog: system/modules/comments/languages/rm/*_content.xlf
Languages: tl

# tl_content.com_order.0
source: Sort order
tl: Successiun da zavrar

# tl_content.com_order.1
source: Please choose the sort order.
tl: Tscherni per plaschair la successiun da zavrar.

# tl_content.com_perPage.0
source: Items per page
tl: Elements per pagina

# tl_content.com_perPage.1
source: The number of comments per page. Set to 0 to disable pagination.
tl: Defini il dumber d'elements per pagina. 0 munta deactivar la numeraziun da paginas.

# tl_content.com_moderate.0
source: Moderate
tl: Moderar

# tl_content.com_moderate.1
source: Approve comments before they are published on the website.
tl: Approvar ils commentaris avant che quels vegnan publitgads sin la pagina web.

# tl_content.com_bbcode.0
source: Allow BBCode
tl: Lubir BBCode

# tl_content.com_bbcode.1
source: Allow visitors to format their comments with BBCode.
tl: Lubir als visitaders da formatar lur commentaris cun agid da BBCode.

# tl_content.com_requireLogin.0
source: Require login to comment
tl: Necessari da s'annunziar per commentari

# tl_content.com_requireLogin.1
source: Allow only authenticated users to create comments.
tl: Be lubir ad utilisaders annunziads da crear commentaris.

# tl_content.com_disableCaptcha.0
source: Disable the security question
tl: Deactivar la dumonda da segirtad

# tl_content.com_disableCaptcha.1
source: Here you can disable the security question (not recommended).
tl: Qua pudais vus deactivar la dumonda da segirtad (betg recumand√†).

# tl_content.com_template.0
source: Comments template
tl: Template da commentaris

# tl_content.com_template.1
source: Here you can select the comments template.
tl: Qua pudais vus tscherner il template da commentaris.

# tl_content.comment_legend
source: Comment settings
tl: Configuraziun da commentaris
