Repository: contao/core
Catalog: system/modules/comments/languages/rm/default.xlf
Languages: rm

# MSC.com_name
source: Name
rm: Num

# MSC.com_email
source: E-mail (not published)
rm: Adressa dad e-mail (na vegn betg publitgada)

# MSC.com_comment
source: Comment
rm: Commentari

# MSC.com_notify
source: Notify me of new comments by e-mail
rm: M'infurmar via e-mail davart novs commentaris

# MSC.com_submit
source: Submit comment
rm: Trametter il commentari

# MSC.com_login
source: You need to be logged in to add comments.
rm: Ti stos t'annunziar per pudair agiuntar commentaris.

# MSC.com_by
source: Comment by
rm: Commentari da

# MSC.com_reply
source: Reply by
rm: Resposta da

# MSC.com_quote
source: %s wrote:
rm: %s ha scrit:

# MSC.com_subject
source: New comment on %s
rm: Novs commentaris davart %s

# MSC.com_message
source: %s has created a new comment on your website. --- %s --- View: %s Edit: %s If you are moderating comments, you have to log in to the back end to publish it.
rm: %s ha scrit in nov commentari sin tia pagina d'internet. --- %s --- Mussar: %s Modifitgar: %s Sche ti modereschas ils commentaris stos ti t'annunziar en il back-end per publitgar els.

# MSC.com_confirm
source: Your comment has been added and is now pending for approval.
rm: Tes commentari è vegnì agiunta e sto vegnir acceptà.

# MSC.com_optInConfirm
source: Your subscription has been activated
rm: Tes abunament è activà

# MSC.com_optInCancel
source: Your subscription has been cancelled
rm: Tes abunament è vegnì deactivà

# MSC.com_optInSubject
source: Your subscription on %s
rm: Tes abunament sin %s

# MSC.com_optInMessage
source: Hello %s, please confirm that you want to be notified of new comments by e-mail on this page: %s --- Confirm: %s Cancel: %s
rm: Olla %s, conferma p. pl. che ti vuls vegnir infurmà per e-mail davart novs commentaris sin questa pagina: %s --- Confermar: %s Interrumper: %s

# MSC.com_notifySubject
source: A new comment has been added on %s
rm: In nov commentari è vegnì scrit sin %s

# MSC.com_notifyMessage
source: Hello %s, a new comment has been added on a page you have subscribed to: %s --- To cancel your subscription, please click here: %s
rm: Olla %s, in nov commentari è vegnì scrit sin questa pagina che ti has abunà: %s --- Per betg pli vegnir infurmà davart novs commentaris pos ti cliccar qua: %s
