Repository: contao/core
Catalog: system/modules/core/languages/*/*_article.xlf
Languages: da, es, fa, fi, fr, hu, lv, my, ro, sk, sr, uk

# tl_article.protected_legend
source: Access protection
da: Beskyt arkiv
es: Acceso protegido
fa: حفاظت دسترسی
fi: Salli suojaus
fr: Protection d'accès
hu: Hozzáférés védelem
lv: Piekļuves aizsardzība
my: ကာကွယ်မှုဝင်ကြည့်
ro: Restricţionare acces
sk: Chránený prístup
sr: Заштита приступа
uk: Обмежений доступ

# tl_article.expert_legend
source: Expert settings
da: Avancerede indstillinger
es: Configuración avanzada
fa: تنظیمات پیشرفته
fi: Erikoisasetukset
fr: Paramètres avancés
hu: Haladó beállítások
lv: Eksperta uzstādījumi
my: ကျွမ်းကျင်သူချိန်ညှိချက်
ro: Setări avansate
sk: Rozšírené nastavenia
sr: Напредна подешавања
uk: Налаштування для експертів

# tl_article.publish_legend
source: Publish settings
da: Udgiv indstillinger
es: Opciones de publicación
fa: تنظیمات انتشار
fi: Julkaisuasetukset
fr: Paramètres de publication
hu: Megjelentetés beállításai
lv: Publicēšanas uzstādījumi
my: ထုတ်ဝေချိန်ညှိချက်
ro: Publicare
sk: Zverejnenie
sr: Објави подешавања
uk: Параметри поблікації

# tl_article.print
source: Print the page
da: Udskriv siden
es: Imprimir la página
fa: چاپ صفحه
fi: Tulosta tämä sivu
fr: Imprimer la page
hu: Oldal nyomtatása
lv: Drukāt lapu
my: စာမျက်နှာပုံနှိပ်
ro: Tipăreşte pagina
sk: Vytlačiť stráku
sr: Штампај страницу
uk: Друк сторінки

# tl_article.pdf
source: Export as PDF
da: Eksporter som PDF
es: Exportar como PDF
fa: خروجی PDF
fi: Vie PDF:nä
fr: Exporter au format PDF
hu: Exportálás PDF-be
lv: Eksportēt kā PDF
my: ပီဒီအက်ဖ်ကဲ့သို့တင်ပို့
ro: Exportă ca PDF
sk: Exportovať ako PDF
sr: Извези као PDF
uk: Експортувати як PDF

# tl_article.facebook
source: Share on Facebook
da: Del på Facebook
es: Compartir en Facebook
fa: اشتراک‌گذاری در فیسبوک
fi: Jaa Facebookissa
fr: Partager sur Facebook
hu: Facebook megosztás
lv: Iesaki Facebookā
my: ဖေ့စ်ဘုတ်တွင်မျှဝေ
ro: Recomandă pe Facebook
sk: Zdieľať na Facebooku
sr: Подели на Facebook
uk: Розмістити на Facebook

# tl_article.twitter
source: Share on Twitter
da: Del på Twitter
es: Compartir en Twitter
fa: اشتراک‌گذاری در تویتر
fi: Jaa Twitterissä
fr: Partager sur Twitter
hu: Twitter megosztás
lv: Iesaki Twitterī
my: တွစ်တာတွင်မျှဝေ
ro: Recomandă pe Twitter
sk: Zdieľať na Twitteri
sr: Подели на Twitter
uk: Розмістити на Twitter

# tl_article.gplus
source: Share on Google+
da: Del på Google+
es: Compartir en Google+
fa: اشتراک‌گذاری در گوگل+
fi: Jaa Google+:ssa
fr: Partager sur Google+
hu: Google+ megosztás
lv: Iesaki Google+
my: ဂူးဂယ်ပလပ်စ်တွင်မျှဝေ
ro: Distribuiţi pe Google+
sk: Zdieľať v Google+
sr: Подели на Google+
uk: Подiлитися в Google+

# tl_article.header
source: Header
da: Sidehoved (header)
fa: قسمت فوقانی سایت
fr: Entête de page
hu: Fejléc
lv: Galvene
my: ခေါင်းကြီးပိုင်း
sk: Záhlavie
uk: Верхній сектор

# tl_article.left
source: Left column
da: Venstre spalte
fa: ستون سمت چپ
fr: Colonne de gauche
hu: Baloldali oszlop
lv: Kreisā kolonna
my: ဘယ်ကော်လံ
sk: Ľavý stĺpec
uk: Ліва колонка

# tl_article.main
source: Main column
da: Hovedspalte
fa: بخش اصلی (مرکزی)
fr: Colonne principale
hu: Fő oszlop
lv: Galvenā kolonna
my: ပင်မကော်လံ
sk: Hlavný stĺpec
uk: Основна колонка

# tl_article.right
source: Right column
da: Højre spalte
fa: ستون سمت راست
fr: Colonne de droite
hu: Jobboldali oszlop
lv: Labā kolonna
my: ညာကော်လံ
sk: Pravý stĺpec
uk: Права колонка

# tl_article.footer
source: Footer
da: Sidefod (footer)
fa: قسمت زيرين سایت
fr: Pied de page
hu: Lábléc
lv: Kājene
my: အောက်ခြေပိုင်း
sk: Zápätie
uk: Нижній сектор

# tl_article.new.0
source: New article
da: Ny artikel
es: Artículo nuevo
fa: نوشته جدید
fi: Uusi artikkeli
fr: Nouvel article
hu: Új cikk
lv: Jauns raksts
my: ဆောင်းပါးအသစ်
ro: Articol nou
sk: Nový článok
sr: Нови чланак
uk: Нова стаття

# tl_article.new.1
source: Create a new article
da: Opret ny artikel
es: Crear un artículo nuevo
fa: ایجاد نوشته جدید
fi: Luo uusi artikkeli
fr: Créer un nouvel article
hu: Új cikk létrehozása
lv: Izveidot jaunu rakstu
my: ဆောင်းပါးအသစ်ဖန်တီး
ro: Creaţi un articol nou
sk: Vytvoriť nový článok
sr: Креирај нови чланак
uk: Створити нову статтю

# tl_article.show.0
source: Article details
da: Artikeldetaljer
es: Detalles del artículo
fa: جزئیات نوشته
fi: Artikkelin tarkemmat tiedot
fr: Détails de l'article
hu: Cikk részletek
lv: Raksta detaļas
my: ဆောင်းပါးအချက်အလက်များ
ro: Detalii articol
sk: Detaily článku
sr: Детаљи чланка
uk: Деталі статті

# tl_article.show.1
source: Show the details of article ID %s
da: Vis detaljer for artiklen med ID %s
es: Ver los detalles del artículo con ID %s
fa: نمایش جزئیات نوشته شناسه %s
fi: Näytä artikkelin ID %s tarkemmat tiedot
fr: Afficher les détails de l'article ID %s
hu: Az ID %s cikk részletek mutatása
lv: Rādīt raksta ID %s detaļas
my: ဆောင်းပါးအိုင်ဒီ %s အချက်အလက်များပြသ
ro: Arată detaliile articolului ID %s
sk: Zobraziť detaily článku ID %s
sr: Прикажи детаље чланка ID %s
uk: Показати деталі статті ID %s

# tl_article.edit.0
source: Edit article
da: Rediger artikel
es: Editar artículo
fa: ویرایش نوشته
fi: Muokkaa artikkelia
fr: Éditer l'article
hu: Cikk szerkesztése
lv: Rediģēt rakstu
my: ဆောင်းပါးတည်းဖြတ်
ro: Editează articol
sk: Upraviť článok
sr: Уреди чланак
uk: Редагувати статтю

# tl_article.edit.1
source: Edit article ID %s
da: Rediger artiklen med ID %s
es: Editar artículo con ID %s
fa: ویرایش نوشته شناسه %s
fi: Muokkaa artikkelia ID %s
fr: Éditer l'article ID %s
hu: Az ID %s cikk szerkesztése
lv: Rediģēt rakstu ID %s
my: ဆောင်းပါးအိုင်ဒီ %s တည်းဖြတ်
ro: Editează articolul ID %s
sk: Upraviť článok ID %s
sr: Уреди чланак ID %s
uk: Редагувати статтю ID %s

# tl_article.editheader.0
source: Edit article settings
da: Rediger artikel indstillinger
fa: ویرایش تنظیمات نوشته
fr: Éditer les paramètres de l'article
hu: Cikk beállításainak szerkesztése
lv: Rediģēt raksta uzstādījumus
my: ဆောင်းပါးချိန်ညှိချက်တည်းဖြတ်
sk: Upraviť nastavenia článku
uk: Змінити налаштування статті

# tl_article.editheader.1
source: Edit the settings of article ID %s
da: Rediger indstillingerne for artiklen &s
fa: ویرایش تنظیمات نوشته شناسه %s
fr: Éditer les paramètres de l'article ID %s
hu: Az ID %s cikk beállításainak szerkesztése
lv: Rediģēt raksta ID %s uzstādījumus
my: ဆောင်းပါးအိုင်ဒီ %s ချိန်ညှိချက်တည်းဖြတ်
sk: Upraviť nastavenia článku ID %s
uk: Змінити налаштування статті ID %s

# tl_article.copy.0
source: Duplicate article
da: Dupliker artikel
es: Duplicar artículo
fa: تکثیر نوشته
fi: Kopioi artikkeli
fr: Dupliquer l'article
hu: Cikk másolása
lv: Dublicēt rakstu
my: ဆောင်းပါးပံုစံတူပွား
ro: Copiază articol
sk: Kopírovať článok
sr: Копирај чланак
uk: Копіювати статтю

# tl_article.copy.1
source: Duplicate article ID %s
da: Dupliker artiklen med ID %s
es: Duplicar artículo con ID %s
fa: تکثیر نوشته شناسه %s
fi: Kopioi artikkeli ID %s
fr: Dupliquer l'article ID %s
hu: Az ID %s cikk másolása
lv: Dublicēt rakstu ID %s
my: ဆောင်းပါးအိုင်ဒီ %s ပံုစံတူပွား
ro: Dublează articolul ID %s
sk: Kopírovať článok ID %s
sr: Копирај чланак ID %s
uk: Копіювати статтю ID %s

# tl_article.cut.0
source: Move article
da: Flyt artikel
es: Mover artículo
fa: جابجایی نوشته
fi: Siirrä artikkeli
fr: Déplacer l'article
hu: Cikk mozgatása
lv: Pārvietot rakstu
my: ဆောင်းပါးရွေ့ပြောင်း
ro: Mută articol
sk: Premiestniť článok
sr: Помери чланак
uk: Перемістити статтю

# tl_article.cut.1
source: Move article ID %s
da: Flyt artiklen med ID %s
es: Mover artículo con ID %s
fa: جابجایی نوشته شناسه %s
fi: Siirrä artikkeli ID %s
fr: Déplacer l'article ID %s
hu: Az ID %s cikk mozgatása
lv: Pārvietot rakstu ID %s
my: ဆောင်းပါးအိုင်ဒီ %s ရွေ့ပြောင်း
ro: Mută articolul ID %s
sk: Premiestniť článok ID %s
sr: Помери чланак ID %s
uk: Перемістити статтю ID %s

# tl_article.delete.0
source: Delete article
da: Slet artikel
es: Eliminar artículo
fa: حذف نوشته
fi: Poista artikkeli
fr: Supprimer l'article
hu: Cikk törlése
lv: Dzēst rakstu
my: ဆောင်းပါးပယ်ဖျက်
ro: Şterge articol
sk: Odstrániť článok
sr: Обриши чланак
uk: Видалити статтю

# tl_article.delete.1
source: Delete article ID %s
da: Slet artiklen med ID %s
es: Eliminar artículo con ID %s
fa: حذف نوشته شناسه %s
fi: Poista artikkeli ID %s
fr: Supprimer l'article ID %s
hu: Az ID %s cikk törlése
lv: Dzēst rakstu ID %s
my: ဆောင်းပါးအိုင်ဒီ %s ပယ်ဖျက်
ro: Şterge articolul ID %s
sk: Odstrániť článok ID %s
sr: Обриши чланак ID %s
uk: Видалити статтю ID %s

# tl_article.toggle.0
source: Publish/unpublish article
da: Udgiv/skjul artikel
es: Publicar/despublicar articulo
fa: انتشار/عدم انتشار نوشته
fi: Julkaise/piilota artikkeli
fr: Publier/dé-publier l'article
hu: Cikk megjelenítése/elrejtése
lv: Publicet/nepublicēt rakstu
my: ဆောင်းပါးထုတ်ဝေ/မထုတ်ဝေ
ro: Publică articol
sk: Zverejniť/nezverejniť článok
sr: Објави/сакриј чланак
uk: Показати/вилучити статтю

# tl_article.toggle.1
source: Publish/unpublish article ID %s
da: Udgiv/skjul artiklen med ID %s
es: Publicar/despublicar articulo con ID %s
fa: انتشار/عدم انتشار نوشته شناسه %s
fi: Julkaise/piilota artikkeli
fr: Publier/dé-publier l'article ID %s
hu: Az ID %s cikk megjelenítése/elrejtése
lv: Publicet/nepublicēt rakstu ID %s
my: ဆောင်းပါးအိုင်ဒီ %s ထုတ်ဝေ/မထုတ်ဝေ
ro: Publică articolul ID %s
sk: Zverejniť/nezverejniť článok ID %s
sr: Објави/сакриј чланак ID %s
uk: Показати/вилучити статтю ID %s

# tl_article.pasteafter.0
source: Paste after
da: Indsæt efter
es: Pegar después
fa: افزودن بعد از
fi: Liitä perään
fr: Coller après
hu: Beillesztés utánna
lv: Ielīmēt pēc
my: ပြီးနောက်ထုတ်ထား
ro: Lipeşte după
sk: Vložiť za
sr: Налепи после
uk: Вставити після

# tl_article.pasteafter.1
source: Paste after article ID %s
da: Indsæt efter artiklen med ID %s
es: Pegar después del artículo con ID %s
fa: افزودن بعد از نوشته شناسه %s
fi: Liitä artikkelin ID %s perään
fr: Coller après l'article ID %s
hu: Az ID %s cikk után történő beillesztés
lv: Ielīmēt pēc raksta ID %s
my: ဆောင်းပါးအိုင်ဒီ %s ပြီးနောက်ထုတ်ထား
ro: Lipeşte după articolul ID %s
sk: Vložiť za článok ID %s
sr: Налепи после чланка ID %s
uk: Вставити після ID %s

# tl_article.pasteinto.0
source: Paste into
da: Indsæt i
es: Copiar en
fa: افزودن در
fi: Liitä hakemistoon
fr: Coller dedans
hu: Beillesztés
lv: Ielīmēt
my: ထဲသို့ထုတ်ထား
ro: Alipeşte în
sk: Vložiť do
sr: Налепи у
uk: Вставити в

# tl_article.pasteinto.1
source: Paste into page ID %s
da: Indsæt i siden med ID %s
es: Pegar dentro de la página con ID %s
fa: افزودن در صفحه شناسه %s
fi: Liitä sivuun ID %s
fr: Coller dedans la page ID %s
hu: Az ID %s oldalba való beillesztés
lv: Ielīmēt rakstā ID %s
my: စာမျက်နှာအိုင်ဒီ %s သို့ထုတ်ထား
ro: Lipeşte în pagina ID %s
sk: Vložiť do strany ID %s
sr: Налепи у страницу ID %s
uk: Вставити в сторінку ID %s

# tl_article.customTpl.0
source: Custom article template
es: Plantilla personalizada del artículo
fi: Vaihtoehtoinen mallipohja
ro: Şablon pentru articole
sr: Додатни шаблон чланка

# tl_article.customTpl.1
source: Here you can overwrite the default article template.
es: Aquí puede sobreescribir la plantilla por defecto del artículo.
fi: Tästä voit valita artikkelille vaihtoehtoisen mallipohjan
ro: Alegeţi şablonul implicit pentru articole.
sr: Овде можете прегазити подразумевани шаблон чланка.

# tl_article.editheader.0
source: Edit article
es: Editar artículo
fi: Muokkaa artikkelia
ro: Editează articol
sr: Уреди чланак

# tl_article.editheader.1
source: Edit the article settings
es: Editar la configuración del artículo
fi: Muokkaa artikkelin asetuksia
ro: Editează setările articolului
sr: Уреди подешавања чланка
