Repository: contao/core
Catalog: system/modules/core/languages/*/*_article.xlf
Languages: da, es, fa, fi, fr, hu, lv, my, ro, sk, sr, uk

# tl_article.title.0
source: Title
da: Titel
es: Título
fa: عنوان
fi: Otsikko
fr: Titre
hu: Megnevezés
lv: Nosaukums
my: ခေါင်းစဉ်
ro: Nume grup
sk: Názov
sr: Наслов
uk: Заголовок

# tl_article.title.1
source: Please enter the article title.
da: Indtast artiklens titel.
es: Por favor introduce el título del artículo.
fa: لطفا عنوان نوشته را وارد نمائید.
fi: Syötä artikkelille otsikko.
fr: Saisir le titre de l'article.
hu: Adja meg a cikk megnevezését.
lv: Lūdzu ievadiet raksta nosaukumu.
my: ဆောင်းပါးခေါင်းစဉ်ထည့်သွင်း။
ro: Introduceţi titlul articolului.
sk: Prosím vložte názov článku.
sr: Унесите наслов чланка.
uk: Введіть, будь ласка, заголовок статті.

# tl_article.alias.0
source: Article alias
da: Artikelalias
es: Alias artículo
fa: اسم مستعار نوشته
fi: Artikkelin alias
fr: Alias de l'article
hu: Cikk álnév
lv: Raksta aizstājvārds
my: ဆောင်းပါးနာမည်ပွား
ro: Alias
sk: Alias článku
sr: Алиас чланка
uk: Аліас

# tl_article.alias.1
source: The article alias is a unique reference to the article which can be called instead of its numeric ID.
da: Artikelalias er en unik reference til artiklen som kan kaldes i stedet for artikel ID.
es: El alias del artículo es una referencia única al artículo que puede ser llamado en vez de la ID del artículo.
fa: اسم مستعار نوشته مرجع واحدی برای نوشته است که می‌تواند به جای شناسه عددی فراخوانی شود.
fi: Alias on yksilöllinen viite jolla artikkelia voidaan kutsua sen numeerisen tunnisteen sijasta.
fr: L'alias de l'article est une référence unique qui remplace l'ID de l'article.
hu: A cikk álnév egy egyedi hivatkozás a cikkre, amit a numerikus azonosítója (ID) helyett lehet használni.
lv: Raksta aizstājvārds ir unikāla atsauce uz rakstu, kas var tikt izsaukta jaunuma ID vietā.
my: နံပါတ်အိုင်ဒီအစားဆောင်းပါးနာမည်ပွားမှာဆောင်းပါးသို့တစ်ခုတည်းရည်ညွှန်းချက်ဖြစ်။
ro: Aliasul articolului este o referinţă unică la acesta care poate fi apelată în locul lui.
sk: Alias článku je unikátny odkaz k článku, ktorý je možné vyvolať namiesto ID článku.
sr: Алиас чланка је јединствена референца на чланак која може да се користи уместо нумеричког ID-а чланка.
uk: Введіть, будь ласка, аліас статті.

# tl_article.author.0
source: Author
da: Forfatter
es: Autor
fa: نویسنده
fi: Tekijä
fr: Auteur
hu: Szerző
lv: Autors
my: ရေးသားသူ
ro: Nume
sk: Autor
sr: Аутор
uk: Автор

# tl_article.author.1
source: Here you can change the author of the article.
da: Indtast forfatternavn.
es: Por favor introduce el nombre del autor.
fa: می‌توانید نویسنده این نوشته را تغییر دهید.
fi: Tähän voit muuttaa artikkelin tekijän.
fr: Saisir le nom de l'auteur.
hu: Itt változtatható meg a cikk szerzője.
lv: Šeit jūs varat mainīt raksta autoru.
my: ဆောင်းပါးရေးသားသူပြောင်းလဲနိုင်။
ro: Introduceţi numele autorului.
sk: Prosím vložte meno autora článku.
sr: Овде можете да промените аутора чланка.
uk: Виберіть автора статті.

# tl_article.inColumn.0
source: Display in
da: Placer i
es: Mostrar en
fa: نمایش در
fi: Osio jossa näytetään
fr: Afficher dans la zone
hu: Megjelenítés helye
lv: Rādīt
my: တွင်ပြသခြင်း
ro: Afişează în
sk: Zobraz v
sr: Прикажи у
uk: Відображати в

# tl_article.inColumn.1
source: Please choose the layout section you want the article to be displayed in.
da: Angiv venligst kolonnen, headeren (allerøverst) eller footeren (allernederst), hvor artiklen skal placeres.
es: Por favor asigna el artículo a una columna, encabezado o pie de página.
fa: لطفا محل قرارگیری این نوشته را در چیدمان مشخص نمائید.
fi: Ole hyvä ja valitse ulkoasun osio, jossa artikkeli näytetään
fr: Choisir la zone dans laquelle vous voulez que l'article s'affiche.
hu: Válassza ki az elrendezés azon szakaszát ahol a cikk meg fog jelenni.
lv: Lūdzu izvēlieties salikuma sadaļu, kurā tiks rādīts raksts.
my: အခင်းအကျင်းအပိုင်းတွင်ပြသလိုသောဆောင်းပါးကိုရွေး။
ro: Ataşaţi articolul unei coloane sau header-ului sau footer-ului.
sk: Prosím nastavte, v ktorom stĺpci sa bude daný článok zobrazovať, v hlavičke, v päte stránky.
sr: Изаберите секцију у којој желите да чланак буде приказан.
uk: Виберіть секцію для розміщення статті (ліва, права, центральна секція контенту, верня частина сайту, нижня частина).

# tl_article.keywords.0
source: Meta keywords
da: Nøgleord
es: Palabras clave
fa: کلیدواژه‌های متا
fi: Meta avainsanat
fr: Mots-clés
hu: Meta kulcsszavak
lv: Atslēgvārdi
my: ရှေ့ဆက်အဓိကစကားလံုးများ
ro: Cuvinte cheie
sk: Kľúčové slová
sr: Мета речи
uk: Ключові слова

# tl_article.keywords.1
source: Here you can enter a list of comma separated keywords. Keywords, however, are no longer relevant to most search engines (including Google).
da: Indtast nøgleord - adskilt af komma. De bruges af søgemaskiner til at finde siden. En søgemaskine viser sædvanligvis op til 800 tegn.
es: Puedes introducir varias palabras clave. Palabras clave ya no suelen ser relevantes para la mayoría de buscadores (incluido Google)
fa: در این بخش می‌توانید کلمات کلیدی که با کاما از هم جدا شده‌اند را وارد نمایید. با این حال، کلمات کلیدی دیگر مربوط به موتورهای جستجو (شامل گوگل) نیستند.
fi: Tähän voit antaa pilkuilla erotellun listan asiasanoista. Huomaa kuitenkin, että useimmat hakukoneet (kuten Google) eivät enää hyödynnä niitä.
fr: Saisir des mots-clés séparés par des virgules. Ceux-ci ne sont plus pertinents pour la plupart des moteurs de recherche (notamment Google).
hu: Itt adhatja meg a kulcsszavakat vesszővel elválasztva. Azonban a kulcsszavak már nem relevánsak a legtöbb kereső számára (beleértve a Google-t).
lv: Jūs varat ievadīt vairākus ar komatu atdalītus atslēgvārdus, kurus izmantos meklētājprogrammas, lai atrastu šo lapu. Meklētājprogramma parasti indeksē līdz 800 zīmēm.
my: ကော်မာခြားနားပြီးအဓိကစကားလံုးများစာရင်းထည့်သွင်းနိုင်။ အဓိကစကားလံုးများ၊ သို့ရာတွင်ရှာဖွေအင်ဂျင်များအများစုနှင့်မဆီလျော်ပေ (ဂူးဂယ်အပါအဝင်)။
ro: Puteţi introduce câteva cuvinte cheie separate prin virgulă, care vor fi folosite de motoarele de căutare. Un motor de căutare foloseşte de regulă cel mult 800 de caractere.
sk: Môžete vložiť zopár charakteristických slov pre tento článok, pre zlepšenie vyhľadávania. Slová musia byť oddelené čiarkou a môže byť maximálne 800 písmen.
sr: Овде можете да уносите кључне речи раздвојене тачка-зарезом. Међутим, кључне речи више нису од значаја за већину претраживача (укључујући и Google).
uk: Ви можете ввести декілька ключових слів розділених комою. Наразі, ключові слова більше не підтримуються багатьма пошуковими системами (включаючи Google).

# tl_article.teaserCssID.0
source: Teaser CSS ID/class
da: Uddrag stilark ID/klasse
fa: شناسه/کلاس CSS تیزر
fi: Esikuvauksen CSS-luokka / ID
fr: ID / classe(s) CSS de l'accroche
hu: Előzetes CSS ID/osztály
lv: Ievada CSS ID/klase
my: ပဟေဠိစီအက်အက်စ်အိုင်ဒီ/အမျိုးအစား
ro: ID stil pentru rezumat
sk: CSS ID/class ukážky
sr: CSS ID/класа уводника
uk: CSS ID/class вступної частини

# tl_article.teaserCssID.1
source: Here you can set an ID and one or more classes for the teaser element.
da: Her kan du vælge en ID og en eller flere klasser til uddraget.
es: Aquí puedes introducir una ID de hoja de estilos (atributo id) y una o más clases de hoja de estilos (atributos class) para poder formatear el teaser utilizando CSS.
fa: می‌توانید یک شناسه و یک و چند کلاس برای عنصر تیزر انتخاب نمایید.
fi: Tähän voit syöttää ID:n ja yhden tai useamman CSS-luokan esikuvauselementille
fr: Saisir un ID de feuille de style et/ou une ou plusieurs classes CSS pour l'accroche.
hu: Itt adható meg egy ID és egy vagy több osztály az előzetes elemhez.
lv: Šeit jūs varat iestatīt ID un vienu vai varākas klases ievada elementam.
my: အိုင်ဒီနှင့်ပဟေဠိအတွက်တစ်ခု(သို့)အမျိုးအစားများသတ်မှတ်နိုင်။
ro: Setaţi un ID şi una sau mai multe clase pentru rezumat.
sk: Tu môžete nastaviť ID a jednu alebo viac tried (class) pre element ukážky.
sr: Овде можете да дефинишете ID и једну или више класа уводника.
uk: Вкажіть ідентифікатори (CSS id або class), для отримання можливості надавати стиль відображення вступної частини.

# tl_article.showTeaser.0
source: Show teaser
da: Vis uddrag
es: Mostrar teaser
fa: نمایش تیزر
fi: Näytä esikuvaus
fr: Afficher l'accroche
hu: Előzetes megjelenítése
lv: Rādīt ievadu
my: ပဟေဠိပြသ
ro: Arată rezumat
sk: Zobraziť ukážku
sr: Прикажи уводник.
uk: Показати вступну частину

# tl_article.showTeaser.1
source: Show the article teaser if there are multiple articles.
da: Vis uddraget i stedet for artiklen, hvis der er flere artikler.
es: Mostrar el texto teaser en vez del artículo si hay artículos múltiples.
fa: نمایش تیزر نوشته اگر نوشته‌های زیادی باشند.
fi: Näytä esikuvaus jos artikkeleita on useita.
fr: Afficher le texte de l'accroche s'il y a plusieurs articles.
hu: Előzetes megjelenítése több cikk esetén.
lv: Rādīt ievada tekstu raksta vietā, ja ir vairāki raksti.
my: ဆောင်းပါးများရှိနေပါကပဟေဠိပြသ
ro: Arată rezumatul în loc de conţinut dacă există mai multe articole.
sk: Zobraziť ukážku namiesto článku pokiaľ je viac článkov.
sr: Прикажи уводник чланка у случају вишеструких чланака.
uk: Показувати тільки вступну частину статті, якщо на сторінці декілька статтей.

# tl_article.teaser.0
source: Article teaser
da: Uddrag
es: Texto destacado
fa: تیزر نوشته
fi: Artikkelin ote
fr: Accroche
hu: Cikk előzetese
lv: Raksta ievads
my: ဆောင်းပါးပဟေဠိ
ro: Rezumat
sk: Ukážka
sr: Уводник чланка
uk: Вступна частина

# tl_article.teaser.1
source: The article teaser can also be displayed with the content element "article teaser".
da: Uddraget kan vises automatisk eller ved hjælp af elementtypen "artikel appetitvækker".
es: El texto de expectativa (teaser) puede mostrarse automáticamente o con el elemento de contenido "artículo teaser".
fa: خلاصه متن می‌تواند به صورت خودکار و یا توسط امکان «خلاصه محتوا» نمایش داده شود.
fi: Esikuvauksen voi esittää myös "artikkelin esikuvaus" -sisältöelementillä.
fr: Le texte de l'accroche peut être affiché avec l'élément de contenu "accroche d'article".
hu: A cikk előzetese "cikk előzetes" tartalmi elemmel is megjeleníthető.
lv: Raksta ievads var arī tikt rādīts ar satura elementu "raksta ievads".
my: "ဆောင်းပါးပဟေဠိ" အကြောင်းအရာဖြင့်ဆောင်းပါးပဟေဠိပြသနိင်။
ro: Rezumatul poate fi afişat automat sau prin elementul "article teaser"
sk: Ukážka môže byť zobrazená automaticky alebo s obsahovým prvkom ukážka článku.
sr: Уводник чланка може, такође, бити приказан као посебан елемент "поднаслов чланка".
uk: Блок із вступною частиною статті може відображатись автоматично, або як елемент контенту.

# tl_article.printable.0
source: Syndication
da: Udskriftvenlig
es: Imprimible
fa: پیوند
fi: Syötteet
fr: Imprimable
hu: Tartalom műveletek
lv: Drukājams
my: အဖွဲ့စုခြင်း
ro: Printabil
sk: Tlačiteľné
sr: Дељење
uk: Синдикація

# tl_article.printable.1
source: Here you can choose which options are available.
da: Tilføj et "udskriv som PDF"-link i artiklens øverst hjørne. Stilark med medietype (media type) "print" og "all" bliver anvendes.
es: Mostrar el "imprimir como PDF" en la parte superior del artículo. Hojas de estilo con el media type "print" o "all" serán reconocidas.
fa: می‌توانید گزینه‌های که موجود هستند را انتخاب نمایید.
fi: Tässä voit valita mitkä vaihtoehdot ovat saatavilla.
fr: Choisir les options qui sont disponibles.
hu: Itt lehet kiválasztani mely lehetőségek legyenek elérhetőek.
lv: Pievienot saiti raksta eksportam kā PDF datne.
my: မည်သည့်ရွေးစရာများရှိနေစေရန်ရွေးနိုင်။
ro: Arată o legatură "Printează ca PDF" deasupra articolului. Fişierele de stil de tip "print" sau "all" vor fi recunoscute.
sk: Tlačiť článok ako PDF (bude rozoznaný kaskádový štýl s media typom "print" alebo "all")
sr: Овде можете да одабарете опције које ће бити на располагању.
uk: Активуйте потрібні опції.

# tl_article.guests.0
source: Show to guests only
da: Vis kun til gæster
es: Mostrar sólo a los invitados
fa: نمایش فقط به مهمانان
fi: Näytä vain vierailijoille
fr: Montrer aux invités seulement
hu: Csak vendégek láthatják
lv: Rādīt tikai viesiem
my: ဧည့်သည်များကိုသာပြသ
ro: Arată doar vizitatorilor
sk: Zobraziť iba bežným návštevníkom
sr: Прикажи само гостима
uk: Показувати тільки незареєстрованим користувачам

# tl_article.guests.1
source: Hide the article if a member is logged in.
da: Skjul artiklen for medlemmer der er logget ind.
es: Ocultar el artículo si un miembro está conectado.
fa: مخفی کردن مقاله اگر یک عضو وارد شده باشد.
fi: Piilota artikkeli jos jäsen on kirjautunut.
fr: Ne pas afficher l'article si un membre est connecté.
hu: A cikk elrejtése, ha a tag be van jelentkezve.
lv: Slēpt rakstu, ja biedrs ir pieslēdzies.
my: အဖွဲ့ဝင်ဖွင့်မဝင်ရသေးလျှင်ဆောင်းပါးကိုဖံုးကွယ်
ro: Ascunde articolul dacă un membru este autentificat.
sk: Skryť tento článok ak je člen prihlásený.
sr: Сакриј чланак ако је члан пријављен.
uk: Невідображати статтю зареєстрованим на сайті користувачам.

# tl_article.protected.0
source: Protect article
da: Beskyt artiklen
es: Proteger artículo
fa: حفاظت از پرونده
fi: Suojaa artikkeli
fr: Protéger l'article
hu: Cikk védelme
lv: Aizsargāt rakstu
my: ဆောင်းပါးကာကွယ်
ro: Protejază articolul
sk: Chránený článok
sr: Заштити чланак
uk: Захистити статтю

# tl_article.protected.1
source: Show the article to certain member groups only.
da: Vis kun artiklen til visse medlemsgrupper.
es: Mostrar el artículo solamente a ciertos miembros del grupo.
fa: نمایش مقاله تنها برای گروه‌های خاصی از اعضاء.
fi: Näytä artikkeli vain tietyille jäsenryhmille.
fr: Montre l'article aux membres de certains groupes seulement.
hu: A cikk megjelenítése csak bizonyos tag csoportoknak.
lv: Rādīt rakstu tikai noteiktām dalībnieku grupām.
my: သေချာသောအဖွဲ့ဝင်အုပ်စုများကိုသာလျှင်ဆောင်းပါးပြသ။
ro: Arată articolul doar anumitor gruputi de membri.
sk: Zobraziť tento článok iba určitým skupinám členov.
sr: Прикажи чланак само одређеној групи чланова.
uk: Показати статтю тільки для визначеної групи користувачів

# tl_article.groups.0
source: Allowed member groups
da: Tilladte brugergrupper
es: Miembros de grupos permitidos
fa: گروه‌های دارای دسترسی
fi: Sallitut jäsenryhmät
fr: Groupes de membres autorisés
hu: Engedélyezett tag csoportok
lv: Atļautās biedru grupas
my: ခွင့်ပြုပြီးအဖွဲ့ဝင်အုပ်စုများ
ro: Grupuri de membri permise
sk: Povolené skupiny členov
sr: Дозвољене групе корисника
uk: Дозволені для групи користувачів

# tl_article.groups.1
source: These groups will be able to see the article.
da: Disse grupper vil kunne se artiklen.
es: Estos grupos podrán ver este artículo
fa: این گروه‌ها قادر به دیدن این مقاله خواهند بود.
fi: Nämä ryhmät voivat nähdä artikkelin.
fr: Ces groupes seront autorisés à voir l'article.
hu: Ezek a csoportok tagjai láthatják a cikket.
lv: Šīs grupas varēs redzēt rakstu.
my: ဆောင်းပါးကိုယခုအုပ်စုများမြင်နိုင်။
ro: Aici puteţi alege ce grupuri vor putea vedea articolul
sk: Týmto skupinám sa bude tento článok zobrazovať.
sr: Ове групе ће моћи да виде чланак.
uk: Тут ви можете вибрати, які групи учасників будуть мати можливість побачити цю статтю.

# tl_article.cssID.0
source: CSS ID/class
da: Stilark ID og klasse
es: ID de la hoja de estilo y clase
fa: شناسه/کلاس CSS
fi: ID/CSS-luokka
fr: ID/classe(s) CSS
hu: CSS ID/osztály
lv: CSS ID/klase
my: စီအက်အက်စ်အိုင်ဒီ/အမျိုးအစား
ro: ID stil
sk: ID kaskádového štýlu a trieda (class)
sr: CSS ID/класа

# tl_article.cssID.1
source: Here you can set an ID and one or more classes.
da: Her kan du angive et stilark ID (id attributten) og en eller flere stilarkklasser (class attributten), så du kanformatere artiklen med CSS.
es: Aquí puedes introducir una ID para la hoja de estilo (atributo id) y una o más clases de hoja de estilos (atributos clase) para poder dar formato al elemento del modulo utilizando CSS.
fa: می‌توانید یک شناسه و یا چند کلاس را انتخاب نمایید
fi: Tähän voit syöttää ID:n sekä yhden tai useamman CSS-luokan.
fr: Saisir un ID de feuille de style et/ou une ou plusieurs classes CSS.
hu: Itt adható meg egy ID és egy vagy több osztály.
lv: Šeit jūs varat iestatīt ID un vienu vai vairākas klases.
my: အိုင်ဒီနှင့်တစ်ခု(သို့)အမျိုးအစားများသတ်မှတ်နိုင်။
ro: Aici puteţi introduce un ID şi una sau mai multe clase de stil pentru a formata modulul prin CSS.
sk: Tu môžete zadať ID (ID atribút) kaskádového štýlu a jednu alebo viac tried kaskádového štýlu (atribút class), aby ste upravili článok pomocou CSS.
sr: Овде можете да доделите ID и једну или више класа.
uk: Вкажіть ідентифікатори (CSS id або class), для отримання можливості надавати стиль відображення.

# tl_article.space.0
source: Space in front and after
da: Mellemrum før og efter
es: Espaciado delante y detrás
fa: فاصله در ابتدا و انتها
fi: Tila ennen ja jälkeen
fr: Espace avant et après
hu: Távolság előtte és utána
lv: Atstarpe pirms un pēc
my: အရှေ့နှင့်ပြီးနောက်ကွက်လပ်ခြား
ro: Spaţiu înainte şi după
sk: Medzera pred a za
sr: Простор испред и иза
uk: Інтервал до і після

# tl_article.space.1
source: Here you can enter the spacing in front of and after the article in pixel. You should try to avoid inline styles and define the spacing in a style sheet, though.
da: Angiv venligst mellemrummet før og efter artiklen i pixel.
es: Por favor introduce el espaciado en píxeles que quieras antes y después del artículo.
fa: لطفا مقدار فاصله‌ای که می‌خواهید در ابتدا و انتهای نوشته‌ باشد را به پیکسل وارد نمائید.
fi: Tähän voit syöttää pikseleinä tilan ennen ja jälkeen. Tätä tulisi kuitenkin välttää ja määritellä ne mieluummiin tyylisivuun.
fr: Saisir l'espace avant et après l'article en pixel.
hu: Itt adható meg egy tartalmi elem előtt és után megjelenő üres hely méretét pixelben. Javasolt a beágyazott stílus elkerülése és helyett a stíluslap használata.
lv: Lūdzu ievadiet atstarpi pikseļos pirms un pēc raksta. Ieteicams gan atstarpes definēt stila lapā.
my: အရှေ့နှင့်ဆောင်းပါးပြီးနောက်အစက်အပြောက်များတွင်ကွက်လပ်ထည့်နိုင်။ လိုင်းတွင်းစတိုင်များကိုရှောင်သင့်ပြီးစတိုင်အပြားတွင်ကွက်လပ်ခြားခြင်းကိုသတ်မှတ်နိုင်။
ro: Introduceţi spaţiul înainte şi după articol, în pixeli.
sk: Vložte prosím veľkosť medzery pred a za článkom.
sr: Овде можете да дефинишете простор испред и након чланка у пикселима. Ипак, настојте да избегавате дефинисање стилова изван фајлова за Стилове.
uk: Встановіть інтервал до і після статті (в пикселях), якщо необхідно.

# tl_article.published.0
source: Publish article
da: Udgivet
es: Publicado
fa: انتشار نوشته
fi: Julkaise artikkeli
fr: Publier l'article
hu: Cikk megjelentetése
lv: Publicēts
my: ဆောင်းပါးထုတ်ဝေ
ro: Publicat
sk: Publikovať
sr: Објави чланак
uk: Опублікувати

# tl_article.published.1
source: Make the article publicly visible on the website.
da: Med mindre du vælger denne mulighed vil artiklen ikke være synlig for besøgende på dit websted.
es: Si esta opción no esta marcada el artículo no será visible para los visitantes de tu web.
fa: در صورت فعال نکردن این گزینه، این بخش به بازدیدکنندگان نشان داده نخواهد شد.
fi: Tee artikkeli julkisesti näkyväksi sivustolla.
fr: Rendre l'article visible aux visiteurs de votre site.
hu: Bejelölve a cikk láthatóvá válik a honlapon.
lv: Padarīt rakstu publiski redzamu mājas lapā.
my: ဝဘ်ဆိုက်ပေါ်တွင်ဆောင်းပါးကိုလူအများမြင်စေရန်လုပ်ဆောင်။
ro: Dacă nu bifaţi această opţiune articolul nu va fi vizibil pentru vizitatori.
sk: Týmto sa daný článok zverejní.
sr: Омогући да чланак буде видљив на сајту.
uk: Поки ви не відмітете даний пункт, стаття не буде відображена в загальній структурі сайту.

# tl_article.start.0
source: Show from
da: Vis fra
es: Mostrar desde
fa: نمایش از تاریخ
fi: Näytä ajankohdasta lähtien
fr: Afficher à partir du
hu: Megjelenítés kezdete
lv: Rādīt no
my: မှပြသ
ro: Publică de la
sk: Zobrazovať od
sr: Прикажи од
uk: Опублікувати з ...

# tl_article.start.1
source: Do not show the article on the website before this day.
da: Vis ikke artiklen efter før den angivne dato.
es: Si introduces una fecha aquí el artículo actual no será visible en la web antes de la fecha introducida.
fa: اگر شما در این بخش تاریخی را انتخاب نمائید، محتوا قبل از آن تاریخ نمایش داده نخواهد شد.
fi: Älä näytä artikkelia sivustolla ennen tätä ajankohtaa.
fr: Ne plus afficher cet article sur le site avant ce jour.
hu: A cikk a megadott dátum előtt nem jelenik meg a weboldalon.
lv: Nerādīt rakstu mājas lapā pirms šā datuma.
my: ဒီနေ့မတိုင်မီဝဘ်ဆိုက်တွင်ဆောင်းပါးမပြသ။
ro: Dacă introduceţi o dată articolul nu va fi afişat înainte de această dată.
sk: Vložte dátum od kedy má byť daný článok zobrazený.
sr: Не приказуј чланак на сајту пре наведеног датума.
uk: Якщо ви введете в даному полі дату, то стаття не буде опублікованою на сайті до цього дня.

# tl_article.stop.0
source: Show until
da: Vis indtil
es: Mostrar hasta
fa: نمایش تا تاریخ
fi: Näytä ajankohtaan asti
fr: Afficher jusqu'au
hu: Megjelenítés vége
lv: Rādīt līdz
my: အထိပြသ
ro: Publică până la
sk: Zobrazovať do
sr: Прикажи до
uk: Опублікувати до ...

# tl_article.stop.1
source: Do not show the article on the website on and after this day.
da: Vis ikke artiklen på og efter den angivne dato.
es: Si introduces una fecha aquí el artículo actual no será visible en la web después de la fecha introducida.
fa: نمایش ندادن نوشته در وب‌سایت در این روز و بعد از آن.
fi: Älä näytä artikkelia sivustolla tänä ajankohtana ja sen jälkeen.
fr: Ne plus afficher cet article sur le site après ce jour.
hu: A cikk a megadott dátum után nem jelenik meg a weboldalon.
lv: Nerādīt rakstu mājas lapā šajā un pēc šī datuma.
my: ဒီနေ့ပြီးနောက်ဝဘ်ဆိုက်တွင်ဆောင်းပါးမပြသ။
ro: Dacă introduceţi o dată articolul nu va mai fi afişat începând cu această dată.
sk: Vložte dátum do kedy má byť daný článok zobrazený.
sr: Не приказуј чланак на сајту након наведеног датума.
uk: Якщо ви введете дату в дане поле, то дана стаття буде знята з показу після введеного числа.

# tl_article.tstamp.0
source: Revision date
da: Revisionsdato
es: Fecha revisión
fa: تاریخ بازنگری
fi: Revisiopäivämäärä
fr: Date de révision
hu: Módosítás dátuma
lv: Pārskatīšanas datums
my: ပြင်ဆင်နေ့စွဲ
ro: Data revizie
sk: Dátum poslednej úpravy
sr: Датум ревизије
uk: Дата останнього перегляду

# tl_article.tstamp.1
source: Date and time of the latest revision
da: Dato og tid for sidste revision
es: Fecha y hora de la última modificación
fa: تاریخ و ساعت آخرین بازنگری.
fi: Revision päivämäärä ja aika
fr: Date et heure de la dernière révision
hu: A legutóbbi módosítás dátuma és ideje
lv: Pēdējās pārskatīšanas datums un laiks
my: နောက်ဆံုးပံုစံ၏နေ့စွဲနှင့်အချိန်
ro: Data şi ora a ultimei revizii
sk: Dátum a čas poslednej úpravy článku
sr: Датум и време последње ревизије
uk: Дата та час останнього перегляду

# tl_article.title_legend
source: Title and author
da: Titel og forfatter
es: Título y autor
fa: عنوان و نویسنده
fi: Otsikko ja perustaja
fr: Titre et auteur
hu: Megnevezés és szerző
lv: Nosaukums un autors
my: ခေါင်းစဉ်နှင့်ရေးသားသူ
ro: Titlu şi autor
sk: Názov a autor
sr: Наслов и аутор
uk: Заголовок та автор

# tl_article.layout_legend
source: Section and keywords
da: Sektioner og nøgleord
es: Sección y palabras clave
fa: بخش و کلیدواژه‌ها
fi: Osio ja avainsanat
fr: Zone et mots-clés
hu: Szakasz és kulcsszavak
lv: Sadaļa un atslēgvārdi
my: အပိုင်းနှင့်အဓိကစကားလံုးများ
ro: Secţiuni şi cuvinte cheie
sk: Odsek a kľúčové slová
sr: Секције и кључне речи
uk: Структурні елементи та ключові слова

# tl_article.syndication_legend
source: Syndication
da: Udskriftvenlig
es: Imprimible
fa: پیوند
fi: Syötteet
fr: Imprimable
hu: Tartalom műveletek
lv: Drukājams
my: အဖွဲ့စုခြင်း
ro: Printabil
sk: Tlačiteľné
sr: Дељење
uk: Синдикація

# tl_article.teaser_legend
source: Article teaser
da: Artikel uddrag
es: Texto destacado
fa: تیزر نوشته
fi: Artikkelin ote
fr: Accroche de l'article
hu: Cikk előzetes
lv: Raksta ievads
my: ဆောင်းပါးပဟေဠိ
ro: Rezumat
sk: Ukážka článku
sr: Уводник чланка
uk: Вступ до статті

# tl_article.template_legend
source: Template settings
es: Ajustes de plantilla
fi: Mallin asetukset
my: ပံုစံပြားချိန်ညှိချက်
ro: Şablon comentariu
sr: Подешавања шаблона
