Repository: contao/core
Catalog: system/modules/core/languages/*/*_content.xlf
Languages: da, fa, fi, fr, hu, lv, my, nl, ro, sk, sq, sv, uk

# tl_content.tableitems.1
source: If JavaScript is disabled, make sure to save your changes before modifying the order.
da: Tildel venligst hver modul til et sideelement. Brug knapper til at tilføje, flytte eller fjerne et modul. Hvis du arbejder uden hjælp fra JavaScript, bør du gemme dine ændringer før du ændrer rækkefølgen.
fa: اگر جاوا اسکریپت غیرفعال است، قبل از تغییر ترتیب، حتما ذخیره نمایید.
fi: Muista tallentaa asetukset, jos JavaScript on kytketty pois.
fr: Si JavaScript est désactivé, assurez-vous de sauvegarder vos changements avant de modifier l'ordre.
hu: Amennyiben a JavaScript tíltva van mentse le módosításait a sorrend megváltoztatása előtt.
lv: Ja JavaScript ir atspējots, pirms mainat izkārtojumu pārliecinieties, ka izmaiņas ir saglabātas.
my: ဂျာဗားလိုလျေက်လုပ်ဆောင်ကုဒ်ကိုမလုပ်ဆောင်စေပါကအစဉ်အတိုင်းများကိုမမွမ်းမံခင်ပြောင်းလဲမှုများကိုမှတ်သိမ်း။
nl: Indien Javascript is uitgeschakeld moet u uw wijzigingen opslaan vooraleer de volgorde te veranderen!
ro: Desemnaţi fiecărui element de pagină un modul. Folosiţi butoanele pentru a adăuga, muta sau redenumi un modul. Dacă lucraţi fără asistenţă JavaScript, salvaţi schimbările înainte de a modifica ordinea!
sk: Nastavte, prosím, moduly v elemente stránky. Použite tlačitko na pridanie, presun, alebo vymazanie modulov. Pokiaľ pracujete bez JavaScript asistenta, mali by ste uložiť všetky zmeny pred týmto nastavením.
sq: Epeni njësitë e tabelës. Në qoftë se JavaScript nuk është aktivizuar ne shfletuesin e juaj, atëherë duhet t'i ruani përpunimet e kryera para se të përpunoni rendin e njësive.
sv: Koppla moduler till layoutsektionerna. Använd knapparna för att lägga till, ordna eller ta bort en rad i listan.<br />Om du jobbar i en webbläsare utan JavaScript-stöd måste du spara innan du kan ändra ordningen på modulerna!
uk: Будь ласка, введіть комірки таблиці. Використайте кнопки для додавання, переміщення або видалення стовпчика або ряду. Якщо Ви працюєте без включеного JavaScript, необхідно зберегти зміни до модифікації порядку висновків елементів!

# tl_content.summary.0
source: Table summary
da: Tabelopsummering
fa: خلاصه جدول
fi: Taulukon yhteenveto
fr: Résumé du tableau
hu: Táblázat összefoglaló
lv: Tabulas kopsavilkums
my: စားပွဲအကျဉ်းချုပ်
nl: Tabel samenvatting
ro: Rezumat tabel
sk: Súhrné info tabuľky
sq: Përmbledhja e tabelës
sv: Tabellsammanfattning
uk: Опис таблиці

# tl_content.summary.1
source: Please enter a short summary of the table and describe its purpose or structure.
da: For at gøre tabeller tilgængelige bør du altid angive en kort opsummering af deres indhold.
fa: خلاصه مختصری در مورد جدول وارد نمایید و هدف و ساختار آن را توضیح دهید.
fi: Ole hyvä ja kirjoita taulukolle lyhyt yhteenveto.
fr: Afin de rendre les tableaux accessibles, saisir une description de son contenu.
hu: Megadható egy rövid összefoglaló a táblázathoz, és leírható a célja vagy struktúrája.
lv: Lai padarītu tabulas pieejamas, jums vajadzētu sniegt īsu satura kopsavilkumu.
my: စားပွဲ၏အတိုကောက်အကျဉ်းချုပ်ထည့်သွင်းပြီးရည်ရွယ်ချက်နှင့်တည်ဆောက်ပုံကိုဖော်ပြပါ။
nl: Geef een korte samenvatting van de tabel en beschrijf haar doel of structuur.
ro: Pentru accesibilitate este bine să furnizaţi întotdeauna un rezumat al conţinutului tabelului.
sk: Prosím vložte krátky súhrn tabuľky (summary) a popíšte jeho účel alebo štruktúru.
sq: Në mënyrë që tabelat të jenë konform standarteve, duhet të shkruani një përmbledhje të shkurtër mbi të dhënat brenda saj.
sv: Du ska alltid ange en sammanfattande text som innehåller en kort beskrivning av tabellen.
uk: Для того, щоб зробити таблицю доступною, ви повинні завжди вводити короткий опис її вмісту.

# tl_content.thead.0
source: Add table header
da: Tabelhoved
fa: اضافه کردن بالانویس جدول
fi: Lisää taulukolle ylätunniste
fr: En-tête du tableau
hu: Fejrész hozzáadása a táblázathoz
lv: Tabulas galvene
my: စားပွဲခေါင်းစီထည့်
nl: Titel aan tabel toevoegen
ro: Antet de tabel
sk: Pridať záhlavie tabuľky
sq: Kreu i tabelës
sv: Tabellhuvud
uk: Заголовок таблиці

# tl_content.thead.1
source: Make the first row of the table the table header.
da: Hvis du vælger denne mulighed, vil første række i tabellen blive brugt som tabelhoved.
fa: در صورتی که این گزینه را فعال سازید، سطر اول جدول به عنوان بالانویس جدول محسوب خواهد شد.
fi: Tee taulukon ensimmäisestä rivistä sen ylätunniste.
fr: Utiliser la première ligne comme en-tête du tableau.
hu: Ezt kiválasztva a táblázat első sora a fejrész lesz.
lv: Ja izvēlēsieties šo opciju, pirmā tabulas rinda tiks izmantota kā tabulas galvene.
my: စားပွဲခေါင်းစီးတွင်စားပွဲပထမဆံုးအတန်းကိုလုပ်။
nl: De eerste rij van de tabel wordt gebruikt voor titels van de kolommen.
ro: Dacă alegeţi această opţiune primul rând al tabelului va fi folosit ca antet de tabel.
sk: Z prvého riadku tabuľky urobí záhlavie tabuľky.
sq: Në qoftë se ju zgjidhni këtë opsion, rrjeshti i parë i tabelës do të përdoret si kreu i tabelës.
sv: Om du väljer detta alternativ kommer första raden i tabellen att användas som tabellhuvud.
uk: Якщо Ви виберете цю опцію, верхній ряд таблиці буде використовуватися як її заголовок.

# tl_content.tfoot.0
source: Add table footer
da: Tabelfod
fa: اضافه کردن زیرنویس جدول
fi: Lisää taulukolle alatunniste
fr: Pied du tableau
hu: Lábrész hozzáadása a táblázathoz
lv: Tabulas kājene
my: စားပွဲအောက်ခြေထည့်
nl: Tabel footer toevoegen
ro: Subsol de tabel
sk: Pridať zápätie tabuľky
sq: Fundi i tabelës
sv: Tabellfot
uk: Нижній сектор таблиці (footer)

# tl_content.tfoot.1
source: Make the last row of the table the table footer.
da: Hvis du vælger denne mulighed, vil sidste række i tabellen blive brugt som tabelfod.
fa: در صورتی که این گزینه را فعال سازید، سطر آخر جدول به عنوان زیرنویس جدول محسوب خواهد شد.
fi: Tee taulukon viimeisestä rivistä alatunniste.
fr: Utiliser la dernière ligne comme pied du tableau.
hu: Ezt kiválasztva a táblázat utolsó sora a lábrész lesz.
lv: Ja izvēlēsieties šo opciju, pēdējā tabulas rinda tiks izmantota kā tabulas kājene.
my: စားပွဲအောက်ခြေတွင်စားပွဲနောက်ဆံုးအတန်းကိုလုပ်။
nl: De laatste rij van de tabel wordt gebruikt als footer van de tabel.
ro: Dacă alegeţi această opţiune ultimul rând al tabelei va fi folosit ca subsol de tabel.
sk: Z posledného riadku tabuľky urobí zápätie tabuľky.
sq: Zgjedhja e këtij opsioni shkakton, që rreshti i fundit i tabelës të përdoret si fund i tabelës.
sv: Om du väljer detta alternativ kommer första raden i tabellen att användas som tabellfot.
uk: Якщо Ви виберете цю опцію, нижній ряд таблиці буде використатися як її нижній сектор (footer).

# tl_content.tleft.0
source: Use row headers
da: Brug rækkehoveder
fa: استفاده از هدر ردیف
fi: Käytä otsikkosaraketta
fr: Utiliser les en-têtes de ligne
hu: Használjon sor fejléceket
lv: Izmantot rindu galvenes
my: အတန်းခေါင်းစီးများသံုး
nl: Rij titels toevoegen
ro: Foloseşte identificator de rând
sk: Pridať nadpisy v riadkoch
sq: Përdor mbishkrim rreshti
sv: Använd radrubriker
uk: Використовувати заголовки строк

# tl_content.tleft.1
source: Define the left column as row header.
da: Definer venstre kolonne som rækkehoved.
fa: تعریف کردن ستون چپ به عنوان هدر ردیف
fi: Tee vasemmanpuolimmaisesta sarakkeesta otsikkosarake.
fr: Définir la colonne de gauche comme en-tête de ligne.
hu: Határozza meg a bal oldali oszlopot sor fejlécként.
lv: Noteikt kreiso kolonnu kā rindas galveni.
my: အတန်းခေါင်းစီးအဖြစ်ဘယ်ကော်လံကိုသတ်မှတ်။
nl: De linker kolom van de tabel wordt gebruikt voor titels van de rijen.
ro: Defineşte coloana din stânga ca şi identificator de rând
sk: Vymedzí ľavý stĺpec tabuľky pre nadpisy riadkov.
sq: Defino kolonën e majtë si mbishkrim rreshti
sv: Använd vänster kolumn för radrubriker.
uk: Якщо Ви виберете цю опцію, ліва колонка таблиці буде використвуватися як заголовок таблиці.

# tl_content.sortable.0
source: Sortable table
da: Sorterbar
fa: جدول قابل مرتب‌سازی
fi: Taulukon voi järjestää
fr: Peut être trié
hu: Sorba rendezhető táblázat
lv: Kārtojama tabula
my: မျိုးတူစုနိုင်သောစားပွဲ
nl: Sorteerbare tabel
ro: Sortabil
sk: Zoraditeľná tabuľka
sq: E renditshme
sv: Tabellsortering
uk: Сортований

# tl_content.sortable.1
source: Make the table sortable (requires JavaScript and a table header).
da: Denne mulighed tillader dig at sortere tabellen ved at klikke på dens kolonne-overskrifter (kræver at <em>tabelhoved</em> er valgt)
fa: در صورتی که این گزینه را فعال سازید، عناوین هر ستون قابل کلیک می‌شوند و با کلیک بر روی آن‌ها، اطلاعات جدول بر اساس آن ستون و آن عنوان مرتب خواهند شد.
fi: Kytke taulukon järjestäminen päälle (vaatii JavaScriptin ja taulukolle ylätunnisteen).
fr: Permettre le tri des données du tableau (nécessite JavaScript et un en-tête de tableau).
hu: Sorba rendezhető táblázatot készít (JavaScript és táblázat fejléc szükséges).
lv: Šī opcija ļauj šķirot tabulu nospiežot uz tās kolonnu galvenēm (nepieciešama opcija <em>tabulas galvene</em>).
my: စားပွဲကိုမျိုးတူစုနိုင်အောင်လုပ် (ဂျားဗားလိုလျောက်လုပ်ဆောင်ကုဒ်နှင့်စားပွဲခေါင်းစီးလိုအပ်)။
nl: De tabel is te sorteren door te klikken op de kolom titels (vereist Javascript en kolom titels).
ro: Această opţiune permite sortarea tabelei apăsând antetul coloanei (necesită opţiunea <em>antet de tabel</em>).
sk: Umožní zoradiť položky v tabuľke (vyžaduje povolený JavaScript a záhlavie tabuľky).
sq: Ky opsion mundëson renditjen e tabelës sipas shtypjes në kreun e kolonave (opsioni <em>kreu i tabelës</em> është i domosdoshëm).
sv: Detta alternativ ger besökaren möjligheten att sortera tabellen genom att klicka på tabellhuvudet (kräver att <em>Tabellhuvud</em>) är valt.
uk: Ця опція дозволяє сортувати таблицю, натискаючи на заголовки її рядів (вимагає опції <em>заголовок таблиці</em> та ввімкненого JavaScript).

# tl_content.sortIndex.0
source: Sort index
da: Sorter indeks
fa: اندیکس مرتب‌سازی
fi: Lajitteluindeksi
fr: Index de tri
hu: Rendezési index
lv: Kārtošanas indekss
my: အညွှန်းမျိုးတူစု
nl: Sorteerindex
ro: Index de sortare
sk: Ukazovateľ zoradenia
sq: Indeksi radhitjes
sv: Sorteringsindex
uk: Індекс сортування

# tl_content.sortIndex.1
source: The number of the default sort column.
da: Vælg venligst nummeret på standardkolonnen du vil sortere efter (første kolonne =0!).
fa: شماره سوتن مرتب‌سازی پیش‌فرض.
fi: Oletuslajittelusarakkeen numero
fr: Le numéro de la colonne de tri par défaut.
hu: A sorba rendezés alapértelmezett oszlopának száma.
lv: Kartošanas noklusējuma kolonnas numurs.
my: မူလမျိုးတူစုကော်လံအရေအတွက်
nl: Geef het nummer van de standaard kolom op die u als eerste wilt sorteren.
ro: Introduceţi numărul coloanei după care se va face sortarea iniţială (prima coloană = 0!).
sk: Číslo stĺpca, podľa ktorého sa vykoná zoradenie.
sq: Epeni numrin e fushës standarde, sipas të cilës doni ta bëni radhitjen (fusha e parë =0!).
sv: Ange index för den kolumn som tabellen ska sorteras efter som standard (första kolumnen = 0, andra = 1 o.s.v.).
uk: Вкажіть, будь ласка, колонку по замовчуванню для сортування.

# tl_content.sortOrder.0
source: Sort order
da: Rækkefølge
fa: نحوه مرتب‌سازی
fi: Lajittelujärjestys
fr: Ordre de tri
hu: Rendezési sorrend
lv: Kārtošanas kārtība
my: အစဉ်အားဖြင့်မျိုးတူစု
nl: Sorteer volgorde
ro: Ordinea de sortare
sk: Zoradiť podľa
sq: Radhitja
sv: Sorteringsordning
uk: Спосіб сортування

# tl_content.sortOrder.1
source: Please choose the sort order.
da: Vælg venligst den fortrukne sorteringsrækkefølge
fa: لطفاً شیوه مرتب کردن را انتخاب نمائید.
fi: Valitse lajittelujärjestys.
fr: Choisir un ordre de tri.
hu: A rendezés módjának kiválasztása.
lv: Lūdzu izvēlieties kārtošanas noklusējuma kārtību.
my: အစဉ်အားဖြင့်မျိုးတူစုခြင်းရွေးပါ။
nl: Kies de sorteervolgorde.
ro: Alegeţi ordinea de sortare iniţială.
sk: Prosím vyberte spôsob zoraďovania.
sq: Zgjedhoni radhitjen standarde.
sv: Ange en sorteringsordning.
uk: Виберіть, будь ласка, спосіб сортування.

# tl_content.mooType.0
source: Operation mode
da: Funktion
fa: حالت فرایند
fi: Toimintatila
fr: Mode de fonctionnement
hu: Üzemmód
lv: Darbības režīms
my: လုပ်ဆောင်ချက်
nl: Bedrijfsmodus
ro: Mod de operare
sk: Operačný mód
sq: Mënyra përdorimit
sv: Funktionsläge
uk: Режим операції

# tl_content.mooType.1
source: Please select the operation mode of the accordion element.
da: Vælg venligst operationstilstanden for elementet.
fa: لطفا حالت فرایند عنصر آکاردیونی را انتخاب نمائید.
fi: Ole hyvä ja valitse missä tilassa haitarielementti toimii.
fr: Sélectionner le mode de fonctionnement de l'élément accordéon.
hu: Válassza ki a harmonika működési módját.
lv: Lūdzu izvēlieties darbības režīmu accordion elementam.
my: သက်ဆိုင်ရာပစ္စည်းအရလုပ်ဆောင်ချက်ရွေး။
nl: Selecteer de variant van het accordeon element.
ro: Introduceţi modul de operare al elementului.
sk: Prosím zvoľte operačný mód rozbaľovacej sekcie (harmonika).
sq: Zgjedhoni mënyren e përdorimit të elementit fizarmonikë.
sv: Välj operativt läge för dragspels-elementet.
uk: Будь ласка, виберіть режим операції елемента.

# tl_content.mooStart.0
source: Wrapper start
da: Gruppering start
fa: شروع لفاف
fi: Wrapper alkaa
fr: Début de l'enveloppe
hu: Csoport eleje
lv: Wrapper uzsākšana
my: ထုပ်ပိုးခြင်းစတင်
ro: Start set
sk: Začiatok rozbaľovacej sekcie (Wrapper start)
sq: Fillimi mbështjellës
sv: Omslagsstart
uk: Початок роздвижної панелі

# tl_content.mooStart.1
source: Marks the beginning of an accordion pane that spans several content elements.
da: Angiver begyndelsen af et accordion panel der spænder over flere indholdselementer.
fa: مشخص کردن شروع قطعه آکاردیونی که شامل چندین المان محتوایی است.
fi: Aloittaa haitarielementin, joka voi käsittää useita sisältöelementtejä.
fr: Marque le début d'un volet accordéon qui s'étend sur plusieurs éléments de contenu.
hu: Egy harmonika panel elejét jelöli mely összefog több tartalmi elemet.
lv: Iezīmē akordeona rūts, kas aptver vairākus satura elementus, sākumu.
my: အကြောင်းအရာပစ္စည်းများစွာကိုဖြတ်သန်းသည့်အကော်ဒီယံတစ်ချပ်၏အစကိုမှတ်ပါ။
nl: Markeert het begin van een accordeon venster dat een aantal inhoudselementen omvat.
ro: Marchează începutul unui element de tip acordeon care înglobează mai multe elemente de conţinut.
sk: Označte začiatok harmonikového panelu, ktorý bude v sebe obsahovať niekoľko elementov obsahu.
sq: Shënon fillimin e një paneli fizarmonik që përfshin disa elemente të përmbajtjes.
sv: Markerar början på en dragspelspanel som omsluter flera olika innehållselement.
uk: Вказує на початок роздвижної панелі, що містить декілька елементів контенту.

# tl_content.mooStop.0
source: Wrapper stop
da: Gruppering stop
fa: اتمام لفاف
fi: Wrapper alkaa
fr: Fin de l'enveloppe
hu: Csoport vége
lv: Wrapper apstādināšna
my: ထုပ်ပိုးခြင်းရပ်တန့်
ro: Stop set
sk: Koniec rozbaľovacej sekcie (Wrapper stop)
sq: Fundi mbështjellës
sv: Omslagsslut
uk: Кінець роздвижної панелі

# tl_content.mooStop.1
source: Marks the end of an accordion pane that spans several content elements.
da: Angiver slutningen af et accordion panel der spænder over flere indholdselementer.
fa: مشخص کردن پایان قطعه آکاردیونی که شامل چندین المان محتوایی است.
fi: Lopettaa haitarielementin, joka voi käsittää useita sisältöelementtejä.
fr: Marque la fin d'un volet accordéon qui s'étend sur plusieurs éléments de contenu.
hu: Egy harmonika panel végét jelöli mely összefog több tartalmi elemet.
lv: Iezīmē akordeona rūts, kas aptver vairākus satura elementus, beigas.
my: အကြောင်းအရာပစ္စည်းများစွာကိုဖြတ်သန်းသည့်အကော်ဒီယံတစ်ချပ်၏အဆံုးကိုမှတ်ပါ။
nl: Markeert het einde van een accordeon venster dat een aantal inhoudselementen omvat.
ro: Marchează sfărşitul unui element de tip acordeon care înglobează mai multe elemente de conţinut.
sk: Označte koniec harmonikového panelu, ktorý bude v sebe obsahovať niekoľko elementov obsahu.
sq: Shënon mbarimin e një paneli fizarmonik që përfshin disa elemente të përmbajtjes.
sv: Markerar slutet på en dragspelspanel som omsluter flera olika innehållselement.
uk: Вказує на кінець роздвижної панелі, що містить декілька елментів контенту.

# tl_content.mooSingle.0
source: Single element
da: Enkelt element
fa: المان تکی
fi: Yksittäinen elementti
fr: Élément seul
hu: Egyedülálló elem
lv: Viens elements
my: ပစ္စည်းတစ်ခုတည်း
nl: Enkel element
ro: Element singular
sk: Samostatný element
sq: Element i vetëm
sv: Enkelt omslag
uk: Одномісний елемент

# tl_content.mooSingle.1
source: Behaves like a single text element that is inside an accordion pane.
da: Opfører sig som et enkeltstående tekst element der er inden i et accordion panel.
fa: مانند یک متن تنها که داخل قطعه آکاردیونی است رفتار می‌کند.
fi: Toimii haitarielementin sisällä olevan yksittäisen tekstielementin tavoin.
fr: Se comporte comme un seul élément de texte qui est à l'intérieur d'un panneau accordéon.
hu: Úgy működik mint egy harmonika panelba helyezett szöveges elem.
lv: Uzvedas kā viens teksta elements, kas ir iekš akordeona rūts.
my: အကော်ဒီယံတစ်ချပ်ထဲတွင်စာသားတစ်ခုတည်းကဲ့သို့လုပ်ဆောင်။
nl: Gedraagt ​​zich als een enkel tekst element binnenin een accordeon paneel.
ro: Se comportă ca un element de text care se găseşte în interiorul unui element de tip acordeon.
sk: Správa sa ako samostatný textový element, ktorý je súčasťou harmonikového panelu.
sq: Sillet si një element teksti i vetme që është brenda një panel fizarmonikë.
sv: Uppträder som ett enkelt textelement inuti en dragspelspanel.
uk: Виводиться як одномісний текстовий елемент, що міститься всередині роздвижної панелі.

# tl_content.mooHeadline.0
source: Section headline
da: Harmonika-overskrift
fa: بخش سرصفحه
fi: Osion otsikko
fr: Titre de l'accordéon
hu: Szakasz fejléc
lv: Iedaļa virsraksts
my: ခေါင်းစီးအပိုင်း
nl: Accordeon titel
ro: Headline-ul acordeonului
sk: Nadpis sekcie
sq: Kryerreshti sektorit
sv: Dragspelsrubrik
uk: Заголовок «акордиону»

# tl_content.mooHeadline.1
source: Please enter the headline of the content pane. HTML tags are allowed.
da: Indtast venligst overskriften for harmonika-indholdsruden.
fa: لطفا یک عنوان وارد نمائید. کدهای HTML مجاز می‌باشد.
fi: Ole hyvä ja anna sisältöalueelle otsikko. HTML-tagit ovat sallittuja.
fr: Saisir le titre de l'élément accordéon (les balises HTML sont autorisées).
hu: Adja meg a tartalmi elem fejlécét. HTML címkék használata megengedett.
lv: Lūdzu, ievadiet iedaļas virsrakstu satura rūtī. HTML tagi ir atļauti.
my: အကြောင်းအရာတစ်ခု၏ခေါင်းစီးထည့်သွင်း။ ဟိတ်စ်တီအမ်အလ်အမည်များထည့်သွင်းနိုင်။
nl: Geef de titel van het accordeon inhoudselement. HTML tags zijn toegestaan.
ro: Introduceţi headline-ul de conţinut al acordeonului (este permis HTML).
sk: Prosím zadajte nadpis sekcie obsahu. HTML tagy sú povolené.
sq: Epeni kryerreshtin e panelit përmbajtës. HTML tags janë të lejuar.
sv: Ange en rubrik för dragspelspanelen (HTML-kod är tillåten).
uk: Будь ласка, введіть заголовок панелі контенту «акордиону». HTML теги дозволені.

# tl_content.mooStyle.0
source: CSS format
da: Overskriftens CSS-format
fa: ساختار CSS
fi: CSS-tyylit
fr: Formatage CSS
hu: CSS formázás
lv: CSS formāts
my: စီအက်စ်အက်စ်အချိုးအစား
nl: CSS formaat
ro: Formatare CSS
sk: CSS formát
sq: Formati CSS
sv: Rubrikens CSS-format
uk: Формат CSS

# tl_content.mooStyle.1
source: Here you can format the section headline using CSS code.
da: Her kan du indtaste en valgfri CSS-streng for at formatere overskriften.
fa: می‌توانید بخش سرصفحه را با استفاده از کد CSS شکل دهید.
fi: Tässä voit muotoilla otsikon CSS:llä.
fr: Saisir du code CSS pour formater le titre
hu: Itt formázható a szakasz fejléce CSS kód használatával.
lv: Šeit Jūs varat formatēt iedaļas virsrakstu izmantojot CSS kodu.
my: စီအက်စ်အက်စ်ကုဒ်ကိုသံုး၍ခေါင်းစီးအပိုင်းပံုစံချရန်နိုင်။
nl: Hier kunt u de kop d.m.v. van CSS formatteren.
ro: Aici puteţi introduce un string CSS opţional pentru a formata headline-ul.
sk: Tu môžte formátovať nadpis sekcie použitím CSS.
sq: Këtu mund të formatoni kryerreshtin duke përdorur CSS.
sv: Här kan du skriva in en extra CSS-sträng (stilmallsattribut) för att formatera rubriken.
uk: Ви можете ввести додатковий CSS код, щоб відформатувати заголовок.

# tl_content.mooClasses.0
source: Element classes
da: Harmonika-klasse-attributter
fa: کلاس‌های عنصر
fi: Elementin luokat
fr: Classes CSS de l'élément
hu: Elem osztályok
lv: Elementu klases
my: ပစ္စည်းအမျိုးအစားများ
nl: Element class attributen
ro: Atributele clasei acordeon
sk: CSS triedy elementu
sq: Klasat e elementit
sv: Stilmallsklasser för dragspel
uk: Класи елементу

# tl_content.mooClasses.1
source: Leave blank to use the default classes or enter a custom toggler and accordion class.
da: Hvis du vil have mere end én harmonika pr. side, så bliver du nødt til at ændre klasse-navnet for din til.-fra-knap og din harmonika. Som standard bruger de klassen <em>toggler</em> og <em>accordion</em> (lad feltet stå tomt for at bruger standard-klasserne.)
fa: برای استفاده از حالت پیش‌فرض خالی نگه دارید یا کلاس آکاردیون یا toggler اختصاصی را وارد نمایید.
fi: Jätä tyhjäksi ja käytä oletusluokkia tai anna omat toggler- ja accordion-luokat.
fr: Laisser vide pour utiliser les classes par défaut ou saisir des classes personnalisées.
hu: Használhatja az alapértelmezett osztályt, vagy megadhat egyedi toggler vagy accordion osztály nevet.
lv: Atstājiet tukšu, lai izmantotu noklusējuma klases vai ievadiet pielāgotu pārslēdzēja un akordeona klasi.
my: မူလအမျိုးအစားများထည့်သွင်းရန်ကွက်လပ်ထား(သို့)စိတ်ကြိုက်ရွေးချယ်အသုံးပြုပြီးအကာ်ဒီယံအမျိုးအစားထည့်။
nl: Laat leeg om de standaard klassen te gebruiken of voer een een aangepaste toggler en accordeon klasse in.
ro: Dacă doriţi să rulaţi mai multe instanţe acordeon pe pagină, va trebui să schimbaţi numele clasei selectorului şi elementului acordeon. Nativ, acestea folosesc clasa <em>selector</em> şi <em>acordeon</em> (lăsaţi necompletat pentru a folosi aceste clase).
sk: Ak chcete použiť predvolené CSS nastavenia (class) ponechajte toto pole prázdne alebo zadajte vlastné triedy.
sq: Lëre të zbrazët për të përdorur klasat e parazgjedhur apo epen një Toggler individual apo një klasë fizarmonikë.
sv: Om du vill köra fler än en dragspelsinstans per sida måste du ändra klassnamnen på dina toggler- och dragspelselement. Som standard använder de klasserna <em>toggler</em> och <em>accordion</em> (lämna blankt för att använda standardklasser).
uk: Якщо Ви хочете запустити більш ніж один приклад угоди на сторінку, ви повинні змінити імя класу ваших селекторів та елементів. За замовчуванням вони використають клас <em>toggler</em> й <em>accordion</em> (залишити порожнім для класів за замовчуванням).

# tl_content.shClass.0
source: Configuration
da: Konfiguration
fa: پیکربندی
fi: Asetukset
hu: Beállítás
lv: Konfigurācija
my: ပံုစံပြင်ခြင်း
nl: Configuratie
ro: Configurare
sk: Nastavenie
sq: Konfigurimi
sv: Konfiguration
uk: Конфігурація

# tl_content.shClass.1
source: Here you can configure the syntax highlighter (e.g. <em>gutter: false;</em>).
da: Her kan du konfigurere syntax highlighteren (fx <em>gutter:false;</em>
fa: می‌توانید syntax highlighter را پیکربندی کنید (به عنوان مثال <em>gutter: false;</em>)
fi: Tässä voit muuttaa koodivärittäjän asetuksia (esim. <em>gutter: false;</em>).
fr: Configurer la coloration syntaxique (ex. : <em>gutter: false;</em>).
hu: Itt lehet a szintaxis kiemelést beállítani (pl.: <em>gutter: false;</em>).
lv: Šeit jūs varat konfigurēt sintakses izcelšanu (piem. <em>gutter: false;</em>).
my: ဝါကျဖွဲ့ထုံးအသားပေးခြင်းကိုပံုစံပြင်နိုင် (ဥပမာ <em>gutter: false;</em>)။
nl: Hier kunt u de syntax markering configureren (b.v. <em>gutter: false;</em>).
ro: Configuraţi interpretorul sintactic (de ex. <em>gutter: false;</em>)
sk: Tu si môžte nastaviť zvýrazňovač syntaxe (napr. <em>gutter: false;</em>).
sq: Këtu mund ta konfiguroni theksimin sintaksor (p.sh. <em>gutter: false;</em>).
sv: Här kan du konfigurera syntax-markeraren (t.ex. <em>gutter: false;</em>).
uk: Тут Ви можете ввести допоміжні налаштування для підсвічування синтаксису (напр. <em>gutter: false;</em>).
