Repository: contao/core
Catalog: system/modules/core/languages/*/*_content.xlf
Languages: da, fa, fi, fr, hu, lv, my, nl, ro, sk, sq, sv, uk

# tl_content.pastenew.0
source: Add new at the top
da: Opret ny formatdefinition i begyndelsen
fa: ساخت یک عنصر جدید در ابتدا
fi: Lisää uusi ylimmäksi
fr: Créer une nouvelle définition de formatage au début
hu: Új hozzáadása felülre
lv: Pievienot sākumā
my: အပေါ်တွင်အသစ်ထည့်
nl: Maak nieuw aan het begin
ro: Creează o nouă definiţie de format la început
sk: Pridať novú navrchu
sq: Krijo një element përmbajtës të ri në fillim
sv: Skapa en ny formatdefinition i början
uk: Створити новий елемент контенту на початку

# tl_content.pastenew.1
source: Add new after content element ID %s
da: Opret et nyt indholdselement efter element-ID %s
fa: ساخت یک عنصر جدید بعد از عنصر شناسه %s
fi: Lisää uusi sisältöelementin ID %s perään
fr: Créer un élément de contenu après l'élément ID %s
hu: Új hozzáadása az ID %s tartalmi elem után
lv: Izveidot jaunu satura elementu pēc satura elementa ID %s
my: အကြောင်းအရာပစ္စည်းအိုင်ဒီ %s ပြီးနောက်အသစ်ထည့်
nl: Maak nieuw achter inhoudselement ID %s
ro: Creează un nou element de conţinut după elementul ID %s
sk: Vložiť nový za element ID %s
sq: Krijo një element përmbajtës të ri pas elementit përmbajtës ID %s
sv: Skapa ett nytt innehållselement efter innehållselementet med ID %s
uk: Створити новий елемент контенту на початку ID %s

# tl_content.toggle.0
source: Toggle visibility
da: Skift synlighed
fa: تغيير وضعيت نمايش
fi: Valitse näkyvyys
fr: Basculer la visibilité
hu: Láthatóság kapcsolása
lv: Pārslēgt redzamību
my: မြင်နိုင်မှုဖွင့်ပိတ်လုပ်
nl: Zichtbaar maken
ro: Vizibilitate
sk: Používať/nepoužívať definíciu štýlu
sq: Bashko shikimin
sv: Växla synlighet
uk: Перемикач видимості

# tl_content.toggle.1
source: Toggle the visibility of element ID %s
da: Slå synligheden af element-ID %s til eller fra
fa: تغییر وضعیت نمایش عنصر شناسه %s
fi: Kytke sisältöelementti ID %s päälle tai pois
fr: Bascule l'affichage de l'élément ID %s
hu: Az ID %s elem láthatóságának módosítása
lv: Pārslēgt elementa ID %s redzamību
my: ပစ္စည်းအိုင်ဒီ %s ၏မြင်နိုင်မှုဖွင့်ပိတ်လုပ်
nl: Zichtbaarheid van element ID %s aanzetten
ro: Schimbă vizibilitatea elementului ID %s
sk: Zverejniť/nezverejniť element ID %s
sq: Bashko shikimin e elementit ID %s
sv: Växla synligheten på innehållselement med ID %s
uk: Перемикач видимості елемента ID %s

# tl_content.editalias.0
source: Edit source element
da: Rediger kilde-element
fa: ويرايش منبع
fi: Muokkaa lähde-elementtiä
fr: Éditer la source de l'élément
hu: Forrás elem szerkesztése
lv: Rediģēt avota elementu
my: ရင်းမြစ်ပစ္စည်းတည်းဖြတ်
nl: Bewerk bronelement
ro: Editează elementul sursă
sk: Upraviť zdrojový element
sq: Përpuno elementin burimor
sv: Redigera källelementet
uk: Редагувати джерело елементу

# tl_content.editalias.1
source: Edit the source element ID %s
da: Rediger kilde-element-ID %s
fa: ویرایش عنصر منبع شناسه %s
fi: Muokkaa lähde-elementtiä ID %s
fr: Éditer la source de l'élément ID %s
hu: Az ID %s forrás elem szerkesztése
lv: Rediģēt avota elementu ID %s
my: ရင်းမြစ်ပစ္စည်းအိုင်ဒီ %s တည်းဖြတ်
nl: Bewerk het bronelement ID %s
ro: Editează elementul sursă ID %s
sk: Upraviť zdrojový element ID %s
sq: Përpuno elementin burimor ID %s
sv: Redigera källelementet med med ID %s
uk: Редагувати джерело елементу ID %

# tl_content.editarticle.0
source: Edit article
da: Rediger artikel
fa: ويرايش نوشته
fi: Muokkaa artikkelia
fr: Éditer l'article
hu: Cikk szerkesztése
lv: Rediģēt rakstu
my: ဆောင်းပါးတည်းဖြတ်
nl: Bewerk artikel
ro: Editează articol
sk: Upraviť článok
sq: Përpuno artikullin
sv: Redigera artikel
uk: Редагувати статтю

# tl_content.editarticle.1
source: Edit article ID %s
da: Rediger artikel-ID %s
fa: ویرایش نوشته شناسه %s
fi: Muokkaa artikkelia ID %s
fr: Éditer l'article ID %s
hu: Az ID %s cikk szerkesztése
lv: Rediģēt rakstu ID %s
my: ဆောင်းပါးအိုင်ဒီ %s တည်းဖြတ်
nl: Bewerk artikel ID %s
ro: Editează articolul ID %s
sk: Upraviť článok ID %s
sq: Përpuno artikullin ID %s
sv: Redigera artikel med ID %s
uk: Редагувати статтю ID %s

# tl_content.list.1
source: Import list items from a CSV file
da: Importer listepunkter fra en CSV fil
fi: Tuo lista CSV-tiedostosta
fr: Import des éléments de liste à partir d'un fichier CSV
hu: Lista elemek importálása CSV fájlból
lv: Importēt saraksta vienumus no SCV datnes
nl: Importeer lijst items vanuit een CSV bestand
ro: Importă o lista dintr-un fişier CSV
sk: Importovať položky z CSV súboru
sv: Importera listposter från en CSV-fil

# tl_content.table.1
source: Import table items from a CSV file
da: Impoter tabelindhold fra en CSV-fil
fi: Tuo taulurivejä CSV-tiedostosta
fr: Import des éléments de tableau à partir d'un fichier CSV
hu: Tábla elemek importálása CSV fájlból
lv: Importēt tabulas vienumus no SCV datnes
nl: Importeer tabel items van een CSV bestand
ro: Importă elemente pentru tabel dintr-un fişier CSV
sk: Importovať tabuľkové položky z CSV súboru
sv: Importera tabellposter från en CSV-fil

# tl_content.size.0
source: Image size
da: Billedstørrelse
fr: Taille de l'image
hu: Képméret
lv: Attēla izmērs
nl: Beeldformaat
ro: Mărime imagine
sv: Bildstorlek

# tl_content.size.0
source: Image width and height
fa: عرض و ارتفاع تصویر
my: ပံုအနံနှင့်အမြင့်
sq: Gjerësia dhe gjatësia e grafikës
uk: Ширина та висота зображення

# tl_content.editheader.0
source: Edit article settings
fa: ويرايش تنظیمات نوشته
my: ဆောင်းပါးချိန်ညှိချက်တည်းဖြတ်
sq: Përpuno titullin e artikullit
uk: Редагувати заголовок статті

# tl_content.editheader.1
source: Edit the settings of the article
fa: ویرایش تنظیمات نوشته
my: ဆောင်းပါးချိန်ညှိချက်တည်းဖြတ်
sq: Përpuno titullin e këtij artikulli
uk: Редагувати заголовок статті
