Repository: contao/core
Catalog: system/modules/core/languages/*/*_content.xlf
Languages: da, fa, fi, fr, hu, lv, my, nl, ro, sk, sq, sv, uk

# tl_content.space.1
source: Here you can enter the spacing in front of and after the content element in pixel. You should try to avoid inline styles and define the spacing in a style sheet, though.
da: Indtast venligst mellemrummet før og efter indholdselementet i pixel.
fa: می‌توانید فاصله در ابتداء و انتهاء عنصر به پیسکل وارد کنید. با این حال شما باید سعی کنید از استایل خطی برحذر باشید و از شیوه‌نامه استفاده کنید.
fi: Tähän voit syöttää pikseleinä tilan ennen ja jälkeen sisältöelementin. Tätä tulisi kuitenkin välttää ja määritellä ne mieluummiin tyylisivuun.
fr: Saisir l'espace avant et après l'élément en pixels. Il est conseillé de gérer ces espacements dans une feuille de style.
hu: Itt adható meg a tartalmi elem előtt és után kihagyott hely mérete pixelben. Javasolt a beágyazott stílus helyett a stíluslap használata.
lv: Lūdzu ievadiet atstarpi pikseļos pirms un pēc satura elementa.
my: အရှေ့နှင့်အကြောင်းအရာပစ္စည်းပြီးနောက်အစက်အပြောက်များတွင်ကွက်လပ်ထည့်နိုင်။ လိုင်းတွင်းစတိုင်များကိုရှောင်သင့်ပြီးစတိုင်အပြားတွင်ကွက်လပ်ခြားခြင်းကိုသတ်မှတ်နိုင်။
nl: Geef de witruimte voor en na het artikel op in pixels. Inline styles kunt u beter vermijden en de ruimte in een style sheet definiëren.
ro: Introduceţi spaţiul înainte şi după conţinutul elementului, în pixeli.
sk: Tu môžte zadať medzeru pred alebo za týmto obsahovým elementom v pixloch. Samozrejme tieto medzery môžete zadať aj pomocou kaskádových štýlov príslušnej témy vzhľadu.
sq: Epeni hapësirën para dhe mbrapa elementit përmbajtës në njësinë pixel (piksël).
sv: Ange mellanrummet före och efter artiklar i antalet pixlar. Du bör undvika att använda detta fält. Justera mellanrum med stilmallarna istället.
uk: Будь ласка, введіть відстань до і після елемента контенту в пікселях.

# tl_content.invisible.0
source: Invisible
da: Usynlig
fa: غیرقابل مشاهده
fi: Näkymätön
hu: Elrejt (Invisible)
lv: Neredzams
my: မမြင်နိုင်သော
nl: Niet zichtbaar
ro: Invizibil
sk: Skryté
sq: Padukshëm
sv: Osynlig
uk: Невидимий

# tl_content.invisible.1
source: Hide the element on the website.
da: Det nuværende element er ikke synligt på dit websted.
fa: غیرقابل مشاهده کردن عنصر در وب‌سایت.
fi: Piilota elementti sivustolta.
fr: L'élément ne sera pas visible sur le site.
hu: Az elem elrejtése a weboldalon.
lv: Slēpt elementu mājas lapā.
my: ဝဘ်ဆိုက်ပေါ်တွင်ပစ္စည်းကိုဖံုးကွယ်။
nl: Verberg element op de website.
ro: Elementul curent nu este vizibil pe site
sk: Skryť element webovej stránky.
sq: Elementi është i padukshëm në faqe.
sv: Det aktuella innehållselementet är inte synligt på din webbsida
uk: Даний елемент є невидимим на вашому сайті

# tl_content.start.0
source: Show from
da: Vis fra
fa: شروع لفاف
fi: Näytä ajankohdasta lähtien
fr: Afficher à partir du
hu: Megjelenítés kezdete
lv: Wrapper sākums
my: မှပြသ
nl: Weergeven vanaf
ro: Publică de la
sk: Zobrazovať od
sq: Trego nga
sv: Börja visa fr.o.m
uk: Початок повтору

# tl_content.start.1
source: Do not show the element on the website before this day.
da: Vis ikke elementet på websitet før denne dag.
fa: شروع یک قطعه آکاردیونی که شامل عناصر محتوایی مختلف است.
fi: Älä näytä sisältöelementtiä sivustolla ennen tätä ajankohtaa.
fr: Ne pas afficher l'élément sur le site avant ce jour.
hu: Az elem a megadott dátum előtt nem jelenik meg a weboldalon.
lv: Iezīmē sākumu accordion rūtī, kas aptver vairākus satura elementus.
my: ဒီနေ့မတိုင်မီဝဘ်ဆိုက်တွင်ပစ္စည်းမပြသ။
nl: Element weergeven op de website vanaf deze dag.
ro: Această operaţiune permite afişarea mai multor elemente de conţinut într-un singur efect de acordeon prin inserarea lor între elementul <em>start infăşurător</em> şi <em>stop infăşurător</em>.
sk: Ak zadáte dátum, tento element nebude na stránkach zobrazený skôr, ako v tento deň.
sq: Mos trego këtë elment të faqes para kësaj dite
sv: Markerar början på en dragspelspanel. Detta läge ger möjlighet att omsluta flera olika innehållselement i en <em>dragspelspanel</em> genom att placera dem mellan elementen <em>Omslag börjar</em> och <em>Omslag slutar</em>.
uk: Режим операції дозволяє відображати числові елементи контенту в одному підвікні рзміщуючи їк між елементами <em>wrapper start</em> й <em>wrapper stop</em>.

# tl_content.stop.0
source: Show until
da: Vis indtil
fa: خاتمه لفاف
fi: Näytä ajankohtaan asti
fr: Afficher jusqu'au
hu: Megjelenítés vége
lv: Wrapper beigas
my: အထိပြသ
nl: Weergeven tot
ro: Publică până la
sk: Zobrazovať do
sq: Trego deri
sv: Sluta visa fr.o.m
uk: Кінець повтору

# tl_content.stop.1
source: Do not show the element on the website on and after this day.
da: Vis ikke elementet på websitet på og efter denne dag.
fa: خاتمه قطعه آکاردیونی که شامل عناصر محتوایی مختلف است.
fi: Älä näytä sisältöelementtiä sivustolla tänä ajankohtana ja sen jälkeen.
fr: Ne plus afficher l'élément sur le site après ce jour.
hu: Az elem a megadott dátum után nem jelenik meg a weboldalon.
lv: Iezīmē beigas accordion rūtī, kas aptver vairākus satura elementus.
my: ဒီနေ့ပြီးနောက်ဝဘ်ဆိုက်တွင်ပစ္စည်းမပြသ။
nl: Element weergeven op de website tot deze dag.
ro: Arată sfârşitul unui element înfăşurător.
sk: Ak zadáte dátum, tento element nebude po tomto dátume na stránkach zobrazovaný.
sq: Mos trego këtë element të faqes në këtë dhe pas kësaj dite.
sv: Markerar slutet på en dragspelspanel.
uk: Позначення кінця повтору елемента.

# tl_content.type_legend
source: Element type
fa: نوع عنصر
fi: Elementtityyppi
fr: Type d'élément
hu: Elem típusa
lv: Elementa veids
my: ပစ္စည်းအမျိုးအစား
ro: Tip element
sk: Typ elementu
sq: Tip element
sv: Elementtyp
uk: Тип елементу

# tl_content.text_legend
source: Text/HTML/Code
da: Tekst/HTML/kode
fa: متن/HTML/کد
fi: Teksti/HTML/Koodi
fr: Texte/HTML/Code
hu: Szöveg/HTML/Kód
lv: Teksts/HTML/Kods
my: စာသား/ဟိတ်စ်တီအမ်အယ်/ကုဒ်
nl: Tekst/HTML/Code
ro: Text/HTML/Cod sursă
sk: Text/HTML/Kód
sq: Tekst/HTML/Kodi
sv: Text/HTML/Kod
uk: Текст/HTML/Код

# tl_content.image_legend
source: Image settings
da: Billed indstillinger
fa: تنظیمات تصویر
fi: Kuva-asetukset
fr: Paramètres d'image
hu: Kép beállítások
lv: Attēla uzstādījumi
my: ပံုချိန်ညှိချက်
nl: Afbeeldingseigenschappen
ro: Setări de imagine
sk: Nastavenia obrazku
sq: Konfigurimi grafikës
sv: Bildinställningar
uk: Налаштування зображення

# tl_content.slider_legend
source: Slider settings
da: Slider indstillinger
fa: تنظیمات اسلایدر
fi: Diaesityksen asetukset
fr: Paramètres du slider
hu: Tartalom váltó beállítások
lv: Slīdņa iestatījumi
my: ဆလိုက်လုပ်သူချိန်ညှိချက်
nl: Slider instellingen
ro: Setări glisor
sk: Nastavenie posúvania
sq: Konfigurimi rrëshqitjesit
sv: Glidningsinställningar

# tl_content.list_legend
source: List items
da: Listetyper
fa: موارد لیست
fi: Listan rivit
fr: Éléments de la liste
hu: Lista elemek
lv: Uzskaitīt vienumus
my: စာရင်းပစ္စည်းများ
nl: Lijst items
ro: Obiecte de listă
sk: Zoznam položiek
sq: Elementet e listës
sv: Listposter
uk: Елементи списку

# tl_content.table_legend
source: Table items
da: Tabelindgange
fa: موارد جدول
fi: Taulukon rivit
fr: Éléments du tableau
hu: Táblázat elemek
lv: Tabulas vienumi
my: စားပွဲပစ္စည်းများ
nl: Tabel items
ro: Obiecte de tabel
sk: Položky tabuľky
sq: Elementet e tabelës
sv: Tabellposter
uk: Елементи таблиці

# tl_content.tconfig_legend
source: Table configuration
da: Tabelkonfiguration
fa: پیکربندی جدول
fi: Taulukon asetukset
fr: Configuration du tableau
hu: Táblázat beállítások
lv: Tabulas konfigurācija
my: စားပွဲပံုစံပြင်ခြင်း
nl: Tabel configuratie
ro: Configurare tabel
sk: Nastavenie tabuľky
sq: Konfigurimi tabelave
sv: Tabellkonfiguration
uk: Налаштування таблиці

# tl_content.sortable_legend
source: Sorting options
da: Muligheder for sortering
fa: تنظیمات مرتب‌سازی
fi: Järjestysvaihtoehdot
fr: Options de tri
hu: Rendezési beállítások
lv: Kārtošanas opcijas
my: မျိုးတူစုခြင်းရွေးပိုင်ခွင့်များ
nl: Sorteer opties
ro: Opţiuni de sortare
sk: Možnosti zoradenia
sq: Opsionet e rradhitjes
sv: Sorteringsinställningar
uk: Опції сортування

# tl_content.moo_legend
source: Accordion settings
da: Indstillinger for harmonikavisning
fa: تنظیمات آکاردیون
fi: Haitarin asetukset
fr: Paramètres de l'accordéon
hu: Harmonika beállítások
lv: Akordeona uzstādijumi
my: အကော်ဒီယံချိန်ညှိချက်
nl: Accordeon instellingen
ro: Setări acordeon
sk: Nastavenia rozbaľovacej sekcie (harmonika)
sq: Konfigurmi fizarmonikë
sv: Dragspelsinställningar
uk: Налаштування динамічного списку

# tl_content.link_legend
source: Hyperlink settings
da: Indstillinger for hyperlink
fa: تنظیمات پیوند
fi: Hyperlinkin asetukse
fr: Paramètres du lien
hu: Hiperhivatkozás beállítások
lv: Saites uzstādijumi
my: ရည်ညွှန်းကွန်ဆက်ချိန်ညှိချက်
nl: Hyperlink instellingen
ro: Setări referinţe
sk: Nastavenia odkazu
sq: Konfigurimi lidhjeve
sv: Hyperlänkinställningar
uk: Налаштування гіперпосиланяя

# tl_content.imglink_legend
source: Image link settings
da: Indstillinger for billede-hyperlink
fa: تنطیمات پیوند تصویر
fi: Kuvalinkin asetukset
fr: Paramètres de l'image en tant que lien
hu: Kép link beállítások
lv: Attēla saites uzstādijumi
my: ပံုကွန်ဆက်ချိန်ညှိချက်
nl: Afbeelding link instellingen
ro: Setări referinţe image
sk: Nastavenia odkazu na obrázok
sq: Konfigurimi lidhjeve grafike
sv: Bildlänkinställningar
uk: Налаштування графічного гіперпосилання

# tl_content.source_legend
source: Files and folders
da: Filer og mapper
fa: فایل‌ها و پوشه‌ها
fi: Tiedostos ja hakemistot
fr: Fichiers et répertoires
hu: Fájlok és könyvtárak
lv: Datnes un mapes
my: ဖိုင်နှင်ဖိုင်တွဲများ
nl: Bestanden en mappen
ro: Fişiere şi directoare
sk: Súbory a priečinky
sq: Skedaret dhe dosjet
sv: Filer och mappar
uk: Файли та папки

# tl_content.dwnconfig_legend
source: Download settings
da: Download indstilling
fa: تنظیمات دانلود
fi: Tiedostolatauksen asetukset
fr: Paramètres du téléchargement
hu: Letöltés beállítások
lv: Lejupielādes uzstādījumi
my: ကူးဆွဲချိန်ညှိချက်
nl: Download instellingen
ro: Setari descărcare
sk: Nastavenia sťahovania
sq: Konfigurimi shkarkimit
sv: Nedladdningsinställningar
uk: Налаштування завантаження

# tl_content.include_legend
source: Include settings
da: Indstillinger for inkludering
fa: تنطیمات include
fi: Sisällytä asetukset
fr: Paramètres des éléments inclus
hu: Beszúrás beállításai
lv: Iekļaut uzstādījumus
my: ပါဝင်ချိန်ညှိချက်
nl: Instellingen toevoegen
ro: Setări de includere
sk: Zahrnúť nastavenia
sq: Konfigurimi inkludimit
sv: Inkluderingsinställningar
uk: Включити налаштування

# tl_content.protected_legend
source: Access protection
da: Adgangsbeskyttelse
fa: حفاظت از دسترسی
fi: Salli suojaus
fr: Protection d'accès
hu: Hozzáférési védelem
lv: Piekļuves aizsardzība
my: ကာကွယ်မှုဝင်ကြည့်
nl: Toegangsbescherming
ro: Restricţionare acces
sk: Chránený prístup
sq: Mbrojtja kyçjes
sv: Åtkomstkydd
uk: Авторизований доступ

# tl_content.expert_legend
source: Expert settings
da: Ekspert indstillinger
fa: تنطیمات پیشرفته
fi: Erikoisasetukset
fr: Paramètres avancés
hu: Speciális beállítások
lv: Eksperta iestatījumi
my: ကျွမ်းကျင်သူချိန်ညှိချက်
nl: Expert-instellingen
ro: Setări avansate
sk: Rozšírené nastavenia
sq: Konfigurimi ekspert
sv: Expertinställningar
uk: Експертні налаштування

# tl_content.template_legend
source: Template settings
da: Skabelon indstillinger
fa: تنظیمات قالب
fi: Mallin asetukset
fr: Paramètres des modèles
hu: Sablon beállítások
lv: Veidnes uzstadījumi
my: ပံုစံပြားချိန်ညှိချက်
nl: Template-instellingen
ro: Şablon comentariu
sk: Nastavenia šablóny
sq: Konfigurimi shabllonave
sv: Mallinställningar
uk: Налаштування шаблону

# tl_content.player_legend
source: Player settings
da: Afspiller indstillinger
fa: تنظیمات پلیر
fi: Soittimen asetukset
fr: Paramètres du lecteur
hu: Lejátszó beállítások
lv: Atskaņotāja iestatījumi
my: ဖွင့်စက်ချိန်ညှိချက်
nl: Instellingen Speler
ro: Setări de player
sk: Nastavenie prehrávača
sq: Konfigurimi lojëtarit
sv: Spelarinställningar
uk: Налаштунки плеєру

# tl_content.poster_legend
source: Preview image
da: Video billede
fa: تصویر پیش‌نمایش
fi: Esikatselukuva
fr: Image de prévisualisation
hu: Előnézeti kép
lv: Priekšskatījuma attēls
my: ပံုကြိုတင်ကြည့်ရှု
nl: Voorbeeld afbeelding
ro: Previzualizare imagine
sk: Náhľad obrázku
sq: Grafika për shikim paraprak
sv: Förhandsgranskningsbild
uk: Зображення попереднього перегляду

# tl_content.invisible_legend
source: Visibility
da: Synlighed
fa: پدیداری
fi: Näkyvyys
fr: Visibilité
hu: Láthatóság
lv: Redzamība
my: မြင်နိုင်မှု
nl: Zichtbaarheid
ro: Vizibilitate
sk: Viditeľnosť
sq: Dukshmëri
sv: Synlighet
uk: Видимість

# tl_content.ordered
source: ordered list
da: liste med rækkefølge
fa: لیست مرتب
fi: numeroitu lista
fr: liste ordonnée
hu: rendezett lista
lv: sakārtots saraksts
my: အစဉ်အားဖြင့်စာရင်း
nl: geordende lijst
ro: listă ordonată
sk: usporiadaný zoznam (ol)
sq: listë e radhitur
sv: Sorterad lista
uk: впорядкований список

# tl_content.unordered
source: unordered list
da: liste uden rækkefølge
fa: لیست نامرتب
fi: numeroimaton lista
fr: liste non ordonnée
hu: rendezetlen lista
lv: nesakārtots saraksts
my: မစီစဉ်အားဖြင့်စာရင်း
nl: ongeordende lijst
ro: listă neordonată
sk: neusporiadaný zoznam (ul)
sq: listë e pa radhitur
sv: Osorterad lista
uk: невпорядкований список

# tl_content.name_asc
source: File name (ascending)
da: Filnavn (stigende)
fa: نام فایل (صعودی)
fi: Tiedoston nimi (nouseva)
fr: Nom de fichier (ascendant)
hu: Fájlnév (növekvő sorrend)
lv: Datnes vārds (augoši)
my: ဖိုင်နာမည် (ငယ်စဉ်ကြီးလိုက်)
nl: Bestandsnaam (oplopend)
ro: Nume fişier (ascendent)
sk: Názov súboru (vzostupne)
sq: Emri skedarëve (ngritës)
sv: Filnamn (stigande)
uk: По імені файлу (у порядку зростання)

# tl_content.name_desc
source: File name (descending)
da: Filnavn (faldende)
fa: نام فایل (نزولی)
fi: Tiedoston nimi (laskeva)
fr: Nom de fichier (descendant)
hu: Fájlnév (csökkenő sorrend)
lv: Datnes vārds (dilstoši)
my: ဖိုင်နာမည် (ကြီးစဉ်ငယ်လိုက်)
nl: Bestandsnaam (aflopend)
ro: Nume fişier (descendent)
sk: Názov súboru (zostupne)
sq: Emri skedarëve (zbritës)
sv: Filnamn (fallande)
uk: По імені файлу (у порядку вибування)

# tl_content.date_asc
source: Date (ascending)
da: Dato (stigende)
fa: تاریخ (صعودی)
fi: Päiväys (nouseva)
fr: Date (ascendant)
hu: Dátum (növekvő sorrend)
lv: Datums (augoši)
my: နေ့စွဲ (ငယ်စဉ်ကြီးလိုက်)
nl: Datum (oplopend)
ro: Data (ascendent)
sk: Dátum (vzostupne)
sq: Data (ngritës)
sv: Datum (stigande)
uk: По даті (у порядку зростання)

# tl_content.date_desc
source: Date (descending)
da: Dato (faldende)
fa: تاریخ (نزولی)
fi: Päiväys (laskeva)
fr: Date (descendant)
hu: Dátum (csökkenő sorrend)
lv: Datums (dilstoši)
my: နေ့စွဲ (ကြီးစဉ်ငယ်လိုက်)
nl: Datum (aflopend)
ro: Data (descendent)
sk: Dátum (zostupne)
sq: Data (zbritës)
sv: Datum (fallande)
uk: По даті (у порядку вибування)

# tl_content.custom
source: Custom order
da: Brugerdefineret rækkefølge
fa: مرتیب‌سازی اختصاصی
fi: Oma järjestys
fr: Ordre personnalisé
hu: Egyedi sorrend
lv: Pielāgota kārtība
my: စိတ်ကြိုက်ကုဒ်
nl: Aangepaste volgorde
ro: Ordine customizată
sk: Vlastné zoradenie
sq: Renditje sipas dëshire
sv: Egen ordning
uk: Індивідуальний порядок

# tl_content.random
source: Random order
da: Tilfældig rækkefølge
fa: مرتب‌سازی تصادفی
fi: Satunnainen järjestys
fr: Ordre aléatoire
hu: Véletlen sorrend
lv: Nejauša kārtība
my: ကျပန်းမျိုးတူစု
nl: Willekeurige volgorde
ro: Ordine aleatoare
sk: Náhodné usporiadanie
sq: Radhitje e rastësishëm
sv: Slumpmässig ordning
uk: Випадковий порядок

# tl_content.includeTemplate
source: The <em>%s</em> template needs to be included in the page layout.
da: Skabelonen <em>%s</em> skal inkluderes i side layoutet.
fa: نیاز است که قالب <em>%s</em> در چیدمان صفحه قرار داده شود.
fi: Mallipohja <em>%s</em> pitää sisällyttää sivun ulkoasuun.
fr: Le modèle <em>%s</em> doit être inclus dans la présentation de page.
hu: A <em>%s</em> sablon engedélyezése szükséges az oldal elrendezésben.
my: စာမျက်နှာအခင်းအကျင်းတွင် <em>%s</em> ပံုစံပြားပါဝင်ရန်လို။
nl: De <em>%s</em> template dient te worden opgenomen in de pagina-lay-out.
ro: Şablonul <em>%s</em> trebuie să fie inclus în ansamblu.
sk: Do vzhľadu stránky (Layout) musí byť začlenená šablóna <em>%s</em>.
sq: Shabllona <em>%s</em> duhet të përfshihet në paraqitjen e faqes.
sv: Mallen <em>%s</em> måste inkluderas i sidlayouten.

# tl_content.includeTemplates
source: The <em>%s</em> or <em>%s</em> template needs to be included in the page layout.
da: Skabelonen <em>%s</em> eller <em>%s</em> skal inkluderes i side layoutet.
fa: قالب <em>%s</em> یا <em>%s</em> باید در چیدمان صفحه قرار داده شود.
fi: Mallipohja <em>%s</em> tai <em>%s</em> pitää sisällyttää sivun ulkoasuun.
fr: Le modèle <em>%s</em> ou <em>%s</em> doit être inclus dans la présentation de page.
hu: A <em>%s</em> vagy <em>%s</em> sablon engedélyezése szükséges az oldal elrendezésben.
my: စာမျက်နှာအခင်းအကျင်းတွင် <em>%s</em> (သို့) <em>%s</em> ပံုစံပြားပါဝင်ရန်လို။
nl: De <em>%s</em> of <em>%s</em> template dient te worden opgenomen in de pagina-lay-out.
ro: Şablonul <em>%s</em> sau <em>%s</em> trebuie să fie inclus în ansamblul paginii.
sk: Do vzhľadu stránky (Layout) musí byť začlenená šablóna <em>%s</em> alebo <em>%s</em>.
sq: Shabllona <em>%s</em> ose <em>%s</em> duhet të përfshihet në paraqitjen e faqes.
sv: Mallen <em>%s</em> eller <em>%s</em> måste inkluderas i sidlayouten.

# tl_content.new.0
source: New element
da: Nyt element
fa: عنصر جدید
fi: Uusi elementti
fr: Nouvel élément
hu: Új elem
lv: Jauns elements
my: ပစ္စည်းအသစ်
nl: Nieuw element
ro: Element nou
sk: Nový element
sq: Element të ri
sv: Nytt innehållselement
uk: Новий елемент

# tl_content.new.1
source: Add a new content element
da: Opret et nyt element
fa: ساخت عنصر محتوای جدید
fi: Lisää uusi sisältöelementti
fr: Créer un nouvel élément
hu: Új tartalmi elem hozzáadása
lv: Izveidot jaunu elementu
my: အကြောင်းအရာပစ္စည်းအသစ်ထည့်
nl: Voeg een nieuw inhoudselement toe
ro: Creează element nou
sk: Vložiť nový obsahový element
sq: Krijo element të ri
sv: Skapa nytt innehållselement
uk: Створити новий елемент

# tl_content.show.0
source: Element details
da: Elementdetaljer
fa: جزئیات عنصر
fi: Elementin tiedot
fr: Détails de l'élément
hu: Elem részletei
lv: Elementa detaļas
my: ပစ္စည်းအချက်အလက်များ
ro: Detaliile elementului
sk: Detaily elementu
sq: Detajet e elementit
sv: Visa innehållselementdetaljer
uk: Деталі елементу

# tl_content.show.1
source: Show the details of content element ID %s
da: Viser detaljerne for element-ID %s.
fa: نمایش جزئیات عنصر شناسه %s
fi: Näytä sisältöelementin ID %s tiedot
fr: Afficher les détails de l'élément de contenu ID %s
hu: Az ID %s tartalmi elem részletei
lv: Rādīt satura elemetna ID %s detaļas
my: အကြာင်းအရာပစ္စည်းအိုင်ဒီ %s အချက်အလက်များပြသ
nl: Toon details van inhoudselement ID %s
ro: Arată detaliile elementului ID %s
sk: Zobraziť detaily elementu ID %s
sq: Trego detajet e elementit përmbajtës ID %s
sv: Visa detaljer för innehållselement med ID %s
uk: Показати деталі елементу ID %s

# tl_content.cut.0
source: Move element
da: Flyt element
fa: جابجا کردن عنصر
fi: Siirrä elementti
fr: Déplacer l'élément
hu: Elem mozgatása
lv: Pārvietot elementu
my: ပစ္စည်းရွေ့ပြောင်း
nl: Verplaats element
ro: Mută element
sk: Premiestniť element
sq: Zhvendos elementin
sv: Flytta innehållselement
uk: Перемістити елемент

# tl_content.cut.1
source: Move content element ID %s
da: Flyt element-ID %s
fa: جابجا کردن عنصر شناسه %s
fi: Siirrä sisältöelementti ID %s
fr: Déplacer l'élément de contenu ID %s
hu: Az ID %s tartalmi elem mozgatása
lv: Pārvietot satura elementu ID %s
my: အကြောင်းအရာပစ္စည်းအိုင်ဒီ %s ရွေ့ပြောင်း
nl: Verplaats inhoudselement ID %s
ro: Mută elementul ID %s
sk: Premiestniť element ID %s
sq: Zhvendos elementin përmbajtës ID %s
sv: Flytta innehållselement med ID %s
uk: Перемістити елемент ID %s

# tl_content.copy.0
source: Duplicate element
da: Duplikér element
fa: تکثیر عنصر
fi: Kopioi elementti
fr: Dupliquer l'élément
hu: Elem másolása
lv: Kopēt elementu
my: ပစ္စည်းပံုစံတူပွား
nl: Kopieer element
ro: Copiază element
sk: Kopírovať element
sq: Kopjo elementin
sv: Kopiera innehållselement
uk: Копіювати елемент

# tl_content.copy.1
source: Duplicate content element ID %s
da: Duplikér element-ID %s
fa: تکثیر عنصر شناسه %s
fi: Kopioi sisältöelementti ID %s
fr: Dupliquer l'élément de contenu ID %s
hu: Az ID %s tartalmi elem másolása
lv: Kopēt satura elementu ID %s
my: အကြောင်းအရာပစ္စည်းအိုင်ဒီ %s ပံုစံတူပွား
nl: Kopieer inhoudselement ID %s
ro: Copiază elementul ID %s
sk: Kopírovať element ID %s
sq: Kopjo elementin përmbajtës ID %s
sv: Kopiera innehållselement med ID %s
uk: Копіювати елемент ID %s

# tl_content.delete.0
source: Delete element
da: Slet element
fa: حذف عنصر
fi: Poista elementti
fr: Supprimer l'élément
hu: Elem törlése
lv: Dzēst elementu
my: ပစ္စည်းပယ်ဖျက်
nl: Verwijder element
ro: Şterge element
sk: Odstrániť element
sq: Shlyej elementin
sv: Ta bort innehållselement
uk: Видалити елемент

# tl_content.delete.1
source: Delete content element ID %s
da: Slet element-ID %s
fa: حذف عنصر شناسه %s
fi: Poista sisältöelementti ID %s
fr: Supprimer l'élément de contenu ID %s
hu: Az ID %s tartalmi elem törlése
lv: Dzēst satura elementu ID %s
my: အကြောင်းအရာပစ္စည်းအိုင်ဒီ %s ပယ်ဖျက်
nl: Verwijder inhoudselement ID %s
ro: Şterge elementul ID %s
sk: Odstrániť element ID %s
sq: Shlyej elementin përmbajtës ID %s
sv: Ta bort innehållselement med ID %s
uk: Видалити елемент ID %s

# tl_content.edit.0
source: Edit element
da: Rediger element
fa: ویرایش عنصر
fi: Muokkaa elementtiä
fr: Éditer l'élément
hu: Elem szerkesztése
lv: Rediģēt elementu
my: ပစ္စည်းတည်းဖြတ်
nl: Bewerk element
ro: Editează element
sk: Upraviť element
sq: Përpuno elementin
sv: Redigera innehållselement
uk: Редагувати елемент

# tl_content.edit.1
source: Edit content element ID %s
da: Rediger element-ID %s
fa: ویرایش عنصر شناسه %s
fi: Muokkaa sisältöelementtiä ID %s
fr: Éditer l'élément de contenu ID %s
hu: Az ID %s tartalmi elem szerkesztése
lv: Rediģēt satura elementu ID %s
my: အကြောင်းအရာပစ္စည်းအိုင်ဒီ %s တည်းဖြတ်
nl: Bewerk inhoudselement ID %s
ro: Editează elementul ID %s
sk: Upraviť element ID %s
sq: Përpuno elementin përmbajtës ID %s
sv: Redigera innehållselement med ID %s
uk: Редагувати елемент ID %s

# tl_content.editheader.0
source: Edit article
da: Rediger artikel
fi: Muokkaa artikkelia
fr: Éditer l'article
hu: Cikk szerkesztése
lv: Rediģēt rakstu
nl: Bewerk artikel
ro: Editează articol
sk: Upraviť článok
sv: Redigera artikel

# tl_content.editheader.1
source: Edit the article settings
da: Rediger artiklens indstillinger
fi: Muokkaa artikkelin asetuksia
fr: Éditer les paramètres de l'article
hu: A cikk beállításainak szerkesztése
lv: Rediģēt raksta iestatījumus
nl: Bewerk de artikel instellingen
ro: Editează setările articolului
sk: Upraviť nastavenie článku
sv: Redigera inställningar för artikeln.

# tl_content.pasteafter.0
source: Paste at the top
da: Indsæt øverst
fa: افزودن در ابتدا
fi: Liitä ylimmäksi
fr: Coller au début
hu: Beillesztés felülre
lv: Ielīmēt sākumā
my: အပေါ်တွင်ထုတ်ထား
nl: Bovenaan plakken
ro: Lipeşte la început
sk: Vložiť navrchu
sq: Fute në fillim
sv: Klistra in efter rubriken
uk: Вставити на початок

# tl_content.pasteafter.1
source: Paste after content element ID %s
da: Indsæt efter element-ID %s
fa: افزودن بعد از عنصر شناسه %s
fi: Liitä sisältöelementin ID %s perään
fr: Coller après l'élément de contenu ID %s
hu: Beillesztés az ID %s tartalmi elem után
lv: Ielīmēt pēc satura elementa ID %s
my: အကြောင်းအရာပစ္စည်းအိုင်ဒီ %s ပြီးနောက်ထုတ်ထား
nl: Plak achter inhoudselement ID %s
ro: Lipeşte după elementul ID %s
sk: Vložiť za element ID %s
sq: Fute pas elementit përmbajtës ID %s
sv: Klistra in efter innehållselement med ID %s
uk: Вставити на початок ID %s
