Repository: contao/core
Catalog: system/modules/core/languages/*/*_content.xlf
Languages: da, fa, fi, fr, hu, lv, my, nl, ro, sk, sq, sv, uk

# tl_content.highlight.0
source: Syntax highlighting
da: Syntaks-farvning
fi: Koodin väritys
fr: Coloration syntaxique
hu: Szintaxis kiemelés
lv: Sintakses izgaismošana
my: ဝါကျဖွဲ့ထုံးအသားပေးခြင်း
nl: Syntax markering
ro: Subliniere sintaxă
sk: Zvýraznenie syntaxe
sq: Theksimi i sintaksës
sv: Syntax
uk: Підсвічування синтаксису

# tl_content.highlight.1
source: Please choose a scripting language.
da: Vælg venligst et scriptsprog.
fa: لطفاً زبان کد خود را انتخاب نمائید.
fi: Ole hyvä ja valitse ohjelmointikieli.
fr: Choisir un langage de programmation.
hu: Válassza ki a script nyelvet.
lv: Lūdzu izvēlieties skriptošanas valodu.
my: လိုလျောက်လုပ်ဆောင်ကုဒ်ဘာသာစကားရွေးပါ။
nl: Kies een scripting taal.
ro: Alegeţi un limbaj de scripting.
sk: Prosím zvoľte skriptovací jazyk.
sq: Zgjedhoni një gjuhë skriptuese.
sv: Välj vilket syntax som ska markeras
uk: Виберіть мову скрипту.

# tl_content.code.0
source: Code
da: Kode
fa: کد
fi: Koodi
hu: Kód
lv: Kods
my: ကုဒ်
ro: Cod sursă
sk: Zdrojový kód
sq: Kodi
sv: Syntax-markeraren
uk: Код

# tl_content.code.1
source: Note that the code will not be executed. Use F11 to toggle the fullscreen mode if you are using the code editor.
da: Indtast kode.
fa: توجه کنید که کد نباید اجراء شود.
fi: Huomaa, että koodia ei suoriteta. Paina F11, niin saat koodieditorissa kokoruututilan käyttöön.
fr: Noter que le code ne sera pas exécuté. Utiliser F11 pour basculer en mode plein écran si vous utilisez l'éditeur de code.
hu: Ne feledje, hogy a kód nem kerül végrehajtásra. Az F11 gomb használatával teljes képernyős üzemmódra váltható a kódszerkesztő.
lv: Ņemiet vērā, ka kods netiks izpildīts.
my: ကုဒ်တွေမဆောင်ရွက်နိုင်ပါ။ ကုဒ်တည်းဖြတ်သူကိုသံုးနေပါကအက်ဖ်၁၁ ကိုနိပ်၍မျက်နှာပြင်အပြည့်သို့ဖွင့်ပိတ်လုပ်ပြောင်းပါ။
nl: NB. Deze code wordt niet uitgevoerd.Gebruik F11 om over te schakelen op fullscreen mode als u de code editor gebruikt.
ro: Introduceţi codul.
sk: Všimnite si, že tento kód nebude vykonaný. Ak používate editor zdrojového kódu, klávesou F11 sa prepnete do zobrazenia na celú obrazovku.
sq: Epeni kodin.
sv: Ange kod som ska syntax-markeras. Notera att koden inte kommer att exekvereras utan bara visas för besökaren. Använd F11 för att slå på/av fullskärmsläge.
uk: Введіть, будь ласка, код. Зверніть увагу на те, що код не буде виконаний. Якщо використовується редактор коду то для перемикання в повноекраний режим можно використовувати клавішу F11.

# tl_content.linkTitle.0
source: Link text
da: Link-titel
fa: عنوان پیوند
fi: Linkkiteksti
fr: Texte du lien
hu: Link szöveg
lv: Saites virsraksts
my: ကွန်ဆက်စာသား
nl: Link titel
ro: Titlul link-ului
sk: Názov odkazu
sq: Titulli i lidhjes
sv: Länktitel
uk: Назва гіперпосилання

# tl_content.linkTitle.1
source: The link text will be displayed instead of the target URL.
da: Link-titlen for et link vil blive vist til besøgende på dit websted i stedet for URL'en eller kilde-filen. Hvis du laver et billed-link, vil billedet blive vist i stedet for link-titlen.
fa: عنوان پیوند به جای URL مقصد نمایش داده خواهد شد.
fi: Tämä teksti näytetään kohde-URLin sijasta.
fr: Le texte du lien sera affiché à la place de l'URL cible.
hu: A link szöveg fog megjelenni a cél URL helyett.
lv: Saite nosaukums tiks parādīts mērķa URL vietā.
my: သတ်မှတ်ချက်ယူအာအယ်အစားကွန်ဆက်စာသားကိုပြသလိမ့်မည်။
nl: De titel van een link wordt getoond aan de bezoekers van uw website in plaats van de URL.
ro: Titlul link-ului va fi arătat vizitatorilor în locul adresei URL. Dacă generaţi un link dintr-o imagine, imaginea va fi arătată în locul titlului link-ululi.
sk: Názov odkazu bude zobrazovaný namiesto cieľovej URL.
sq: Në qoftë se epeni këtu një titull për lidhjen, atëherë në vend të URL-së do të afishohet ky titull. Në qoftë se ju gjeneroni një grafik si lidhje, atëherë grafika do të përdoret në vend të titullit të lidhjes.
sv: Länktiteln kommer att visas för besökaren istället för URL'en.<br />Om du använder en bildlänk kommer bilden att visas istället för länktiteln.
uk: Назва гіперпосилання буде показо відвідувачам сайту замість URL або вихідного файлу. Якщо згенерувати графічну силку, то зображення буде показано замість назви гіперпосилання.

# tl_content.titleText.0
source: Link title
da: Link titel
fa: عنوان لینک
fi: Linkin otsikko
fr: Titre du lien
hu: Link megnevezése
lv: Saites nosaukums
my: ကွန်ဆက်ခေါင်းစဉ်
nl: Link titel
ro: Titlul link-ului
sk: Názov odkazu
sq: Titulli lidhjes
sv: Länktitel
uk: Назва посилання

# tl_content.titleText.1
source: The link title is added as <em>title</em> attribute in the HTML markup.
da: Link titlen tilføjes som <em>title</em> attribute i HTML markup'en.
fa: عنوان پیوند به صورت خصوصیت <em>title</em> در نشانه‌گذاری اچ‌تی‌ام‌ال اضافه می‌شود.
fi: Otsikko lisätään linkille <em>title</em>-atribuutiksi.
fr: Le titre du lien est ajouté comme attribut <em>title</em> dans le code HTML.
hu: A link megnevezésének hozzáadása, a <em>title</em> attribútum megadása a HTML forráskódban.
lv: Saites nosaukums tiek pievienots HTML kā <em>title</em> atribūts.
my: ဟိတ်စ်တီအမ်အလ်ကုဒ်တင်ခြင်းတွင်ကွန်ဆက်ခေါင်းစဉ်ကို<em>ခေါင်းစဉ်</em>ဂုဏ်ရည်အဖြစ်ထည့်။
nl: De link titel is toegevoegd als <em>title</em> attribuut in de HTML markup.
ro: Titlul link-ului este adăugat ca atribut <em>titlu</em> în HTML.
sk: Názov odkazu bude pridaný ako atribút <em>titel</em> do kódu HTML.
sq: Titulli lidhjes është shtuar si atribut <em>title</em> në Markup të HTML.
sv: Länktiteln läggs till som <em>title</em>-attribut i HTML-koden.
uk: Назва посилання буде додане до HTML як атрибут <em>title</em>.

# tl_content.embed.0
source: Embed the link
da: Indlejer linket
fa: جاسازی کردن پیوند
fi: Liitä linkk
fr: Inclure le lien
hu: Beágyazott link
lv: Iegultīt saiti
my: ကွန်ဆက်မြှပ်
nl: De link inbedden
ro: Include link
sk: Vložiť odkaz
sq: Trupëzo lidhjen
sv: Integrera länken
uk: Застосувати силку

# tl_content.embed.1
source: Use the wildcard "%s" to embed the link in a phrase (e.g. <em>For more information please visit %s</em>).
da: Hvis du indtaster en udtryk med et wildcard <em>%s</em>, vil linket blive indlejret i udtrykket. F.eks. <em>besøg vores %s!</em> vil blive til <em>besøg vores <u>firmas websted</u>!</em>
fa: از wildcard "%s" برای جاسازی پیوند در یک عبارت استفاده کنید (به عنوان مثال <em>برای اطلاعات بیشتر %s را کلیک کنید.</em>)
fi: Käytä villikorttia "%s" linkin liittämisessä lauseeseen (esim. <em>Löydät lisätietoja osoitteesta %s</em>).
fr: Utiliser le joker "%s" pour inclure le lien dans une phrase (ex. : <em>Pour plus d'information, veuillez visiter %s</em>).
hu: Használja a "%s" helyettesítő kódot a link beágyazásához a szövegbe (pl.: <em>További információért látogasson ide: %s</em>).
lv: Izmantojiet aizstājējzīmi "%s", lai iegultītu saiti frāze (piemēram, <em> Plašākai informācijai, lūdzu apmeklējiet %s</em>).
my: ပုဒ်စုတွင်ကွန်ဆက်မြှပ်ရန်ကိုဝိုင်းကဒ် "%s" သံုး (ဥပမာ <em>အကြောင်းအရာများအတွက်လည်ပတ် %s</em>)။
nl: Gebruik de wildcard "%s" om de link te inbedden in een zin (b.v. <em>Voor meer informatie kunt u terecht op %s</ em>).
ro: Dacă introduceţi o frază incluzând wildcard-ul <em>%s</em>, link-ul va fi inclus în această fraza. Ex. <em>vizitaţi %s!</em> va fi transformat în <em>vizitaţi <u>situl companiei</u>!</em> (dacă <em>situl companiei</em> este titlul link-ului).
sk: Použiť wildcard "%s" na vloženie odkazu do frázy (napr. <em>Pre viac informácií navštívte %s</em>).
sq: Në qoftë se ju shtypni një fjali dhe përdorni brenda saj një xhoker <em>%s</em>, nyja do të trupëzohet në fjali. P.sh. <em>Vizitoni %s!</em> do të zëvendësohet automatikisht me <em>Vizitoni <u>Faqen e internetit të klubit Kombëtar</u>!</em> n.q.se ju keni përdor <em>Faqen e internetit të klubit Kombëtar</em> ne kuadratin Titulli i nyjes.
sv: Om du anger en fras som inkluderar <em>%s</em>, kommer länken att infogas i frasen vid platsen för <em>%s</em>. T.ex. <em>Besök vårt %s!</em> kommer att ändras till <em>Besök vårt <u>företags hemsida</u>!</em> (under förutsättning att <em>företagets hemsida</em> är angivet som länktitel).
uk: Якщо Ви ввели фразу, що містить спеціальні символи <em>%s</em>, гіперпосилання буде вставлене в цю фразу. Наприклад, словосполучення <em>відвідаєте наш %s!</em> буде трансформоване в <em>відвідаєте сайт нашої компанії!</em> (де <em>сайт нашої компанії</em> буде посиланням).

# tl_content.rel.0
source: Lightbox
fi: Modaali-ikkuna
my: လိုက်ဘောက်စ်
sq: Kutia ndriquese
uk: Лайтбокс

# tl_content.rel.1
source: To trigger the lightbox, enter a <em>rel</em> attribute here.
da: For at udløse en lightbox, indtast en <em>rel</em> attribute her.
fa: برای نمایش در لایت‌باکس، خصوصیت <em>rel</em> را اینجا وارد نمایید.
fi: Anna tähän <em>rel</em>-atribuutti modaali-ikkunaa varten.
fr: Pour déclencher l'effet lightbox, saisir ici un attribut <em>rel</em>.
hu: A lightboxot használatához, a <em>rel</em> attribútum megadása.
lv: Lai palaistu lightbox, ievadiet šeit <em>rel</em> atribūtu.
my: လိုက်ဘောက်စ်ကိုအစပျိုးရန်<em>ရီး</em>ဂုဏ်ရည်ထည့်။
nl: Om de lightbox aan te sturen, geef een a <em>rel</em> attribuut op hier.
ro: Pentru a activa un lightbox, introduceţi un atribut <em>rel</em> aici.
sk: Pre spustenie lightboxu zadajte prosím atribút <em>rel</em>.
sq: Për ta nisur kutinë ndriquese, epeni një atribut <em>rel</em> këtu.
sv: För att trigga lightbox ange ett <em>rel</em>-attribut här.
uk: Для активації лайтбоксу введіть, будь ласка, <em>rel</em> атрибут тут.

# tl_content.useImage.0
source: Create an image link
da: Billed-link
fa: ایجاد پیوند تصویری
fi: Tee kuvalinkki
fr: Créer un lien avec une image
hu: Kép link készítése
lv: Attēla saite
my: ပံုကွန်ဆက်ဖန်တီး
nl: Afbeeldingslink
ro: Link imagine
sk: Vytvoriť obrázkový odkaz
sq: Grafik lidhje
sv: Bildlänk
uk: Графічне гіперпосилання

# tl_content.useImage.1
source: Use an image instead of the link title.
da: Brug et billede i stedet for link-titlen.
fa: استفاده از یک تصویر به جای عنوان پیوند.
fi: Käytä kuvaa linkin otsikon sijasta.
fr: Utiliser une image à la place du titre du lien.
hu: Kép használata linkként cím helyett.
lv: Izmantot attēlu saites virsraksta vietā.
my: ကွန်ဆက်ခေါင်းစဉ်အစားပံုသံုး
nl: Gebruik een afbeelding i.p.v. de link titel.
ro: Foloseşte o imagine în locul unui titlu ca link.
sk: Použiť obrázok namiesto textového názvu odkazu.
sq: Përdor një grafikë për lidhjen në vend të titullit.
sv: Använd en klickbar bild istället för en länktitel.
uk: Використайте зображення замість назви посилання.

# tl_content.multiSRC.0
source: Source files
da: Kilde filer
fa: منبع پرونده‌ها
fi: Lähdetiedostot
fr: Fichiers sources
hu: Forrásfájlok
lv: Avota datnes
my: ရင်းမြစ်ဖိုင်များ
nl: Bronbestanden
ro: Fişiere sursă
sk: Zdrojové súbory
sq: Burimi skedareve
sv: Källfiler
uk: Вихідні файли

# tl_content.multiSRC.1
source: Please select one or more files or folders from the files directory. If you select a folder, its files will be included automatically.
da: Vælg venligst en eller flere filer eller mapper (filer i en mappe inkluderes automatisk).
fa: لطفاً یک یا چند پرونده یا پوشه را انتخاب کنید. اگر یک پوشه را انتخاب کنید، همه پرونده‌های داخل پوشه به صورت خودکار انتخاب خواهند شد.
fi: Ole hyvä ja valitse yksi tai useampi kuva tai hakemisto. Jos valitset hakemiston, sen kuvat liitetään automaattisesti.
fr: Choisir un ou plusieurs fichiers ou répertoires (les fichiers contenus dans un répertoires seront inclus automatiquement).
hu: Válasszon egy vagy több fájlt vagy mappát. Mappa választása esetén benne lévő fájlok automatikusan csatolva lesznek.
lv: Lūdzu izvēlieties vienu vai vairākas datnes vai mapes (datnes mapē tiks iekļautas automātiski).
my: ဖိုင်များဖိုင်လမ်းညွှန်တွင်တစ်ခု(သို့)ဖိုင်များ၊ ဖိုင်တွဲများကိုရွေး။ ဖိုင်တွဲကိုရွေးပါကဖိုင်များအလိုအလျာက်ပါဝင်လိမ့်မည်။
nl: Selecteer een of meerdere bestanden of mappen (bestanden in een map worden automatisch geselecteerd).
ro: Selectaţi unul sau mai multe fişiere sau directoare (fişierele din directoare vor fi incluse automat).
sk: Prosím vyberte jeden alebo viac súborov alebo priečinkov zo súborového adresára. Ak zvolíte priečinok, súbory v ňom budú automaticky zahrnuté.
sq: Zgjedhoni një apo më shumë skedarë ose dosje (skedaret në një dosjke inkuadrohen automatikisht).
sv: Välj en eller fler filer eller mappar från filarkivet. Om du väljer mappar kommer mapparnas ingående filer att inkluderas automatiskt.
uk: Будь ласка, виберіть один або більше файлів або папок (файли в обраній папці будуть включені автоматично).

# tl_content.orderSRC.0
source: Sort order
da: Rækkefølge
fa: ترتیب مرتب‌سازی
fi: Lajittelujärjestys
fr: Ordre de tri
hu: Rendezési sorrend
lv: Kārtošanas kārtība
my: အစဉ်အားဖြင့်မျိုးတူစု
nl: Sorteer volgorde
ro: Ordinea de sortare
sk: Zoradiť podľa
sq: Renditja
sv: Sorteringsordning
uk: Порядок сортування

# tl_content.orderSRC.1
source: The sort order of the items.
da: Rækkefølgen elementerne skal sorteres i.
fa: ترتیب مرتب‌سازی آیتم‌ها.
fi: Kohteiden lajittelujärjestys.
fr: L'ordre de tri des éléments.
hu: Elemek rendezési sorrendje.
lv: Vienumu kārtošanas kārtība.
my: ပစ္စည်းများ၏အစဉ်အားဖြင့်မျိုးတူစုခြင်း။
nl: Sorteervolgorde van de items
ro: Ordinea de sortare a elementelor.
sk: Spôsob zoradenia položiek.
sq: Rendi radhitjes të degëve
sv: Sorteringsordning för posterna.
uk: Порядок сортування елементів.

# tl_content.useHomeDir.0
source: Use home directory
da: Brug hjemmemappe
fa: استفاده از پوشه شخصی
fi: Käytä kotihakemistoa
fr: Utiliser le répertoire personnel
hu: Home könyvtár alkalmazása
lv: Lietot mājas direktoriju
my: ပင်မဖိုင်လမ်းညွန်သံုး
nl: Gebruik home directory
ro: Foloseşte directorul home
sk: Použiť domovský adresár
sq: Përdor dosjen amtare
sv: Använd hemmapp
uk: Використовувати домашню папку

# tl_content.useHomeDir.1
source: Use the home directory as file source if there is an authenticated user.
da: Hvis en frontend-bruger har logget på, brug da hans hjemmemappe som filkilde.
fa: استفاده از پوشه شخصی به عنوان منبع پرونده برای کاربران تایید شده.
fi: Käytä kotihakemistoa tiedostolähteenä jos käyttäjä on kirjautunut.
fr: Utiliser le répertoire personnel d'un membre comme source de fichiers.
hu: Home könyvtár használata a fájlok forrásaként regisztrált tagok esetén.
lv: Ja priekšpuses lietotājs ir pieslēdzies, izmantot tā mājas direktoriju kā datņu avotu.
my: စိစစ်ပြီးအသံုးပြုသူဖြစ်ပါကပင်မဖိုင်လမ်းညွန်သံုးကိုဖိုင်ရင်းမြစ်အဖြစ်သံုး။
nl: Als een gebruiker aangemeld is, gebruik dan zijn home directory als bestandsbron.
ro: Dacă un membru al sitului s-a autentificat, se va folosi directorul său propriu ca sursă pentru fişiere.
sk: Použiť domovský adresár ako zdroj súborov ak sa prihlásil jeden z členov.
sq: Në qoftë se kyçet një përdorues në frontend, përdor dosjen e tij amtare si burim skedarësh.
sv: Om en medlem har loggat in, använd då medlemmens hemmapp som källa för filer.
uk: Якщо, учасник здійснив реєстрацію на сайті, використати дану папку як джерело.

# tl_content.perRow.0
source: Thumbnails per row
da: Miniaturebilleder pr. række
fa: تصاویر بندانگشتی هر سطر
fi: Esikatselukuvien määrä rivillä.
fr: Vignettes par ligne
hu: Miniatűrök soronként
lv: Sīktēli rindā
my: အတန်းတစ်ခုစီရှိပံုရိပ်သေးများ
nl: Thumbnails per rij
ro: Iconiţe pe rând
sk: Náhľadov v riadku
sq: Thumbnails në resht
sv: Minibilder per rad
uk: Мініатюр у ряді

# tl_content.perRow.1
source: The number of image thumbnails per row.
da: Angiv det antal miniaturebilleder der skal vises pr. række
fa: تعداد تصاویر بندانگشتی در هر سطر.
fi: Esikatselukuvien määrä rivillä.
fr: Saisir le nombre de vignettes par ligne.
hu: Miniatűrök száma egy sorban.
lv: Lūdzu ievadiet sīktēlu skaitu rindā.
my: အတန်းတစ်ခုစီရှိပံုရိပ်သေးများအရေအတွက်။
nl: Geef het aantal thumbnails per rij op.
ro: Introduceţi numărul de iconiţe (thumbnails) pe rând.
sk: Počet náhľadov obrázkov v riadku.
sq: Epeni numrin e thumbnails për një resht.
sv: Ange antal minibilder per rad.
uk: Будь ласка, введіть число мініатюр, виведених в одному ряді.

# tl_content.perPage.0
source: Items per page
da: Elementer pr. side
fa: تعداد موارد در هر صفحه
fi: Kohteita per sivu
fr: Éléments par page
hu: Elem oldalanként
lv: Vienumi lapā
my: စာမျက်နှာရှိပစ္စည်းများ
nl: Resultaten per pagina
ro: Rezultate pe pagină
sk: Počet záznamov na stránku
sq: Shënime në faqe
sv: Antal poster per sida
uk: Кількість записів на сторінку

# tl_content.perPage.1
source: The number of items per page. Set to 0 to disable pagination.
da: Angiv antal poster pr. side (0 = deaktivere sideinddeling).
fa: تعداد موارد در هر صفحه. 0 را برای غیرفعال کردن صفحه‌بندی انتخاب کنید.
fi: Tulosten määrä yhdellä sivulla. Arvo 0 poistaa sivutuksen käytöstä.
fr: Le nombre d'éléments par page. Saisir 0 pour désactiver la pagination.
hu: Elemek száma oldalanként. 0 beállításával kikapcsolja a lapozást.
lv: Vienību skaitu vienā lapā. Iestatīts uz 0, lai izslēgtu lapošanu.
my: စာမျက်နှာရှိပစ္စည်းများအရေအတွက်။ စာမျက်နှာများမလုပ်ဆောင်စေရန် ၀ ကိုသတ်မှတ်ပါ။
nl: Geef het aantal resultaten per pagina op.
ro: Introduceţi numărul de rezultate afişate pe pagină.
sk: Počet položiek na stránku. Stránkovanie vypnete zadaním hodnoty 0 (nula).
sq: Epeni numrin e shënime në faqe (0 = çaktiviso fletimin).
sv: Ange antal poster som ska visas per sida. Sätt till 0 för att inte använda paginering.
uk: Вкажіть кількість записів на сторінку, або вкажіть 0 для відображення всіх записів.

# tl_content.numberOfItems.0
source: Total number of images
da: Totalt antal af billeder
fa: تعداد کل تصاویر
fi: Kuvien kokonaismäärä
fr: Nombre total d'images
hu: Összes kép száma
lv: Kopējais attēlu skaits
my: ပံုများစုစုပေါင်းအရေအတွက်
nl: Totaal aantal afbeeldingen
ro: Număr total de imagini
sk: Celkový počet obrázkov
sq: Numri i përgjithshëm i grafikave
sv: Totalt antal bilder
uk: Загальна кількість зображень

# tl_content.numberOfItems.1
source: Here you can limit the total number of images. Set to 0 to show all.
da: Her kan du begrænse det totale antal af billeder. Sæt til 0 for at vise alle.
fa: می‌توانید تعدادکل تصاویر را محدود کنید. صفر برای نمایش همه.
fi: Tässä voit rajoittaa näytettävien kuvien määrää. Arvo 0 näyttää kaikki.
fr: Limiter le nombre total d'images. Mettre à 0 pour tout afficher.
hu: Itt korlátozható a képek számát. 0 beállításával az összes képet megmutatja.
lv: Šeit jūs varat ierobežot kopējo attēlu skaitu. Iestatiet uz 0, lai parādītu visus.
my: ပံုများစုစုပေါင်းအရေအတွက်ကန့်သတ်နိုင်။ အားလံုးပြသရန် ၀ သို့သတ်မှတ်။
nl: Hier kunt u het totale aantal beelden instellen. Zet op 0 om alles te tonen.
ro: Aici puteţi limita numărul total de imagini. Folosiţi 0 pentru a le arăta pe toate.
sk: Tu môžte vymedziť celkový počet obrázkov. Zadajte 0 (nula), ak si prajete zobrazovať všetky.
sq: Këtu mund të përkufizoni numrin e përgjithshëm të grafikave. Epeni 0 për të treguar të gjitha.
sv: Här kan du begränsa antalet bilder. Ange 0 för att visa alla.
uk: Ви можете обмежити загальну кількість зображень. Для того, щоб виводити усі зображення введіть 0.

# tl_content.sortBy.0
source: Order by
da: Sortér efter
fa: مرتب کردن بر اساس
fi: Järjestele
fr: Trier par
hu: Sorba rendezés módja
lv: Kārtot pēc
my: အားဖြင့်စီစဉ်
nl: Sorteer op
ro: Ordonează după
sk: Zoradiť podľa
sq: Radhit
sv: Sortera på
uk: Сортувати по

# tl_content.sortBy.1
source: Please choose the sort order.
da: Vælg venligst den fortrukne sorteringsrækkefølge
fa: لطفا مرتب‌سازی را انتخاب کنید.
fi: Valitse lajittelujärjestys.
fr: Choisir un ordre de tri.
hu: A rendezés módjának kiválasztása.
lv: Lūdzu izvēlieties kārtošanas noklusējuma kārtību.
my: အစဉ်အားဖြင့်မျိုးတူစုခြင်းရွေးပါ။
nl: Kies de sorteervolgorde.
ro: Alegeţi ordinea de sortare iniţială.
sk: Prosím vyberte spôsob zoraďovania.
sq: Zgjedhoni radhitjen.
sv: Ange en sorteringsordning.
uk: Виберіть порядок сортування

# tl_content.metaIgnore.0
source: Ignore files without meta data
da: Ignorer filer uden meta data
fi: Älä huomioi tiedostoja, joiden metatiedot puuttuvat
fr: Ignorer les fichiers sans méta-données
hu: Meta adatok nélküli fájlok kihagyása
lv: Ignorēt datnes bez metadatiem
nl: Negeer bestanden zonder meta data
ro: Ignoră fişiere fără metadate
sk: Ignorovať súbory bez metadát
sv: Ignorera filer utan meta-data

# tl_content.metaIgnore.1
source: Do not show files without meta data matching the page language.
da: Vis ikke filer uden meta data der passer sidens sprog.
fi: Älä näytä tiedostoja, joista puuttuu sivun kieltä vastaava metatieto
fr: Ne pas afficher les fichiers sans méta données correspondant à la langue de la page.
hu: Ne mutassa az oldal nyelvéhez illő meta adatok nélküli fájlokat
nl: Bestanden zonder meta data die overeenkomen met de pagina taal niet weergeven.
ro: Nu arăta fişiere fără metadate care se potriveasc cu limba paginii.
sk: Nezobrazovať súbory bez metaúdajov, ktoré sa zhodujú s jazykom stránky.
sv: Visa inte filer som saknar metadata som matchar sidans språk.

# tl_content.galleryTpl.0
source: Gallery template
da: Galleri skabelon
fa: قالب گالری
fi: Gallerian mallipohja
fr: Modèle de galerie
hu: Galéria sablon
lv: Galeriju veidne
my: ပြခန်းပံုစံပြား
nl: Galerij template
ro: Şablon de galerie
sk: Šablóna galérie
sq: Shabllini galerisë
sv: Gallerimall
uk: Шаблон галереї

# tl_content.galleryTpl.1
source: Here you can select the gallery template.
da: Her kan du vælge galleri skabelonen.
fa: می‌توانید قالب گالری را انتخاب کنید.
fi: Tässä voit valita gallerialle mallipohjan.
fr: Sélectionner un modèle de galerie.
hu: Itt választható ki a galéria sablon.
lv: Šeit jūs varat izvēlēties galerijas veidni.
my: ပြခန်းပံုစံပြားကိုရွေးနိုင်။
nl: Hier kunt u een galerij template selecteren.
ro: Alegeţi un şablon de galerie aici.
sk: Tu si môžte vybrať šablónu galérie obrázkov.
sq: Zgjedhoni shabllonin e galerisë.
sv: Här kan du välja gallerimall.
uk: Тут Ви можете вибрати шаблон галереї

# tl_content.customTpl.0
source: Custom element template
da: Speciel element skabelon
fi: Vaihtoehtoinen mallipohja elementille
fr: Modèle personnalisé de l'élément
hu: Egyedi elem sablon
lv: Pielāgota elementa veidne
nl: Aangepaste elementtemplate
ro: Şablon pentru elemente
sk: Vlastná šablóna elementu
sv: Egen innehållselementsmall

# tl_content.customTpl.1
source: Here you can overwrite the default element template.
da: Her kan du overskrive standard element skabelonen.
fi: Tästä voit valita elementille vaihtoehtoisen mallipohjan.
fr: Remplacer le modèle par défaut.
hu: Itt felülírhatja az alapértelmezett elem sablont.
lv: Šeit jūs varat pārrakstīt elementa noklusējuma veidni.
nl: Hier kunt u de standaard template van het element overschrijven.
ro: Alegeţi şablonul implicit pentru elemente.
sk: Tu možete prepísať prednastavenú šablónu elementu.
sv: Här kan du ersätta standardmallen för innehållselement.

# tl_content.playerSRC.0
source: Video/audio files
da: Video eller lyd filer
fa: فایل‌های صوتی/تصویری
fi: Ääni- ja videotiedostot
fr: Fichiers vidéo/audio
hu: Video/audio fájlok
lv: Video/audio datnes
my: ဗီဒီယို/အသံဖိုင်များ
nl: Video/audio bestanden
ro: Fişiere video/audio
sk: Video/audio súbory
sq: Video/audio skedarë
sv: Video-/ljudfiler
uk: Аудіо/відео файли
