Repository: contao/core
Catalog: system/modules/core/languages/*/*_content.xlf
Languages: da, fa, fi, fr, hu, lv, my, nl, ro, sk, sq, sv, uk

# tl_content.type.0
source: Element type
fa: نوع المان
fi: Elementtityyppi
fr: Type d'élément
hu: Elem típusa
lv: Elementa veids
my: ပစ္စည်းအမျိုးအစား
ro: Tip element
sk: Typ elementu
sq: Lloji elementit
sv: Elementtyp
uk: Тип елементу

# tl_content.type.1
source: Please choose the type of content element.
da: Vælg venligst elementtypen.
fa: لطفا نوع المان را انتخاب نمائید.
fi: Ole hyvä ja valitse sisältöelementin tyyppi.
fr: Choisir le type de l'élément de contenu.
hu: Válasszon egy tartalmi elem típust.
lv: Lūdzu izvēlieties satura elementa tipu.
my: အကြောင်းအရာပစ္စည်းအမျိုးအစားရွေးပါ။
nl: Kies een inhoudselement type.
ro: Alegeţi tipul elementului de conţinut.
sk: Zvoľte prosím typ obsahového elementu.
sq: Zgjedhoni llojin e elementit përmbajtës.
sv: Välj vilken typ av innehållselement du vill skapa.
uk: Будь ласка, виберіть тип елементу.

# tl_content.headline.0
source: Headline
da: Overskrift
fa: عنوان اصلی
fi: Otsikko
fr: Titre
hu: Szalagcím
lv: Virsraksts
my: ခေါင်းစဉ်
nl: Hoofdtitel
sk: Nadpis
sq: Titulli kryesor
sv: Rubrik
uk: Заголовок

# tl_content.headline.1
source: Here you can add a headline to the content element.
da: Hvis du indtaster en overskrift, vil den blive vist over indholdselementet.
fa: می‌توانید عنوان اصلی را به المان محتوا اضافه کنید.
fi: Tähän voit määritellä elementille otsikon jota käytetään elementin yhteydessä.
fr: Saisir un titre qui sera affiché au-dessus de l'élément de contenu.
hu: Itt egy szalagcím adható a tartalmi elemhez.
lv: Šeit jūs varat pievienot virsrakstu satura elementam.
my: အကြောင်းအရာပစ္စည်းသို့ခေါင်းစဉ်ထည့်သွင်းနိုင်။
nl: Als u een hoofdtitel opgeeft zal die weergegeven worden bovenaan het inhoudselement.
ro: Dacă introduceţi un headline, acesta va fi afişat deasupra elementului de conţinut.
sk: Tu môžete pridať nadpis obsahového elementu.
sq: Në qoftë se fusni këtu një titull kryesor, ai do të afishohet në krye.
sv: Om du anger en rubrik här så kommer den att visas längst upp i innehållselementet.
uk: Якщо Ви ввели заголовок, він буде показаний вверху контентного елементу.

# tl_content.text.0
source: Text
da: Tekst
fa: متن
fi: Teksti
fr: Texte
hu: Szöveg
lv: Teksts
my: စာသား
nl: Tekst
sq: Teksti
uk: Текст

# tl_content.text.1
source: You can use HTML tags to format the text.
da: Indtast venligst overskriften eller forklaring. HTML-tags er tilladte.
fa: شما می‌توانید از برچسب‌های HTML برای ساختار متن‌تان استفاده کنید.
fi: Voit käyttää HTML-tageja tekstin muotoilussa.
fr: Utiliser des balises HTML pour formater le texte.
hu: Használható HTML tag a szöveg formázására.
lv: Varat lietot HTML tagus teksta formatēšanai.
my: စာသားကိုပံုစံချရန်ဟိတ်စ်တီအမ်အလ်အမည်များကိုသံုးနိုင်။
nl: U kunt HTML tags gebruiken om de tekst op te maken.
ro: Introduceţi headline-ul sau o descriere. Tagurile HTML sunt permise.
sk: Na formátovanie textu môžete použiť HTML tagy
sq: Epeni tekstin (taget HTML janë të lejueshme)
sv: Skriv in rubrik- eller förklaringstexten i editorn. HTML-taggar är tillåtna.
uk: Введіть, будь ласка, текст (можете використовувати HTML-теги та теги Contao - insert-tags).

# tl_content.addImage.0
source: Add an image
da: Tilføj et billede
fa: افزودن تصویر
fi: Lisää kuva
fr: Ajouter une image
hu: Kép hozzáadása
lv: Pievienot attēlu
my: ပံုထည့်
nl: Afbeelding toevoegen
ro: Adăugaţi o imagine
sk: Pridajte obrázok
sq: Shto një imazhit
sv: Lägg till bild
uk: Додати зображення

# tl_content.addImage.1
source: Add an image to the content element.
da: Hvis du vælger denne mulighed, vil et billede blive føjet til elementet.
fa: اضافه کردن تصویر به عنصر محتوا.
fi: Lisää kuva sisältöelementtiin.
fr: Ajouter une image à l'élément de contenu.
hu: Egy kép adható a tartalmi elemhez.
lv: Pievienot attēlu satura elementam.
my: အကြောင်းအရာပစ္စည်းသို့ပံုထည့်။
nl: Voeg een afbeelding toe aan het inhoudselement.
ro: Dacă alegeţi această opţiune, o imagine va fi adăugată elementului.
sk: Pridať obrázok do obsahového elementu.
sq: Në qoftë se zgjedhoni këtë opsion ju mund t'i shtoni përmbajtjes një imazhit.
sv: Markera detta alternativ för att lägga till en bild i innehållselementet.
uk: Якщо дана опція є виділеною, то до контенту буде додане зображення.

# tl_content.singleSRC.0
source: Source file
da: Kildefil
fa: پرونده منبع
fi: Lähdetiedosto
fr: Fichier source
hu: Forrásfájl
lv: Avota datne
my: ရင်းမြစ်ဖိုင်
nl: Bronbestand
ro: Sursa fişier
sk: Zdrojový súbor
sq: Origjina e skedarit
sv: Källfil
uk: Вихідний файл

# tl_content.singleSRC.1
source: Please select a file or folder from the files directory.
da: Vælg venligst en fil fra filarkivet.
fa: لطفا پرونده یا پوشه‌ای را از فهرست پرونده‌ها انتخاب کنید.
fi: Ole hyvä ja valitse tiedosto tai kansio.
fr: Sélectionner un fichier à partir de l'explorateur de fichiers.
hu: Válasszon egy fájlt vagy könyvtárat.
lv: Lūdzu izvēlieties datni vai direktoriju no datņu direktorija.
my: ဖိုင်များဖိုင်လမ်းညွှန်မှဖိုင်(သို့)ဖိုင်တွဲကိုရွေး။
nl: Selecteer een bestand van de server via bestandsbeheer.
ro: Alegeţi un fişier din directorul de fişiere.
sk: Zvoľte prosím súbor, alebo zložku zo súborového systému.
sq: Zgjedhoni një skedar në strukturen e skedarëve.
sv: Välj en fil eller mapp från filarkivet.
uk: Будь ласка, виберіть файл із директорії.

# tl_content.alt.0
source: Alternate text
da: Alternativ beskrivelse
fa: متن جایگزین
fi: Vaihtoehtoinen teksti
fr: Texte alternatif
hu: Alternatív szöveg
lv: Izvēles teksts
my: အလှည့်ကျစာသား
nl: ALT tekst
ro: Text alternativ
sk: Alternatívny text
sq: Teksti përshkrues
sv: Alternativ text
uk: Альтернативний текст

# tl_content.alt.1
source: Here you can enter an alternate text for the image (<em>alt</em> attribute).
da: For at gøre billeder og film tilgængelige bør du altid angive en alternativ beskrivelse med en kort beskrivelse af deres indhold.
fa: اینجا می‌توانید متن جایگزین را برای تصویر وارد نمایید (خصوصیت <em>alt</em>).
fi: Tähän voit syöttää kuvalle vaihtoehtoisen tekstin (<em>alt</em> ominaisuus)
fr: Saisir un texte alternatif pour l'image (attribut <em>alt</em> )
hu: Itt megadható egy alternatív szöveg a képekhez (<em>alt</em> attribútum).
lv: Lai padarītu attēlus un filmas pieejamākas, jums vienmēr vajadzētu sniegt izvēles tekstu ar īsu satura aprakstu.
my: ပံုအတွက်အလှည့်ကျစာသားထည့်သွင်းနိုင် (<em>alt</em> attribute)။
nl: Hier kunt u een alternatieve tekst voor de afbeelding invoeren (<em>alt</em> attribuut).
ro: Pentru a face imaginile sau filmele accesibile este bine să furnizaţi o descriere alternativă.
sk: Prístupná webová stránka by mala vždy obsahovať alternatívny text k obrázkom a filmom s krátkym popisom ich obsahu.
sq: Në mënyrë që imazhet apo filmat të respektojnë normat dhe standartet, shtypni gjithmone nje tekst të vogel që pershkron imazhin në përdorim.
sv: Du bör alltid ange en alternativ text som innehåller en kort beskrivning av bilden.
uk: Щоб зробити зображення доступним, потрібно додати альтернативний текст (атрибут <em>alt</em>), включаючи короткий опис його вмісту.

# tl_content.title.0
source: Title
da: Overskrift
fa: عنوان
fi: Otsikko
fr: Nom du groupe
hu: Cím
lv: Virsraksts
my: ခေါင်းစဉ်
nl: Titel
ro: Nume grup
sk: Nadpis
sq: Titull
sv: Rubrik
uk: Назва

# tl_content.title.1
source: Here you can enter the image title (<em>title</em> attribute).
da: Her kan du indtaste billedets title (<em>title</em> attribute).
fa: می‌توانید عنوان تصویر ا وارد کنید (خصوصیت <em>title</em>).
fi: Tähän voit syöttää kuvalle otsikon (<em>title</em> ominaisuus).
fr: Saisir un titre pour l'image (attribut <em>title</em> )
hu: Itt megadható a kép megnevezése (<em>title</em> attribútum).
lv: Šeit varat ievadīt attēla nosaukumu (<em>title</em> atribūts).
my: ပံုခေါင်းစဉ်ထည့်သွင်းနိုင် (<em>title</em> attribute)။
nl: Hier kunt u de afbeeldingstitel invoeren (<em>title</em> attribuut).
ro: Introduceţi aici titlul imaginii (<em>titlu</em> atribut).
sk: Tu môžte zadať titulok obrázku (<em>title</em> atribút)
sq: Këtu mund të epeni titullin e grafikës (<em>Titull</em> veti)
sv: Du bör alltid ange en titel för bilden. Titeln visas i en textruta när muspekaren förs över bilden.
uk: Введіть назву зображення (атрибут <em>title</em>).

# tl_content.size.1
source: Here you can set the image dimensions and the resize mode.
da: Hvis du angiver kun bredde eller kun højde, vil billedet blive skaleret proportionalt. Hvis du angiver begge mål, vil billedet blive beskåret, hvis det er nødvendigt. Hvis lader begge felter stå tomme, bil den originale størrelse blive vist.
fa: می‌توانید ابعاد و نوع تغییر اندازه را انتخاب نمایید.
fi: Tässä voit määritellä kuvalle mitat ja koonmuutostilan.
fr: Saisir seulement la largeur ou la hauteur pour redimensionner l'image. En saisissant les deux dimensions, l'image sera recadrée.
hu: Itt beállíthatóak a kép méretei és az átméretezés módját.
lv: Šeit Jūs varat iestatīt attēla izmērus un to mainīšanas režīmu.
my: ပံုအတိုင်းအတာများနှင့်အရွယ်ပြန်သတ်မှတ်နိုင်။
nl: Hier kunt u de afmetingen van het beeld en de schaalmodus instellen.
ro: Dacă introduceţi doar lătimea sau înălţimea, imaginea va fi redimensionată proporţional. Dacă le introduceţi pe ambele, imaginea va fi decupată decă este nevoie. Dacă lăsaţi ambele câmpuri goale, se va folosi dimensiunea originală.
sk: Tu môžte zadať rozmery obrázku a režim zmeny veľkosti.
sq: Epeni këtu gjerësinë ose/dhe gjatësinë e grafikës. Në qoftë se nuk epeni asnjë të dhënë, grafika do të shfaqet me përmasat e origjinale.
sv: Här kan du ställa in bildens dimensioner och omformateringsmetod.
uk: Введіть будь ласка ширину або висоту зображення (або обидва значення) для масштабування зображення. Якщо залишити обидва поля порожніми, зображення буде показано з оригінальним розміром.

# tl_content.imagemargin.0
source: Image margin
da: Billedemargin
fa: حاشیه تصویر
fi: Kuvamarginaali
fr: Marge de l'image
hu: Kép margó
lv: Attēla mala
my: ပံုအနားသတ်မျဉ်း
nl: Afbeeldingsmarge
ro: Margine imagine
sk: Vonkajší okraj obrázku (margin)
sq: Hapësira e jashtme e imazhit
sv: Bildmarginal
uk: Відступ зображення

# tl_content.imagemargin.1
source: Here you can enter the top, right, bottom and left margin.
da: Indtast venligst top, højre, bund og venstre margin og enheden. Marginen er afstanden mellem et element og nabo-elementer.
fa: می‌توانید حاشیه بالا، راست، پایین و چپ را وارد نمایید.
fi: Ole hyvä ja anna ylä, oikea, ala ja vasen marginaali.
fr: Saisir la marge haute, droite, basse et gauche.
hu: Itt megadható a felső, jobb, alsó és bal margó.
lv: Šeit varat ievadīt augšējās, labās, apakšējās un kreisās apmales vērtības.
my: အပေါ်၊ ညာ၊ အောက်နှင့်ဘယ်အနားသတ်မျဉ်းထည့်သွင်းနိုင်။
nl: Geef een marge en eenheid op voor boven, rechts, onder, links.
ro: Introduceţi dimensiunile de sus, dreapta, jos, stanga precum şi unitatea. Marginea reprezintă distanţa dintre un element şi elementele vecine.
sk: Tu môžte zadať vonkajšie odsadenie zhora (margin-top), zprava (margin-right), zdola (margin-bottom), zľava (margin-left).
sq: Hapësira e jashtme e imazhit është boshllëku midis imazhit dhe elementeve që e rrethojnë. Fusni hapësirën e jashtme të imazhit dhe tipin e njësisë matëse.
sv: Ange topp, höger, botten och vänster marginal samt en enhet.<br /> Marginal är avståndet mellan elementet och dess omgivande element.
uk: Вкажіть, будь ласка, значення відступів зверху, знизу, праворуч і ліворуч. Відступ зображення - це місце між зображенням і сусідніми елементами.

# tl_content.imageUrl.0
source: Image link target
da: Brug billede som link
fa: مقصد پیوند تصویر
fi: Kuvalinkin kohde
fr: Cible du lien
hu: Kép link célpont
lv: Attēla saites mērķis
my: ပံုကွန်ဆက်သတ်မှတ်ချက်
nl: Doel van link
ro: Foloseşte imaginea ca link
sk: Použiť obrázok ako odkaz
sq: Përdor grafik për lidhje
sv: Använd bild som länk
uk: Ціль графічного посилання

# tl_content.imageUrl.1
source: A custom image link target will override the lightbox link, so the image cannot be viewed fullsize anymore.
da: Indtast venligst en fuldstændig URL inklusiv netværksprotokol (f.eks. <em>http://www.domain.dk</em>) for at bruge billedet som link. Bemærk at det i så fald ikke vil være muligt at se billedet i fuld størrelse længere.
fa: مقصد پیوند تصویر اختصاصی که جایگزین لینک lightbox خواهد شد، بنابراین تصویر دیگر در حالت اندازه کامل قابل مشاهده نخواهد بود.
fi: Kustomoitu linkki yliajaa lightbox linkin, joten kuvaa ei voida enää näyttää täysikokoisena.
fr: Il ne sera pas possible de voir l'image en taille réelle si vous utilisez une cible de lien personnalisée.
hu: Az egyedi kép link célpont felülbírálja a lightbox linket, így a kép nem lesz megtekinthető teljes méretben többé.
lv: Pielāgots attēla saites mērķis aizstās lightbox saiti, tādejādi attēlu vairs nevarēs parādīt pilnā izmērā.
my: စိတ်ကြိုက်ပံုကွန်ဆက်သတ်မှတ်ချက်မှလိုက်ဘောက်စ်ကွန်ဆက်ကိုအစားထိုးရေးသားမည်ဖြစ်၍ပံုကိုအရွယ်အပြည့်မကြည့်နိုင်တော့။
nl: Als een aangepaste link gebruikt wordt, zal de lightbox uitgezet worden zodat het niet mogelijk zal zijn om de afbeelding op ware grootte te bekijken.
ro: Introduceţi o adresă completă URL inclusiv protocolul pentru a utiliza imaginea ca link. În acest caz nu veţi mai putea vizualiza imaginea la dimensiune întreagă.
sk: Užívateľsky nastavený cieľ prepíše odkaz lightboxu, takže nebude možné zobraziť obrázok v plnej veľkosti
sq: Një grafik do ta mbulon kutinë ndriquese. Në këtë mënyrë grafika nuk mund të shikohet më në madhësinë e saj të plotë.
sv: Ange en komplett URL inkluderat protokollet (t.ex. <em>http://www.domain.com</em>) för att använda bilden som länk. Notera att det inte går att visa bilden i fullstorlek om den används för länkning.
uk: Ціль графічного посилання переважає над посиланням, тому малюнок не може бути переглянутий в повному розмірі.

# tl_content.fullsize.0
source: Full-size view/new window
da: Fuld størrelse/nyt vindue
fa: مشاهده با اندازه کامل/پنجره جدید
fi: Näytä kokoruudulla
fr: Pleine taille/nouvelle fenêtre
hu: Teljes méretű nézet/új ablakban
lv: Pilnskata logs/jauns logs
my: အရွယ်အပြည့်ကြည့်ရှု/ဝင်းဒိုးအသစ်
nl: Ware grootte/nieuw venster
ro: Fereastră de vizualizare
sk: Náhľad v plnej veľkosti/v novom okne
sq: Afishimi i plote
sv: Visa i fullstorlek/nytt fönster
uk: Перегляд у повний розмір

# tl_content.fullsize.1
source: Open the full-size image in a lightbox or the link in a new browser window.
da: Åbner billedet i fuld størrelse i lightbox eller i et nyt vindue.
fa: تصویر با اندازه کامل را در lightbox یا در پنجره جدید مرورگر باز می‌کند.
fi: Avaa kuvan täysikokoisena lightboxiin tai linkin uuteen selain-ikkunaan.
fr: Ouvrir l'image grandeur réelle dans une lightbox ou le lien dans une autre fenêtre du navigateur.
hu: A teljes méretű kép megnyitása lightbox-al vagy új böngésző ablakban.
lv: Atveriet pilna izmēra attēlu lightbox vai saiti jaunā pārlūkprogrammas logā.
my: လိုက်ဘောက်စ်တွင်အရွယ်အပြည့်ပံု(သို့)ဘရောက်ဇာဝင်းဒိုးအသစ်တွင်ကွန်ဆက်ဖွင့်။
nl: Open de afbeelding op ware grootte in een lightbox of de link in een nieuw browser venster.
ro: Deschide imaginea maximizată într-un lightbox sau linkul într-o fereastră nouă.
sk: Otvorí náhľad v plnej veľkosti v lightboxe alebo otvorí odkaz v novom okne prehliadača.
sq: Në qoftë se ju zgjidhni këtë opsion, nje klikim mbi imazhin do të afishojë plotësisht imazhin me dimensionet origjinale.
sv: Öppna bilden i full storlek i en lightbox eller länken i ett nytt fönster.
uk: Якщо вибрати цю опцію, зображення буде показане в повний розмір при натиснені по ньому.

# tl_content.floating.0
source: Image alignment
da: Billedejustering
fa: چینش تصویر
fi: Kuvan sijoittelu
fr: Alignement de l'image
hu: Kép igazítás
lv: Attēla līdzināšana
my: ပံုဖြောင့်တန်းမှု
nl: Uitlijning afbeelding
ro: Aliniere imagine
sk: Zarovnanie obrázku
sq: Pozicionimi i imazhit
sv: Bildjustering
uk: Позиція зображення

# tl_content.floating.1
source: Please specify how to align the image.
da: Vælg venligst billedjusteringen. Et billede kan blive vist over eller under teksten eller i øverste venstre eller øverste højre hjørne af teksten.
fa: لطفاً نحوه چیدمان تصویر را مشخص نمایید.
fi: Ole hyvä ja määritä kuvan sijainti.
fr: Spécifier comment aligner l'image.
hu: Válassza ki a kép igazítását.
lv: Lūdzu izvēlieties attēla izlīdzināšanu. Attēls var tikt rādīts virs vai zem teksta, vai arī teksta augšpusē pa kreisi vai pa labi.
my: ပံုကိုမည်သို့ဖြောင့်တန်းမှုရန်သတ်မှတ်နိုင်။
nl: Kies de uitlijning van de afbeelding.
ro: Alegeţi alinierea imaginii. O imagine poate fi afişată deasupra sau sub text, stânga-sus sau dreapta-sus.
sk: Prosím špecifikujte akým spôsobom sa má obrázok zarovnávať.
sq: Zgjedhoni drejtvendosjen e grafikës. Grafika mund të vendoset sipër, poshtë, majtas apo djathtas tekstit.
sv: Välj bildens placering i ett textblock.
uk: Виберіть, будь-ласка, позиціювання зображення. Зображення може відображатися вище або нижче тексту, ліворуч або праворуч, а також вгорі тексту.

# tl_content.caption.0
source: Image caption
da: Billedtekst
fa: زیرنویس تصویر
fi: Kuvateksti
fr: Légende de l'image
hu: Kép aláírás
lv: Attēla paraksts
my: ပံုစာတန်း
nl: Afbeeldingstekst
ro: Nume imagine
sk: Popisok k obrázku
sq: Emërtimi grafikës
sv: Bildrubrik
uk: Підпис під картинкою

# tl_content.caption.1
source: Here you can enter a short text that will be displayed below the image.
da: Hvis du indtaster en kort tekst her, vil den blive vist under billedet. Lad dette felt være tomt for at slå denne funktion fra.
fa: می‌توانید یک متن کوتاه که در زیر تصویر نمایش داده خواهد شد را وارد نمایید.
fi: Tähän voit syöttää kuvatekstin joka näytetään kuvan alapuolella.
fr: Saisir un court texte qui s'affichera au-dessous de l'image.
hu: Itt megadható egy rövid szöveg, amely megjelenik a kép alatt.
lv: Šeit jūs varat ievadīt īsu tekstu, tas tiks rādīts zem attēla.
my: ပံုအောက်တွင်ပြသမည့်စာသားအတိုကောက်ထည့်နိုင်။
nl: Als u hier een korte tekst opgeeft zal deze als bijschrift weergegeven worden onder de afbeelding.
ro: Dacă introduceţi un text scurt aici, va fi afişat sub imagine. Lăsaţi câmpul necompletat pentru a nu folosi această opţiune.
sk: Tu môžte vložiť krátky text, ktorý sa bude zobrazovať pod obrázkom.
sq: Në qoftë se epeni një tekst këtu, ai do të afishohet si emërtim poshtë grafikës. Në qoftë se nuk dëshironi të vini një emërtim për grafikën, lëreni këtë fushë të zbrazët.
sv: Om du anger en bildrubrik här så kommer den att visas under bilden.
uk: Якщо ввести тут короткий текст, він буде відображатися під зображенням. Залишіть це поле порожнім, якщо хочете відключити цю опцію.

# tl_content.html.0
source: HTML code
da: HTML-kode
fa: کد HTML
fi: HTML
fr: Code HTML
hu: HTML kód
lv: HTML kods
my: ဟိတ်စ်တီအမ်အယ်ကုဒ်
ro: Cod HTML
sk: HTML kód
sq: HTML
sv: HTML-kod
uk: HTML код

# tl_content.html.1
source: You can modify the list of allowed HTML tags in the back end settings.
da: Skriv din HTML-kode.
fa: می‌توانید لیست کدهای مجاز را در تنظیمات بخش مدیریت تغییر دهید.
fi: Sallittujen HTML-tagien listaa voi muokata asetuksista.
fr: Modifier la liste des balises HTML autorisées dans la configuration du back office.
hu: A használható HTML elemek listája az adminisztrációs felület beállítások menüpontjában módosítható.
lv: Jūs varat mainīt ļāva HTML tagu sarakstu backend-a iestatījumos.
my: အတွင်းပိုင်းချိန်ညှိချက်တွင်ခွင့်ပြုပြီးဟိတ်စ်တီအမ်အယ်အမည်များစာရင်းမွမ်းမံနိုင်။
nl: U kunt de lijst met toegestane HTML tags aanpassen in de back-end instellingen.
ro: Introduceţi codul HTML.
sk: Možte upraviť zoznam povolených HTML tagov v položke Nastavenie (backend).
sq: Epeni kodin në HTML.
sv: Ange din HTML-kod. Listan över tillåtna HTML-taggar kan redigeras i systeminställningarna.
uk: Введіть, будь ласка, HTML код.

# tl_content.listtype.0
source: List type
da: Listetype
fa: نوع لیست
fi: Listan tyyppi
fr: Type de liste
hu: Lista típusa
lv: Saraksta tips
my: စာရင်းအမျိုးအစား
nl: Lijst type
ro: Tip de listă
sk: Typ zoznamu
sq: Listë llojesh
sv: Listtyp
uk: Тип списку

# tl_content.listtype.1
source: Please choose the type of list.
da: Vælg venligst listetypen.
fa: لطفاً نوع لیست را انتخاب نمائید.
fi: Ole hyvä ja valitse listan tyyppi.
fr: Choisir un type de liste.
hu: A lista típusának kiválasztása.
lv: Lūdzu izvēlieties saraksta tipu.
my: စာရင်းအမျိုးအစားရွေးပါ။
nl: Kies een lijst type.
ro: Alegeţi un tip de listă.
sk: Prosím zvoľte typ zoznamu.
sq: Zgjedhoni një listë llojesh.
sv: Välj listtyp.
uk: Будь ласка, виберіть тип списку.

# tl_content.listitems.0
source: List items
da: Listetyper
fa: موارد لیست
fi: Listan rivit
fr: Éléments de la liste
hu: Lista elemek
lv: Uzskaitīt vienumus
my: စာရင်းပစ္စည်းများ
nl: Lijst items
ro: Obiecte de listă
sk: Zoznam položiek
sq: Njësitë e listës
sv: Listposter
uk: Пункти списку

# tl_content.listitems.1
source: If JavaScript is disabled, make sure to save your changes before modifying the order.
da: Tildel venligst hver modul til et sideelement. Brug knapper til at tilføje, flytte eller fjerne et modul. Hvis du arbejder uden hjælp fra JavaScript, bør du gemme dine ændringer før du ændrer rækkefølgen.
fa: اگر جاوا اسکریپت غیرفعال است، قبل از تغییر ترتیب، حتما ذخیره نمایید.
fi: Muista tallentaa asetukset, jos JavaScript on kytketty pois.
fr: Si JavaScript est désactivé, assurez-vous de sauvegarder vos changements avant de modifier l'ordre.
hu: Amennyiben a JavaScript tíltva van mentse le módosításait a sorrend megváltoztatása előtt.
lv: Ja JavaScript ir atspējots, pirms mainat izkārtojumu pārliecinieties, ka izmaiņas ir saglabātas.
my: ဂျာဗားလိုလျေက်လုပ်ဆောင်ကုဒ်ကိုမလုပ်ဆောင်စေပါကအစဉ်အတိုင်းများကိုမမွမ်းမံခင်ပြောင်းလဲမှုများကိုမှတ်သိမ်း။
nl: Indien Javascript is uitgeschakeld moet u uw wijzigingen opslaan vooraleer de volgorde te veranderen!
ro: Desemnaţi fiecărui element de pagină un modul. Folosiţi butoanele pentru a adăuga, muta sau redenumi un modul. Dacă lucraţi fără asistenţă JavaScript, salvaţi schimbările înainte de a modifica ordinea!
sk: Nastavte, prosím, moduly v elemente stránky. Použite tlačitko na pridanie, presun, alebo vymazanie modulov. Pokiaľ pracujete bez JavaScript asistenta, mali by ste uložiť všetky zmeny pred týmto nastavením.
sq: Epeni njësitë e listës. Përdor butonat Shto, Zhvendos ose Fshih për të krijuar një listë. Në qoftë se JavaScript nuk është aktivuar në shfletuesin tuaj, atëherë duhet të ruani përpunimet e kryera para se të përpunoni rendin e njësive.
sv: Koppla moduler till layoutsektionerna. Använd knapparna för att lägga till, ordna eller ta bort en rad i listan.<br />Om du jobbar i en webbläsare utan JavaScript-stöd måste du spara innan du kan ändra ordningen på modulerna!
uk: Будь-ласка, уведіть пункти списку. Використайте кнопки для додавання, переміщення або видалення пунктів. Якщо ви працюєте без включеного JavaScript, ви повинні зберегти зміни до модифікації порядку висновку пунктів!

# tl_content.tableitems.0
source: Table items
da: Tabelindgange
fa: موارد جدول
fi: Taulukon rivit
fr: Éléments du tableau
hu: Táblázat elemek
lv: Tabulas vienumi
my: စားပွဲပစ္စည်းများ
nl: Tabel items
ro: Obiecte de tabel
sk: Položky tabuľky
sq: Njësitë e tabelës
sv: Tabellposter
uk: Елементи таблиці
