Repository: contao/core
Catalog: system/modules/core/languages/*/*_content.xlf
Languages: da, fa, fi, fr, hu, lv, my, nl, ro, sk, sq, sv, uk

# tl_content.playerSRC.1
source: Here you can add the video/audio file or multiple files if you are using different codecs.
da: Her kan du tilføje video eller lyd filen eller flere filer hvis du benytter andre codecs.
fa: اینجا می‌توانید پرونده صوتی/تصویری یا چندیدن فایل اکر از کدک‌های متفاوت استفاده می‌کنید را اضافه نمایید.
fi: Tähän voit lisätä ääni- tai videotiedoston, tai useampia, jos käytät eri koodekkeja.
fr: Ajouter le fichier vidéo/audio ou plusieurs fichiers si vous utilisez différents codecs.
hu: Itt vehet fel video/audio fájlt vagy fájlokat ha másfajta kodeket használ.
lv: Šeit jūs varat pievienot video/audio datni vai vairākas datnes, ja jūs izmantojot dažādus kodekus.
my: မတူညီသောအသံချံ့ချဲ့ကိုသံုးပါကဗီဒီယို/အသံဖိုင်(သို့)ဖိုင်များကိုထည့်နိုင်။
nl: Hier kunt u het video/audio-bestand of meerdere bestanden toevoegen als u gebruik maakt van verschillende codecs.
ro: Adăugaţi fişierul video/audio sau fişiere dacă folosiţi codecuri diferite.
sk: Tu môžete pridať video/audio súbor alebo niekoľko súborov ak používate rozličné kodeky.
sq: Këtu mund të shtoni fotografi video / audio ose shumfishoni ato qoftë se ju jeni duke përdorur codecs të ndryshme.
sv: Här kan du lägga till video-/ljudfilen eller ett flertal filer om du använder olika omkodare.
uk: Ви можете добавити один аудіо/відео файл або декілька, якщо використовуєте різні кодеки.

# tl_content.youtube.0
source: YouTube ID
fa: شناسه یوتیوب
fi: YouTube-tunniste
fr: ID YouTube
my: ယူကျူ့အိုင်ဒီ
ro: ID YouTube

# tl_content.youtube.1
source: Please enter the YouTube video ID (e.g. <em>nsqh9jHkHlM</em>).
da: Indtast venligst YouTube videoens ID (f.eks. <em>nsqh9jHkHlM</em>).
fa: شناسه ویدیو یوتیوب را وارد نمایید (مانند <em>nsqh9jHkHlM</em>).
fi: Ole hyvä ja anna tähän YouType-videon tunniste (esim. <em>nsqh9jHkHlM</em>).
fr: Saisir l'ID de la vidéo YouTube (ex. : <em>nsqh9jHkHlM</em>).
hu: YouTube videó ID, azonosító megadása (pl. <em>nsqh9jHkHlM</em>).
lv: Lūdzu ievadiet YouTube video ID (piem. <em>nsqh9jHkHlM</em>).
my: ယူကျူ့အိုင်ဒီထည့် (ဥပမာ <em>nsqh9jHkHlM</em>)။
nl: Vul YouTube-video ID in (b.v. <em> nsqh9jHkHlM </em>).
ro: Introduceţi ID-ul clipului video de pe YouTube (de ex. <em>nsqh9jHkHlM</em>).
sk: Prosím zadajte identifikačné údaje pre YouTube video. (napr. <em>nsqh9jHkHlM</em>).
sq: Epeni ID-së e video-së nga YouTube (p.sh. <em>nsqh9jHkHlM</em>).
sv: Ange YouTube-ID för videofilmen (t.ex. <em>nsqh9jHkHlM</em>).
uk: Будь ласка, введіть ID YouTube відео (напр. <em>nsqh9jHkHlM</em>).

# tl_content.posterSRC.0
source: Preview image
da: Video billede
fa: تصویر پیش‌نمایش
fi: Esikatselukuva
fr: Image de prévisualisation
hu: Előnézeti kép
lv: Priekšskatījuma attēls
my: ပံုကြိုတင်ကြည့်ရှု
nl: Voorbeeld afbeelding
ro: Previzualizare imagine
sk: Náhľad obrázku
sq: Grafika për shikim paraprak
sv: Förhandsgranskningsbild
uk: Зображення попереднього перегляду

# tl_content.posterSRC.1
source: Show this image instead of the first frame of the video before playback.
da: Vis dette billede i stedet for første fra af videoen, inden afspilning.
fa: نمایش این تصویر به جای فریم ابتدایی ویدیو قبل از اجرای آن.
fi: Näytä tämä kuva videon oletusnäkymän sijasta ennen videon toistoa.
fr: Afficher cette image, avant la lecture, à la place de la première vue de la vidéo.
hu: Ez a kép jelenik meg a videó első képkockájaként a lejátszás előtt.
lv: Rādīt šo attēlu video pirmā kadra vietā pirms atskaņošanas.
my: ပြန်ဖွင့်မတိုင်မီဗီဒီယိုပထမဆံုးဘောင်တွင်ယခုပံုကိုပြသ
nl: Toon deze afbeelding in plaats van het eerste frame van de video voor het afspelen.
ro: Arată această imagine în locul primului cadru al filmului înainte de play.
sk: Zobraziť tento obrázok namiesto prvého snímku videa pred jeho spustením.
sq: Trego këtë fotografi në vend të kornizës së parë të video-së.
sv: Visa denna bild istället för den första bildrutan från videofilmen före uppspelning.
uk: Показати вибране зображення замість першого кадру відео перед відтворенням.

# tl_content.playerSize.0
source: Player size
da: Afspillerens størrelse
fa: اندازه پلیر
fi: Soittimen koko
fr: Taille du lecteur
hu: Lejátszó mérete
lv: Atskaņotāja izmērs
my: ဖွင့်စက်အရွယ်အစား
nl: Afmetingen Speler
ro: Mărime player
sk: Veľkosť prehrávača
sq: Madhësia e laujsit
sv: Spelarstorlek
uk: Розмір плеєру

# tl_content.playerSize.1
source: Width and height of the media player in pixels (e.g. 640x480).
da: Bredte og højde på media afspilleren i pixels (f.eks. 640x480).
fa: عرض و ارتفاع پخش‌کننده رسانه برحسب پیکسل (مثلا 640x480).
fi: Mediasoittimen koko pikseleinä (esim. 640x480).
fr: Largeur et hauteur du lecteur multimédia en pixels (ex : 640x480).
hu: A média lejátszó szélessége és magassága pixelben (pl.: 640x480).
lv: Multivides atskaņotāja platums un augstums pikseļos (piem. 640x480).
nl: Breedte en hoogte van de mediaspeler in pixels (b.v. 640x480).
ro: Lăţime şi înălţime în pixeli la media player (de exemplu 640x480)
sk: Šírka a výška mediálneho prehrávača v pixeloch (napr. 640x480).
sq: Gjerësia dhe lartësia e media player në piksel (p.sh. 640x480).
sv: Mediaspelarens bredd och höjd i pixlar (t.ex. 640x480).

# tl_content.autoplay.0
source: Autoplay
fa: اجرای خودکار
fi: Automaattinen toisto
fr: Lecture automatique
hu: Automatikus lejátszás
lv: Automātiski atskaņot
my: လိုလျောက်ဖွင့်
nl: Autostart
sk: Automatické prehrávanie
sq: Luaj automatikisht
sv: Automatisk uppspelning
uk: Автовідтворення

# tl_content.autoplay.1
source: Automatically play the video when the page loads.
da: Start automatisk afspilningen af videoen når siden indlæses.
fa: پخش خودکار ویدیو زمان بارگذاری صفحه.
fi: Toistaa videon automaattisesti sivun latauduttua.
fr: Lire automatiquement la vidéo lorsque la page se charge.
hu: A lejátszása automatikusan megkezdődik az oldal betöltésekor.
lv: Automātiski atskaņo video, kad ielādējas lapa.
my: စာမျက်နှာဆွဲတင်နေစဉ်ဗီဒီယိုလိုလျက်စတင်ဖွင့်။
nl: Speelt video automatisch af tijdens laden pagina.
ro: Porneşte automat clipul video la încărcarea paginii
sk: Automaticky spustiť video akonáhle sa načíta daná stránka.
sq: Automatikish luaj video-në pas ngarkesës së faqes.
sv: Börjar uppspelningen av videofilmen när sidan laddas.
uk: Автоматично відтворювати відео при завантаженні сторінки.

# tl_content.sliderDelay.0
source: Sliding interval
da: Overgangsinterval
fa: مدت زمان اسلاید
fi: Siirtymien väli
fr: Intervalle de défilement
hu: Megjelenítés időtartama
lv: Slīdēšanas intervāls
my: ဆလိုက်လုပ်ကြာချိန်
ro: Interval de glisare
sk: Interval posúvania
sq: Intervali rrëshqitjes
sv: Glidintervall
uk: Iнтервал змiни елементiв слайдера

# tl_content.sliderDelay.1
source: The time in milliseconds between slides (1000 = 1s). Set to 0 to disable auto sliding.
da: Tiden i millisekunder imellem overgange (1000 = 1s). Sæt til 0 for at deaktivere auto overgang.
fa: زمان بین اسلایدها در واحد میلی ثانیه (1000 = 1s). برای غیرفعال کردن اسلاید خودکار روی 0 تنظیم کنید.
fi: Siirtymien välinen aika millisekunteina (1000 = 1s). Arvo 0 poistaa automaattisen siirtymän käytöstä.
fr: Intervalle, en millisecondes, entre les slides (1000 = 1s). Saisir 0 pour désactiver le défilement automatique.
hu: Az idő ezredmásodpercben a váltások között (1000 = 1s). 0 beállításával kikapcsolja az automatikus váltást.
my: ဆလိုက်များကြားရှိအချိန်သည်မိလိစက္ကန့် (၁၀၀၀ = ၁ စက္ကန့်)။ လိုလျောက်ဆလိုက်ပြခြင်းကိုမလုပ်ဆောင်စေရန် ၀ သို့သတ်မှတ်။
nl: Tijd in milliseconden tussen slides (1000 = 1s). Stel in op 0 om auto-sliding uit te schakelen.
ro: Timpul în milisecunde între cadre (1000 = 1s). Setaţi la 0 pentru a dezactiva schimbarea automată a cadrelor.
sk: Doba trvania v milisekundách medzi jednotlivými posunmi (1000 = 1s). Zadejte 0, aby ste vypli automatické posúvanie.
sq: Koha në milisekonda midis rrëshqitjeve (1000=1s). Epeni 0 për të çaktivizuar rrëshqitjen automatike.
sv: Tid i millisekunder mellan glidningar (1000 = 1s). Sätt till 0 för att slå av automatisk glidning.
uk: Час в мілісекундах між слайдами (1000 = 1 сек). Встановіть 0, щоб відключити автоматичну змiну.

# tl_content.sliderSpeed.0
source: Transition speed
da: Overgangshastighed
fa: سرعت انتقال
fi: Siirtymän nopeus
fr: Vitesse de transition
hu: Átmenet sebessége
lv: Pārejas ātrums
my: ကူးပြောင်းနှုန်း
nl: Overgangs-snelheid
ro: Viteza de tranziţie
sk: Rýchlosť posunu
sq: Shpejtësia e tranzicionit
sv: Övergångshastighet
uk: Швидкiсть переходу

# tl_content.sliderSpeed.1
source: The transition speed in milliseconds (1000 = 1s). Defaults to 300.
da: Overgangshastigheden i millisekunder (1000 = 1s). Standard er 300.
fa: سرعت انتقال برحسب میلی‌ثانیه (1000 = 1s). مقدار پیش‌فرض 300.
fi: Siirtymän nopeus millisekuinteina (1000 = 1s). Oletusarvo on 300.
fr: La vitesse de transition en millisecondes (1000 = 1s). La valeur par défaut est : 300.
hu: Az átmenet sebessége ezredmásodpercben (1000 = 1s). Alapértelmezetten 300.
lv: Pārejas ātrums milisekundēs (1000 = 1 sek.). Noklusējuma 300.
my: မိလိစက္ကန့်တွင်ရှိကူးပြောင်းနှုန်း (၁၀၀၀ = ၁ စက္ကန့်)။ ၃၀၀ ကိုမူလပံုစံအဖြစ်သတ်မှတ်။
nl: Overgangs-snelheid in milliseconden (1000 = 1s). Standaard is 300.
ro: Viteza de tranziţie în milisecunde (1000 = 1s). Implicit este 300.
sk: Rýchlosť posunu v milisekundách (1000 = 1s). Prednastavená hodnota je 300.
sq: Shpejtësia e tranzicionit në milisekonda (1000=1s). Standardi është 300.
sv: Hastighet för övergångar i millisekunder (1000 = 1s). Standard är 300.
uk: Швидкiсть переходу в мiллiсекундах (1000 = 1 сек). За замовчуванням 300.

# tl_content.sliderStartSlide.0
source: Slide offset
da: Overgangsforkydning
fa: نقشه شروع اسلاید
fi: Diojen offset
hu: Elem kihagyása
my: ဆလိုက်ခုထေ
ro: Cadrul de pornire
sk: Odsadenie posunu
sq: Terezia rrëshqitësit
sv: Glidoffset
uk: Змiщення слайду

# tl_content.sliderStartSlide.1
source: Here you can make the slider start with a particular slide (counting starts at 0).
da: Har kan du få overgangen til at state med et specifikt slide (starter ved 0).
fa: اینجا می‌توانید اسلایدر را برای شروع از یک اسلاید خاص تنظیم نمایید (شمارش از 0 شروع می‌شود).
fi: Tässä voit laittaa diaesityksen alkamaan tietystä diasta (laskeminen alkaa 0:sta).
fr: Le slider débute avec un slide particulier (la numérotation commence à 0).
hu: Itt állítható be, hogy a tartalom váltó egy bizonyos elemtől induljon (számlálás 0-tól indul).
my: လိုချင်သောဆလိုက်မှစတင်ရန်လုပ်ဆောင်နိုင် (၀ မှစတင်)။
nl: Hier kunt u de slider starten met een bepaalde dia (telling begint bij 0).
ro: Aici puteţi face glisorul să pornească la un anumit cadru (numărarea începe de la 0).
sk: Tu môžete určiť, ktorým obsahom sa má začať posúvanie (odpočet začína 0).
sq: Këtu ju mund të bëni fillimin e rrëshqitjesit me një rrëshqitje të veçantë (numërimi fillon me 0).
sv: Här kan du få glidningen att börja med en specifik bild (börjar från 0).

# tl_content.sliderContinuous.0
source: Continuous
da: Loop
fa: پیوسته
fi: Jatkuva
fr: Défilement continu
hu: Folyamatos
lv: Nepārtraukts
my: ဆက်လက်လုပ်ဆောင်
nl: Doorlopend
ro: Continuu
sk: Nepretržité posúvanie
sq: Pandërprjerje
sv: Kontinuerlig

# tl_content.sliderContinuous.1
source: Make the slider continuous (start all over when reaching the end).
da: Få slideren til at køre i loop (starter automatisk forfra ved slutningen).
fa: پیوسته کردن اسلایدر (شروه دوباره هنگام رسیدن به آخر).
fi: Tee diaesityksesta jatkuva (alkaa alusta kun pääsee loppuun).
fr: Régler le défilement continu (l'affichage recommence une fois qu'il a atteint la fin).
hu: A tartalom váltó folyamatossá tétele (kezdődik elölről ha a végére ér).
my: ဆလိုက်လုပ်ဆောင်သူဆက်လက်လုပ်ဆောင်နေရန်လုပ် (အဆံုးရောက်ပြီးနောက်ပြန်လည်စတင်)။
nl: Start de slider doorlopend (start opnieuw als het einde bereikt is).
ro: Generează un glisor continuu (reporneşte de la început odată ce ajunge la sfârşit).
sk: Nechať posúvanie nepretržite prebiehať (akonáhle dosiahne koniec bude pokračovať od začiatku).
sq: Bëje rrëshqitësin të pandrepshëm (të fillojnë sërisht, kur të arrij në fund).
sv: Gör glidningen kontinuerlig (börjar om direkt efter slutet).

# tl_content.cteAlias.0
source: Referenced element
da: Element-ID
fa: عنصر ارجاعی
fi: Viittauksen kohde
fr: Élément référencé
hu: Hivatkozott tartalmi elem
lv: Elementa ID
my: ရည်ညွှန်းပြီးပစ္စည်း
nl: Element waarnaar wordt verwezen
ro: ID-ul elementului
sk: Odkazovaný element
sq: ID-ja elementit
sv: Innehållselement
uk: Елемент

# tl_content.cteAlias.1
source: Please choose the content element you want to insert.
da: Vælg venligst element-ID for det indholdselement du vil indsætte. ID'et for en post vises, når du redigerer posten.
fa: لطفا عنصر محتوایی را که می‌خواهید وارد نمایید.
fi: Ole hyvä ja anna sisältöelementti, jonka haluat sisällyttää
fr: Choisir l'élément de contenu à insérer.
hu: Tartalmi elem kiválasztása, amelyet be kíván illesztenii.
lv: Lūdzu izvēlieties
my: ထည့်သွင်းလိုသောအကြောင်းအရာပစ္စည်းကိုရွေး။
nl: Kies het ID van het inhoud element dat u wil invoegen.
ro: Selectaţi ID-ul elementului de conţinut pe care vreţi să îl inseraţi. ID-ul unei înregistrări este vizibil când editaţi înregistrarea respectivă.
sk: Prosím vyberte si konkrétny obsahový element, ktorý chcete vložiť.
sq: Zgjedhoni ID-në e elementit që doni ta fusni.
sv: Välj innehållselementet vars innehåll ska visas.
uk: Будь ласка, виберіть ID елемента контенту для вставки. ID записи будуть показуватися, коли ви редагуєте запис.

# tl_content.articleAlias.0
source: Referenced article
da: Artikel-ID
fa: نوشته ارجاعی
fi: Viitattu artikkeli
fr: Article référencé
hu: Hivatkozott cikk
lv: Raksta ID
my: ရည်ညွှန်းပြီးဆောင်းပါး
nl: Artikel waarnaar wordt verwezen
ro: ID-ul articolului
sk: Odkazovaný článok
sq: Artikulli referuar
sv: Artikel
uk: Ідентифікатор статті

# tl_content.articleAlias.1
source: Please choose the article you want to insert.
da: Vælg venligst ID på den arktikel du vil indsætte.
fa: لطفا نوشته‌ای را که می‌خواهید وارد نمایید.
fi: Ole hyvä ja valitse artikkeli, jonka haluat sisällyttää.
fr: Choisir l'article à insérer.
hu: Cikk kiválasztása, amelyet be kíván illeszteni.
lv: Lūdzu izvēlieties ievietojamā raksta ID.
my: ထည့်သွင်းလိုသောရည်ညွှန်းပြီးဆောင်းပါးကိုရွေး။
nl: Kies ID van het artikel dat u wilt invoegen.
ro: Alegeţi ID-ul articolului pe care doriţi să îl inseraţi.
sk: Prosím vyberte si konkrétny článok, ktorý chcete vložiť.
sq: Zgjedhoni artikullin për ta futur.
sv: Välj artikel vars innehåll ska visas.
uk: Будь-ласка, виберіть ID статті яку Ви хочете вставити.

# tl_content.article.0
source: Article
da: Artikel-ID
fa: نوشته
fi: Artikkeli
hu: Cikk
lv: Raksta ID
my: ဆောင်းပါး
nl: Artikel
ro: Articol intern
sk: Článok
sq: ID-ja artikullit
sv: Artikel
uk: Стаття

# tl_content.article.1
source: Please select an article.
da: Vælg venligst ID på den arktikel du vil vise.
fa: لطفا یک نوشته وارد کنید.
fi: Ole hyvä ja valitse artikkeli.
fr: Sélectionner un article
hu: Cikk kiválasztása.
lv: Lūdzu izvēlieties rādamā raksta ID.
my: ဆောင်းပါးကိုရွေးပါ။
nl: Selecteer een artikel.
ro: Alegeţi ID-ul articolului pe care doriţi să îl afişaţi.
sk: Prosím vyberte si nejaký článok.
sq: Zgjedhoni ID-në e artikullit që doni ta tregoni.
sv: Välj artikel vars ingress ska visas.
uk: Виберіть ІD (унікальний номер) статті, яку ви хочете відобразити.

# tl_content.form.0
source: Form
da: Formular
fa: فرم
fi: Lomake
fr: Formulaire
hu: Űrlap
lv: Forma
my: ပံုစံ
nl: Formulier
ro: Formular
sk: Formulár
sq: Formulari
sv: Formulär
uk: Форма

# tl_content.form.1
source: Please select a form.
da: Vælg en formular.
fa: لطفا یک فرم را انتخاب نمائید.
fi: Ole hyvä ja valitse lomake.
fr: Sélectionner un formulaire.
hu: Űrlap kiválasztása.
lv: Lūdzu izvēlietes formu.
my: ပံုစံကိုရွေးပါ။
nl: Selecteer een formulier.
ro: Alegeţi un formular.
sk: Prosím vyberte formulár.
sq: Zgjedhoni formularin.
sv: Välj ett formulär.
uk: Будь ласка, виберіть форму.

# tl_content.module.0
source: Module
da: Modul
fa: ماژول
fi: Moduuli
hu: Modul
lv: Modulis
my: အပိုင်း
ro: Modul
sk: Modul
sq: Modul
sv: Modul
uk: Модуль

# tl_content.module.1
source: Please select a module.
da: Vælg venligst det modul du vil inkludere i artiklen.
fa: لطفا یک ماژول انتخاب کنید.
fi: Ole hyvä ja valitse moduuli.
fr: Sélectionner un module.
hu: Modul kiválasztása.
lv: Lūdzu izvēlieties moduli.
my: အပိုင်းကိုရွေးပါ။
nl: Selecteer de module die u in het artikel wil invoegen.
ro: Selectaţi modulul pe care vreţi să îl includeţi în acest articol.
sk: Prosím vyberte si nejaký modul.
sq: Zgjedhoni modulin që doni ta fusni në artikull.
sv: Välj modul som ska visas.
uk: Будь-ласка, виберіть модуль, що хочете включити в статтю.

# tl_content.protected.0
source: Protect element
da: Beskyt element
fa: حفاظت از عنصر
fi: Suojaa elementti.
fr: Protéger l'élément
hu: Elem védelem
lv: Aizsargāt elementu
my: ပစ္စည်းကာကွယ်
nl: Bescherm element
ro: Protejează element
sk: Chránený element
sq: Mboj elementin
sv: Skydda element
uk: Захищений елемент

# tl_content.protected.1
source: Show the content element to certain member groups only.
da: Vis kun indholdselementet for bestemt gruppe medlemmer.
fa: نمایش عنصر محتوا فقط برای گروه‌های اعضاء خاص.
fi: Näytä sisältöelementti vain tietyille jäsenryhmille.
fr: L'élément de contenu sera affiché à certains groupes de membres seulement.
hu: A tartalmi elemet csak bizonyos tag csoportok számára mutatja.
lv: Rādīt satura elementu tikai noteiktu grupu biedriem.
my: သေချာသောအဖွဲ့ဝင်အုပ်စုများကိုသာလျှင်အကြောင်းအရာပစ္စည်းပြသ။
nl: Toon dit inhoudselement alleen aan bepaalde gebruikersgroepen.
ro: Arată element de conţinut doar anumitor grupuri de membri
sk: Ukázať tento obsahový element iba určitým skupinám členov (registrovaných frontend užívateľov).
sq: Trego elementet përmbajtëse vetëm anëtarëve të veçantë të grupeve.
sv: Visa bara innehållselementet för vissa medlemsgrupper.
uk: Елемент контенту, що є дустипним тільки виділеній групі користувачів

# tl_content.groups.0
source: Allowed member groups
da: Tilladte medlemsgrupper
fa: گروه‌های اعضاء مجاز
fi: Sallitut jäsenryhmät
fr: Groupes de membres autorisés
hu: Engedélyezett tag csoport
lv: Atļautās biedru grupas
my: ခွင့်ပြုပြီးအဖွဲ့ဝင်အုပ်စုများ
nl: Ledengroepen die zijn toegestaan
ro: Grupuri de membri permise
sk: Povolené skupiny členov
sq: Grupet anëtarësh të lejuar
sv: Tillåtna medlemsgrupper
uk: Дозволені групи учасників

# tl_content.groups.1
source: These groups will be able to see the content element.
da: Her kan du vælge, hvilke grupper som vil få tilladelse til at se indholdselementet.
fa: این گروه‌ها قادر به مشاهده عصنر محتوا خواهند بود.
fi: Nämä ryhmät voivat nähdä sisältöelementin.
fr: Ces groupes de membres seront autorisés à voir l'élément de contenu.
hu: Ezek a csoportok láthatják a tartalmi elemet.
lv: Šeit jūs varat izvēlēties kurām grupām tiks ļauts redzēt satura elementu.
my: အကြောင်းအရာပစ္စည်းကိုယခုအုပ်စုများမြင်နိုင်။
nl: Geef aan welke groepen toestemming hebben om dit inhoudselement te zien.
ro: Aici puteţi alege ce grupuri vor putea vedea conţinutul
sk: Týmto skupinám sa tento obsahový element bude zobrazovať.
sq: Këtu mund të zgjedhoni se cilët grupe ja të lejuara të shohin elementet përmbajtëse.
sv: Här kan du välja vilka grupper som ska ha rätt att se innehållselementet.
uk: Тут ви можете вибрати групи учасників, які будуть дозволені елементами контенту

# tl_content.guests.0
source: Show to guests only
da: Vis kun til gæster
fa: نمایش فقط به مهمانان
fi: Näytä vain vierailijoille
fr: Montrer aux invités seulement
hu: Csak vendégek láthatják
lv: Rādīt tikai viesiem
my: ဧည့်သည်များကိုသာပြသ
nl: Alleen zichtbaar voor gasten
ro: Arată doar vizitatorilor
sk: Zobraziť iba bežným návštevníkom
sq: Trego vetëm mysafirëve
sv: Visa enbart för gäster
uk: Показувати тільки для незареєстрованих користувачів.

# tl_content.guests.1
source: Hide the content element if a member is logged in.
da: Skjul indholdselementet, hvis et medlem logger ind.
fa: مخفی کردن عنصر محتوا برای اعضایی که وارد شده باشند.
fi: Piilota sisältöelementti jos jäsen on kirjautunut.
fr: Cacher l'élément si un membre est connecté.
hu: Tartalmi elem elrejtése a bejelentkezett tagok elől.
lv: Slēpt satura elementu, ja biedrs ir pieslēdzies.
my: အဖွဲ့ဝင်ဖွင့်ဝင်ပြီးလျှင်အကြောင်းအရာပစ္စည်းကိုဖံုးကွယ်
nl: Verberg dit inhoudselement als een gebruiker aangemeld is.
ro: Ascunde elementul dacă un membru este autentificat
sk: Skryť tento obsahový element ak je člen (registrovaný frontend užívateľ) prihlásený.
sq: Fshih elementet përmbajtëse në qoftë se anëtari është kyçur.
sv: Göm detta innehållselement när medlemmen är inloggad.
uk: Приховати елемент для зареєстрованих користувачів.

# tl_content.cssID.0
source: CSS ID/class
da: Stilark-ID og -klasse
fa: شناسه/کلاس CSS
fi: ID/CSS-luokka
fr: ID/classe(s) CSS
hu: CSS ID/osztály
lv: CSS ID/klase
my: စီအက်အက်စ်အိုင်ဒီ/အမျိုးအစား
ro: ID stil
sq: Stylesheet ID dhe klasa
sv: Stilmall ID och klass

# tl_content.cssID.1
source: Here you can set an ID and one or more classes.
da: Her kan du angive stilark-ID (id-attributten) og eller flere stilark-klasser (class-attributten) for at kunne formatere modulet vha. CSS.
fa: می‌توانید یک شناسه و یک یا چند کلاس انتخاب کنید.
fi: Tähän voit syöttää ID:n sekä yhden tai useamman CSS-luokan.
fr: Saisir un ID de feuille de style et/ou une ou plusieurs classes.
hu: Itt adható meg egy CSS ID és egy vagy több osztály.
lv: Šeit jūs varat ievadīt ID un vienu vai vairākas klases.
my: အိုင်ဒီနှင့်တစ်ခု(သို့)အမျိုးအစားများသတ်မှတ်နိုင်။
nl: Hier kunt u een style sheet ID (id attribute) en een of meerdere style sheet classes opgeven.
ro: Aici puteţi introduce un ID şi una sau mai multe clase de stil pentru a formata modulul prin CSS.
sk: Tu môžte zadať ID a jednu alebo viac tried kaskádových štýlov.
sq: Këtu mund të caktoni ID-në e stylesheet dhe/ose një stylesheet klasë për ta formatuar elementin përmbajtës duke përdorur CSS.
sv: Här kan du ange ett stilmalls-ID (CSS ID) och/eller en eller flera stilmallsklasser (CSS-klass). ID och klasser anges utan prefix (nummertecken # resp. punkt .).
uk: Якщо потрібно створити спеціальний формат CSS визначення елементу, можна ввести ID тут. Це значення буде використаний в ID атрибутах елемента й може в такий спосіб посилатися на стиль.

# tl_content.space.0
source: Space in front and after
da: Mellemrum før og efter
fa: فاصله در ابتداء و انتهاء
fi: Tila ennen ja jälkeen
fr: Espace avant et après
hu: Hely előtte és utána
lv: Atstarpe pirms un pēc
my: အရှေ့နှင့်ပြီးနောက်ကွက်လပ်ခြား
nl: Ruimte voor en achter
ro: Spaţiu înainte şi după
sk: Medzera pred a za
sq: Hapësirë para dhe mbrapa
sv: Avstånd före och efter
uk: Відстань до і після
