Repository: contao/core
Catalog: system/modules/core/languages/*/*_files.xlf
Languages: cs, da, de, es, fa, fi, hu, it, lv, my, ro, sk, sl, sq, sv, uk

# tl_files.name.0
source: Name
cs: Název
da: Navn og medietyper
es: Nombre
fa: نام
fi: Nimi
hu: Név
it: Nome
lv: Nosaukums
my: နာမည်
ro: Nume şi tip media
sk: Názov
sl: Ime in medijski tipi
sq: Emri
sv: Namn och mediatyper
uk: Ім'я

# tl_files.name.1
source: Contao automatically adds the file extension.
cs: Prosím zadejte název adresáře nebo souboru (bez rozšíření)
da: Angiv mappens eller filens navn (uden filendelse).
de: Contao fügt die Dateiendung bei Dateien automatisch ein.
es: Por favor introduce el nombre de la carpeta o archivo (sin extensión).
fa: کانتائو پسوند پرونده را به صورت خودکار اضافه می‌کند.
fi: Contao lisää tiedostopäätteen automaattisesti.
hu: A Contao automatikusan hozzáfűzi a fájl kiterjesztést.
it: Inserisci il nome della cartella o del file senza estensione
lv: Lūdzu ievadiet mapes vai datnes vārdu (bez paplašinājuma)
my: ဖိုင်နောက်ဆက်တွဲကိုကွန်တောင်မှလိုလျောက်ထည့်။
ro: Introduceţi numele directorului sau fişierului (fără extensie).
sk: Vložte, prosím, názov súboru, alebo priečinku (bez prípony)
sl: Vnesite ime mape ali datoteke (brez končnice).
sq: Epeni emrin e dosjes apo të skedarit (pa prapashtesë).
sv: Contao lägger automatiskt till filändelsen.
uk: Введіть ім'я файлу або папки без розширення. Розширення буде додано автоматично.

# tl_files.protected.0
source: Protected
cs: Chráněné
da: Beskyttet
de: Geschützt
es: Protegido
fa: حفاظت شده
fi: Suojattu
hu: Védett
it: Protetto
lv: Aizsargāts
my: ကာကွယ်ပြီး
ro: Protejat
sk: Chránené
sl: Zaščiteno
sq: Mbrojtur
sv: Skyddad

# tl_files.protected.1
source: Prevent accessing the folder via HTTP. The files can still be made available e.g. with the downloads element.
cs: Chráněný přístup ke složce přes HTTP. Soubor bude nadále dostupný např. jako soubor ke stažení.
da: Forhindre adgang til mappen via HTTP. Filerne kan stadig gøres tilgængelige f.eks. via download elementer.
de: Verhindert den Zugriff via HTTP. Die Dateien sind weiterhin z.B. über das Downloads-Element verfügbar.
es: Impedir el acceso a la carpeta mediante HTTP. Los archivos pueden ser puestos a disposición mediante el elemento de downloads.
fa: از دسترسی به پوشه از طریق اچ‌تی‌تی‌پی جلوگیری شد. ولی پرونده‌ها برای نمونه از طریق عنصر دانلود در دسترس خواهند بود.
fi: Estö pääsy hakemistoon HTTP:n kautta. Tiedostot voi silti ladata esim. tiedostolatauselementillä.
hu: A mappa HTTP-n keresztüli hozzáférhetőségének megakadályozása. A fájlokat a továbbiakban elérhetővé kell tenni, pl. letölthető elemként.
it: Impedisce l'accesso alla cartella tramite HTTP. I file possono essere ancora disponibili ad esempio con l'elemento downloads.
my: ဟိပ်စ်တီတီပီမှဖို်င်တွဲဝင်ကြည့်ခြင်းကာကွယ်။ယခုဖိုင်များကိုလုပ်ရယူနိုင်ပြီး(ဥပမာဆွဲယူပြီးပစ္စည်းဖြင့်)။
ro: Previne accesul la director prin HTTP. Fişierele pot fi disponibile în continuare ex. cu elementul de download.
sk: Obmedzený prístup k adresáru cez HTTP. Súbory môžu byť dostupné ako napr. objekty na stiahnutie.
sl: Prepreči dostop do direktorija preko HTTP. Datoteke so lahko še vedno dosegljive, recimo preko elementa prenosi.
sq: Parandalo qasjen në dosje nëpërmjet HTTP-së. Skedarët mund të vihen në dispozicion p.sh. me elementin downloads.
sv: Förhindra åtkomst till mappen via HTTP. Filerna kan fortfarande göras tillgängliga via t.ex. nedladdningselement.

# tl_files.importantPartX.0
source: Important part x coordinate
cs: Důležitá část x-koordinátů
da: Vigtig del x koordinater
de: x-Koordinate des wichtigen Teils
es: Parte importante de la coordenada X
fa: مختصات x بخش مهم
fi: Tärkeän osan x-koordinaatti
hu: Fontos rész x koordináta
it: Coordinate X della parte importante
lv: Svarīgās daļas x koordināte
ro: Coordonata x pentru partea importantă
sk: X súradnica dôležitej časti
sl: Pomemben del, x koordinata
sv: Viktig dels x-koordinat

# tl_files.importantPartX.1
source: Here you can enter the x coordinate of the important part.
cs: Zde můžete zadat x-koordináty důležité části.
da: Her kan du indtaste x koordinaterne for den vigtige del.
de: Hier können Sie die x-Koordinate des wichtigen Teils eingeben.
es: Aquí puede introducir la coordenada X de la parte importante.
fa: اینجا می‌توانید مختصات x قسمت مهم را انتخاب نمایید.
fi: Tähän voit syöttää tärkeän osan x-koordinaatin
hu: Itt adható meg a fontos rész y koordinátája.
it: Qui è possibile inserire le coordinate X della parte importante
lv: Šeit jūs varat norādīt svarīgās daļas x koordināti.
ro: Introduceţi coordonata x pentru partea importantă.
sk: Tu môžete zadať X súradnicu dôležitej oblasti obrázku.
sl: Tukaj lahko nastavite x koordinato pomembnega dela.
sv: Här kan du ange x-koordinat för den viktiga delen.

# tl_files.importantPartY.0
source: Important part y coordinate
cs: Důležitá část y-koordinátů
da: Vigtig del y koordinater
de: y-Koordinate des wichtigen Teils
es: Parte importante de la coordenada Y
fa: مختصات y بخش مهم
fi: Tärkeän osan y-koordinaatti
hu: Fontos rész y koordináta
it: Coordinate Y della parte importante
lv: Svarīgās daļas y koordināte
ro: Coordonata y pentru partea importantă
sk: Y súradnica dôležitej časti
sl: Pomemben del, y koordinata
sv: Viktig dels y-koordinat

# tl_files.importantPartY.1
source: Here you can enter the y coordinate of the important part.
cs: Zde můžete zadat y-koordináty důležité části.
da: Her kan du indtaste y koordinaterne for den vigtige del.
de: Hier können Sie die y-Koordinate des wichtigen Teils eingeben.
es: Aquí puede introducir la coordenada Y de la parte importante.
fa: اینجا می‌توانید مختصات y قسمت مهم را انتخاب نمایید.
fi: Tähän voit syöttää tärkeän osan y-koordinaatin
hu: Itt adható meg a fontos rész z koordinátája.
it: Qui puoi inserire le coordinate Y della parte importante.
lv: Šeit jūs varat norādīt svarīgās daļas y koorināti.
ro: Introduceţi coordonata y pentru partea importantă.
sk: Tu môžete zadať Y súradnicu dôležitej oblasti obrázku.
sl: Tukaj lahko nastavite y koordinato pomembnega dela.
sv: Här kan du ange y-koordinat för den viktiga delen.

# tl_files.importantPartWidth.0
source: Important part width
cs: Důležitá část na šířku
da: Vigtig del bredde
de: Breite des wichtigen Teils
es: Ancho de la parte importante
fa: عرض بخش مهم
fi: Tärkeän osan leveys
hu: Fontos rész szélessége
it: Larghezza parte importante
lv: Svarīgās daļas platums
ro: Lăţimea pentru partea importantă
sk: Šírka dôležitej časti
sl: Pomembni del, širina
sv: Viktig dels bredd

# tl_files.importantPartWidth.1
source: Here you can enter the width of the important part.
cs: Zde můžete zadat šířku důležité části.
da: Her kan du indtaste bredden for den vigtige del.
de: Hier können Sie die Breite des wichtigen Teils eingeben.
es: Aquí puedes introducir el ancho de la parte importante.
fa: اینجا می‌توانید عرض قسمت مهم را انتخاب نمایید.
fi: Tähän voit syöttää tärkeän osan leveyden.
hu: Itt adható meg a fontos rész szélessége.
it: Qui è possibile inserire la larghezza della parte importante.
lv: Šeit jūs varat norādīt svarīgās daļas platumu.
ro: Introduceţi lăţimea pentru partea importantă.
sk: Tu môžete zadať šírku dôležitej oblasti obrázku.
sl: Tukaj lahko nastavite širino pomembnega dela.
sv: Här kan du ange bredden för den viktiga delen.

# tl_files.importantPartHeight.0
source: Important part height
cs: Důležitá část na výšku
da: Vigtig del højde
de: Höhe des wichtigen Teils
es: Altura de la parte importante
fa: ارتفاع بخش مهم
fi: Tärkeän osan korkeus
hu: Fontos rész magassága
it: Altezza parte importante
lv: Svarīgās daļas augstums
ro: Înălţimea pentru partea importantă
sk: Výška dôležitej časti
sl: Pomembni del, višina
sv: Viktig dels höjd

# tl_files.importantPartHeight.1
source: Here you can enter the height of the important part.
cs: Zde můžete zadat výšku důležité části.
da: Her kan du indtaste højden for den vigtige del.
de: Hier können Sie die Höhe des wichtigen Teils eingeben.
es: Aquí puedes introducir la altura de la parte importante.
fa: اینجا می‌توانید ارتفاع قسمت مهم را انتخاب نمایید.
fi: Tähän voit syöttää tärkeän osan korkeuden.
hu: Itt adható meg a fontos rész magassága.
it: Qui è possibile inserire l'altezza della parte importante.
lv: Šeit jūs varat norādīt svarīgās daļas augstumu.
ro: Introduceţi înălţimea pentru partea importantă.
sk: Tu môžete zadať výšku dôležitej oblasti obrázku.
sl: Tukaj lahko nastavite višino pomembnega dela.
sv: Här kan du ange höjden för den viktiga delen.

# tl_files.meta.0
source: Meta information
cs: Meta
de: Meta-Informationen
es: Información Meta
fa: اطلاعات متا
fi: Metatiedot
hu: Meta információ
it: Meta informazioni
lv: Meta informācija
my: ရှေ့ဆက်အချက်အလက်
ro: Metainformaţie
sk: Informácie v Meta tagu
sl: Meta informacije
sq: Meta informacion
uk: Матаданні

# tl_files.meta.1
source: Here you can enter the file meta information.
cs: Sem můžete zadat soubor s metainformacemi
da: Har kan du indtaste filens meta information.
de: Hier können Sie die Meta-Informationen der Datei eingeben.
es: Aquí puede introducir la información Meta del archivo.
fa: اینجا می‌توانید اطلاعات متا پرونده را وارد نمایید.
fi: Tähän voit syöttää tiedoston metatiedot.
hu: Megadhatóak a fájl meta információi.
it: Qui è possibile inserire le meta informazioni del file
lv: Šeit jūs varat ievadīt datnes meta informāciju
my: ရှေ့ဆက်အချက်အလက်ထည့်သွင်းနိုင်။
ro: Aici puteţi introduce metainformaţiile pentru fişier.
sk: Tu môžte vložiť súbor s Meta informáciami.
sl: Tu vnesite meta informacije za datoteko.
sq: Këtu mund të epeni meta informacionet e skedarit.
sv: Här kan du ange filens meta-information.
uk: Ви можете ввести метаданні файла.

# tl_files.htaccessInfo
source: Folder protection is accomplished by adding a .htaccess file which denies access to the folder. It seems that you are not using an Apache server, therefore the feature might not work at all or require to adjust your server configuration. Please double-check before uploading any non-public resources!
cs: Ochrana složky se dokončí tím, že upravíte soubor .htaccess, ve kterém omezíte přístup k dané složce. Vypadá to, že nepoužíváte server Apache. Proto nejspíš nebude daná funkce fungovat nebo bude nutné upravit nastavení Vašeho serveru. Prosím překontrolujte, ještě než nahrajete jakékoli nepublikovatelné soubory!
da: Beskyttelse af mapper opnåes ved at tilføje en .htaccess fil der nægter adgang til mappen. Det ser ud til at du ikke benytter Apache server, derfor vil funktionen sikkert slet ikke fungere uden at du tilpasser din server konfiguration. Venligst dobbelt-tjek inden du uploader ikke-offentligt tilgængelige resourcer!
de: Verzeichnisse werden mittels einer .htaccess-Datei geschützt, die den Zugriff auf den Ordner unterbindet. Sie benutzen offenbar keinen Apache-Server, daher steht die Funktion unter Umständen gar nicht zur Verfügung oder erfordert die Anpassung der Serverkonfiguration. Prüfen Sie dies unbedingt, bevor Sie nicht-öffentliche Ressourcen hochladen!
es: Protección de carpetas se logra mediante la adición de un archivo llamado .htaccess que niega el acceso a la carpeta. Parece que no está utilizando un servidor Apache, por lo tanto, ésta propiedad no funcionará ó se requiere el ajuste de la configuración del servidor. Por favor, verifíque antes de subir los archivos no públicos!
fa: حفاظت پوشه با افزودن پرونده .htaccess که جلوی دسترسی به پوشه را می‌گیرد، انجام شد. ولی به نظر می‌رسد که شما از سرور آپاچی استفاده نمی‌کنید، بنابراین این ویژگی ممکن است همیشه کار نکند یا نیاز به تنظیمات سرور داشته باشد. لطفا قبل از بارگزاری هر منبع غیرعمومی دوباره بررسی نمایید.
fi: Hakemiston suojaus tehdään lisäämällä hakemistoon .htaccess-tiedosto, joka estää pääsyn hakemistoon. Näyttää siltä, että en käytä Apache-palvelinta. Siitä syystä ominaisuus ei välttämättä toimi, tai saattaa vaatia toimenpiteitä palvelimen asetuksissa. Ole hyvä ja tarkista asia ennen kuin lataat hakemistoon yksityiseksi tarkoitettua materiaalia.
hu: Könyvtár védelmének megvalósítása .htaccess fájl hozzáadásával, amely megtagadja a hozzáférést a mappához. Amennyiben nem Apache szervert használ, előfordulhat, hogy ez a módszer esetleg nem működik, vagy a szerver beállításainak módosítása szükséges. Kérjük duplán ellenőrizze, mielőtt feltölti a nem publikus anyagait!
it: La protezione della cartella si ottiene con l'aggiunta di un file .htaccess che nega l'accesso alla cartella. Sembra che non si stia utilizzando un server Apache, quindi la funzione potrebbe non funzionare del tutto o richiedere una configurazione specifica del server. Ti preghiamo di verificare prima di caricare risorse che non si vuole rendere pubbliche!
my: ဖိုင်တွဲကိုဝင်ကြည့်ရန်တားမြစ်သော .htaccess ဖိုင်ကိုထည့်ခြင်းဖြင့်ဖိုင်တွဲကာကွယ်ခြင်းကိုလုပ်ဆောင်နိုင်။ အပါချီဆာဗာကိုမစတင်ပါကအင်္ဂါရပ်အလုပ်မလုပ်နိုင်(သို့)ဆာဗာပံုစံပြင်ထိန်းညှိရန်လိုအပ်။ အများသံုးမဟုတ်ရင်းမြစ်များမကူးတင်ခင်သေချာစစ်ဆေးပါ!
ro: Protejarea directorului se face prin adăugarea unui fişier .htaccess ce blochează accesul la. Se pare că nu folosiţi un server Apache, şi prin urmare această facilitate se poate să nu funcţioneze de loc sau este necesar să vă ajustaţi configuraţia serverului. Verificaţi de mai multe ori accesul înainte de a încărca resurse care nu trebuie făcute publice!
sk: Ochrana adresáru sa nastaví ak upravíte súbor .htaccess, v ktorom zablokujete prístup k danému adresáru. Vyzerá to tak, že nepoužívate webový server Apache, preto táto funkcia nemusí fungovať správne alebo vyžaduje úpravu nastavení webového serveru. Prosím overte to predtým ako nahráte akékoľvek súbory neverejného charakteru.
sl: Zaščita direktorijev se doseže z dodajanjem .htaccess datoteke, ki prepreči dostop do direktorija. Kaže tako, da ne uporabljate Apache strežnika, zato je mogoče, da ta možnost ne bo delovala ali pa je potrebna nastavitev strežniške konfiguracije. Pred prenosom preverite ustreznost objave vira.
sq: Mbrojtja dosjes vihet duke shtuar një skedar. htaccess e cila mohon qasje në dosje. Duket se ju nuk jeni duke përdorur një server Apache, prandaj ky funksion nuk mund të punoj ose kërkohen konfigurime shtesë të serverit tuaj. Ju lutemi bëni kontroll të dyfishtë para se të ngarkoni ndonjë gjësend jo-publik!
sv: Skydd av mappen erhålls genom att lägga till en .htaccess-fil som nekar åtkomst till mappen. Det verkar som att du inte använder en Apache-server vilket kan medföra att detta skydd inte alls fungerar eller kräver ändringar i serverkonfigurationen. Vänligen dubbelkontrollera innan känsliga resurser laddas upp!

# tl_files.fileupload.0
source: File upload
cs: Přenos souborů
da: Fil-upload
de: Datei-Upload
es: Subir archivo
fa: بارگزاری پرونده
fi: Tiedoston lataus
hu: Fájl feltöltés
it: Upload file
lv: Augšupielādes fails
my: ဖိုင်ကူးတင်
ro: Încarcă fişier
sk: Nahranie súboru - upload
sl: Naloži datoteko
sq: Ngarkimi skedareve
sv: Filuppladdning
uk: Завантаження файлу

# tl_files.fileupload.1
source: Select the files you want to upload to the server (maximum %s and %s pixels).
cs: Vyberte soubor, který chcete nahrát na server. (maximum %s a %s px).
da: Vælg den fil du ønsker at uploade til serveren (maksimum %s og %s pixels).
de: Wählen Sie die Dateien, die Sie auf den Server übertragen möchten (maximal %s und %s Pixel).
es: Seleccione los ficheros que desea subir al servidor (máximo %s y %s píxeles).
fa: پرونده‌هایی را که می‌خواهید در سرور بارگزاری شوند را انتخاب نمایید (بیشترین %s و %s پیکسل).
hu: Szerverre feltölteni kívánt fájlok kiválasztása (maximum %s és %s pixel).
it: selezionare i files che si vuole caricare sul server (massimo %s per %s pixels).
lv: Atlasiet datnes, kuras vēlaties augšupielādēt serverī (maksimāli %s un %s pikseļi).
sl: Izberite datoteke, katere želite prenesti na strežnik (maksimalna %s in %s v pikslih).
sv: Väl filer som du vill ladda upp till servern (maximalt %s och %s pixlar).

# tl_files.editor.0
source: Source editor
cs: Editor
da: Kilderedigering
de: Quelltexteditor
es: Editor código fuente
fa: ویرایشگر منبع
fi: Koodimuokkain
hu: Forrás szerkesztő
it: Editor sorgente
lv: Avota redaktors
my: ရင်းမြစ်တည်းဖြတ်သူ
ro: Editor sursă
sk: Editor zdrojov
sl: Urejevalnik izvora
sq: Editori kodit
sv: Källkodseditor
uk: Редактор коду

# tl_files.editor.1
source: Here you can edit the file source (press F11 to toggle full screen mode).
cs: Zde můžete upravit zdroj souboru (stiskněte F11 pro zobrazení celé obrazovky).
da: Her kan du redigere kildefilen (tryk F11 for at aktivere fuldskærmsvisning).
de: Hier können Sie den Quelltext der Datei bearbeiten (Vollbildansicht mit F11).
es: Utiliza el editor para modificar archivos en el servidor (F11 para ver en modo pantalla completo).
fa: اینجا می‌توانید منبع پرونده را ویرایش کنید (F11 را برای تغییر به وضعیت برگه کامل فشار دهید).
fi: Tästä voit muokata tiedoston lähdekoodia (paina F11 kokonäyttötilaa varten).
hu: Itt lehet szerkeszteni a forrás fájlt (az F11 gombbal teljes képernyős módba válthat).
it: Qui è possibile modificare il file di origine (premere F11 per passare alla modalità a schermo intero).
lv: Šeit jūs varat rediģēt datnes avotu (nospiediet F11, lai pārslēgtu pilnekrāna režīmu).
my: ဖိုင်ရင်းမြစ်တည်းဖြတ်နိုင်(အက်ဖ်၁၁ကိုနိပ်၍မျက်နှာပြင်အပြည့်သို့ဖွင့်ပိတ်လုပ်ပြောင်း)။
ro: Aici puteţi edita sursa fişierului (folosiţi F11 pentru a folosi tot ecranul)
sk: Tu môžete upraviť zdrojový kód súboru (stlačte F11 pre zobrazenie na celú obrazovku).
sl: Tukaj lahko urejate vir datoteke (pritisnite F11 za vklop celozaslonskega načina).
sq: Këtu mund të përpunoni kodin e skedarëve (shtypni F11 për ndryshim të ekranit në paraqitje të plotë, angl. "Full Screen Mode").
sv: Här kan du redigera källkoden i filen (tryck F11 för att växla till fullskärmsläge).

# tl_files.upload
source: Upload files
cs: Nahrát soubory
da: Upload filer
de: Dateien hochladen
es: Subir archivos
fa: بارگزاری پرونده‌ها
fi: Lataa tiedostot
hu: Fájlok feltöltése
it: Carica file
lv: Augšupielādēt datnes
my: ကူးတင်ဖိုင်များ
ro: Încarcă fişiere
sk: Nahrať súbory
sl: Prenesi datoteke
sq: Ngarko skedarët
sv: Ladda upp filer
uk: Завантажити

# tl_files.uploadNback
source: Upload files and go back
cs: Nahrát soubory a vrátit se zpět
da: Upload filer og gå tilbage
de: Dateien hochladen und zurück
es: Subir archivos y volver
fa: بارگزاری پرونده‌ها و بازگشت
fi: Lataa tiedostot ja siirry takaisin
hu: Fájlok feltöltése és visszalépés
it: Carica file e torna indietro
lv: Augšupielādēt datnes un iet atpakaļ
my: ဖိုင်များကူးတင်ပြီးပြန်သွား
ro: Încarcă fişiere şi mergi înapoi
sk: Nahrať súbory a ísť späť
sl: Prenesi datoteke in pojdi nazaj
sq: Ngarko skedarët dhe kthehu
sv: Ladda upp filer och återvänd
uk: Завантажити і повернутися

# tl_files.editFF
source: Edit a file or folder
cs: Editovat soubor nebo adresář
da: Rediger en fil eller mappe
de: Eine Datei oder ein Verzeichnis bearbeiten
es: Editar un archivo o carpeta
fa: ویرایش یک پرونده یا پوشه
fi: Muokkaa tiedostoa tai hakemistoa
hu: Fájl vagy mappa szerkesztése
it: Modifica un file o una cartella
lv: Rediģēt datni vai mapi
my: ဖိုင်(သို့)ဖိုင်တွဲတည်းဖြတ်
ro: Editează fişier sau director
sk: Upraviť súbor alebo priečinok
sl: Uredi datoteko ali mapo
sq: Përpuno një skedarë apo një dosje
sv: Redigera en fil eller en mapp
uk: Редагувати файл або папку

# tl_files.uploadFF
source: Upload files to folder "%s"
cs: Nahrát soubor do adresáře "%s"
da: Upload filer til mappen "%s"
de: Dateien in den Ordner "%s" hochladen
es: Subir un archivo a la carpeta "%s"
fa: بارگزاری یک یا چند پرونده درون پوشه "%s"
fi: Lataa tiedostot kansioon "%s"
hu: Fájlok feltöltése a "%s" mappába
it: Carica un file nella cartella "%s"
lv: Augšupielādēt uz mapi "%s"
my: ဖိုင်တွဲ "%s" သို့ဖိုင်များကူးတင်
ro: Încărcă fişier în directorul "%s"
sk: Nahrať súbor do priečinka "%s"
sl: Prenesi datoteko v mapo "%s"
sq: Ngarko një skedarë në dosjen "%s"
sv: Ladda upp en fil till mappen "%s"
uk: Завантажити файли у папку "%s"

# tl_files.editFile
source: Edit file "%s"
cs: Upravit soubor "%s"
da: Rediger filen "%s"
de: Die Datei "%s" bearbeiten
es: Editar código fuente del archivo "%s"
fa: ویرایش پرونده "%s"
fi: Muokkaa tiedostoa "%s"
hu: "%s" fájl szerkesztése
it: Modifica il codice sorgente del file "%s"
lv: Rediģēt datnes "%s" avotu
my: ဖိုင် "%s" တည်းဖြတ်
ro: Editează fişierul sursă
sk: Upraviť zdrojový súbor "%s"
sl: Uredi vir datoteke "%s"
sq: Përpuno skedarin "%s
sv: Redigera filen "%s"
uk: Редагувати файл "%s"

# tl_files.browseFiles
source: Browse files
cs: Procházet
da: Gennemse filer
de: Dateien suchen
es: Explorar archivos
fa: مرور پرونده‌ها
fi: Selaa tiedostoja
hu: Fájlok tallózása
it: Sfoglia l'elenco dei file
lv: Pārlūkot datnes
my: ဖိုင်များရှာဖွေ
ro: Răsfoieşte fişierele
sk: Prehľadávať súbory
sl: Brskaj datoteke
sq: Shfleto skedarët
sv: Bläddra bland filer
uk: Перегляд файлів

# tl_files.clearList
source: Clear list
cs: Smazat seznam
da: Ryd liste
de: Liste leeren
es: Limpiar lista
fa: پاک کردن فهرست
fi: Tyhjennä lista
hu: Lista törlése
it: Pulisci elenco
lv: Notīrīt sarakstu
my: စာရင်းဖယ်ရှား
ro: Şterge lista
sk: Vyprázdniť zoznam
sl: Izprazni seznam
sq: Pastro listën
sv: Töm lista
uk: Очистити список

# tl_files.startUpload
source: Start upload
cs: Začít nahrávání souborů
de: Upload starten
es: Iniciar carga
fa: شروع بارگزاری
fi: Aloita latus
hu: Feltöltés indítása
it: Inizia l'upload
lv: Sākt augšupielādi
my: ကူးတင်စတင်
ro: Încarcă
sk: Začať nahrávanie súborov
sl: Prični z nalaganjem
sq: Fillo ngarkimin
sv: Börja uppladdningen
uk: Почати завантаження

# tl_files.dropzone
source: Click or drop files here to upload
cs: Klikněte nebo sem přesuňte soubory určené k přenosu
da: Klik her eller træk filer hertil for at uploade
de: Hier klicken oder Dateien ablegen
es: Pincha o arrastra los ficheros aquí para subir
fa: کلیک کنید یا پرونده‌ها را در این قسمت برای بارگزاری بیاندازید
fi: Klikkaa tai pudota tiedostot tähän latausta varten
hu: Kattints vagy ejtsd ide a fájlt a feltöltéshez
it: Clicca o trascina qui il file per caricarlo
lv: Noklikšķiniet vai nometiet datnes šeit, lai augšupielādētu
ro: Selectaţi sau aruncţi fişiere aici pentru upload
sk: Kliknite, alebo pretiahnite sem súbory, ktoré chcete nahrať
sl: Dokumente naložite tako, da jih povlečete sem ali pa pritisnete ta gumb.
sv: Klicka eller släpp filer här för att ladda upp

# tl_files.fileLocation
source: File location: %s
cs: Umístění souboru: %s
da: Filplacering: %s
de: Pfad zur Datei: %s
es: Ubicación del fichero: %s
fa: موقعیت پرونده: %s
fi: Tiedoston sijainti: %s
hu: Fájl helye: %s
it: Posizione file : %s
lv: Datnes vieta: %s
ro: Locaţie fişier: %s
sk: Umiestnenie súboru: %s
sl: Lokacija datoteke: %s
sv: Filplacering: %s

# tl_files.syncAdded
source: Added the file or folder "%s"
cs: Byl přidán soubor nebo složka "%s"
da: Tilføjet filen eller mappen "%s"
de: Die Datei bzw. der Ordner "%s" wurde hinzugefügt
es: Fichero añadido al directorio "%s"
fa: پرونده‌ و پوشه اضافه شده "%s"
fi: Tiedosto tai hakemisto "%s" lisättiin
hu: "%s" fájl vagy mappa hozzáadása
it: Aggiunto il file o la cartella "%s"
lv: Pievienoja datni vai mapi "%s"
my: ဖိုင်(သို့)ဖိုင်တွဲ "%s" ထည့်သွင်းပြီး
ro: S-a adăugat fişierul sau directorul "%s"
sk: Bol pridaný súbor alebo priečinok "%s"
sl: Dodana datoteka ali mapa "%s"
sq: Skedari apo dosja "%s" është futur
sv: Lade till filen eller mappen "%s"
