Repository: contao/core
Catalog: system/modules/core/languages/*/*_files.xlf
Languages: cs, da, de, es, fa, fi, hu, it, lv, my, ro, sk, sl, sq, sv, uk

# tl_files.syncChanged
source: Updated the hash of the file or folder "%s"
cs: Byl zaktualizován hash souboru nebo složky "%s"
da: Opdateret hash for filen eller mappen "%s"
de: Der Hash der Datei bzw. des Ordners "%s" wurde aktualisiert
es: Ha actualizado el hash del archivo o carpeta "%s"
fa: هش پرونده یا پوشه "%s" به‌روز شد
fi: Tiedoston tai hakemiston "%s" hash päivitettiin
hu: Frissült a "%s" fájl vagy könyvtár hash információja
it: Aggiornato l'hash del file o della cartella "%s"
lv: Atjaunināja datnes vai mapes "%s" jaucējatslēgu
my: ဖိုင်(သို့)ဖိုင်တွဲ "%s" သင်္ကေတမွမ်းမံပြီး
ro: S-a actualizat hash-ul fişierului sau directorului "%s"
sk: Bol zaktualizovaný hash súboru alebo priečinku "%s"
sl: Posodobljen hash datoteke ali direktorija "%s"
sq: Hashkodi i skedarit apo dosjes "%s" është rifreskuar.
sv: Uppdaterade hash-nummer för filen eller mappen "%s"

# tl_files.syncUnchanged
source: Found the file or folder "%s"
cs: Byl nalezen soubor nebo složka "%s"
da: Fundet filen eller mappen "%s"
de: Die Datei bzw. der Ordner "%s" wurde gefunden
es: Ha encontrado el fichero o la carpeta "%s"
fa: پیدا کردن پرونده یا پوشه "%s"
fi: Tiedosto tai hakemisto "%s" löytyi
hu: "%s" fájl vagy könyvtár megtalálva
it: Trovato il file o la cartella "%s"
lv: Atrada datni vai mapi "%s"
my: ဖိုင်(သို့)ဖိုင်တွဲ "%s" တွေ့ရှိပြီး
ro: S-a regăsit fişierul sau directorul "%s"
sk: Nájdený súbor alebo priečinok "%s"
sl: Najdena datoteka ali mapa "%s"
sq: Skedari apo dosja "%s" është gjetur
sv: Hittade filen eller mappen "%s"

# tl_files.syncMoved
source: Found the file or folder "%s" at "%s"
cs: Byl nalezen soubor nebo složka "%s" v "%s"
da: Fundet filen eller mappen "%s" ved "%s"
de: Die Datei bzw. der Ordner "%s" wurde als "%s" gefunden
es: Ha encontrado el fichero o la carpeta "%s" en"%s"
fa: پیدا کردن پرونده یا پوشه "%s" در "%s"
fi: Tiedosto tai hakemisto "%s" löytyi sijainnista "%s"
hu: A "%s" fájl vagy mappa megtalálva itt: "%s"
it: Trovato il file o la cartella "%s" in "%s"
lv: Atrada datni vai mapi "%s" pie "%s"
my: ဖိုင်(သို့)ဖိုင်တွဲ "%s" တွေ့ရှိပြီး "%s" တွင်
ro: S-a regăsit fişierul sau directorul "%s" la "%s"
sk: Nájdený súbor alebo priečinok "%s" v "%s"
sl: Najdena datoteka ali mapa "%s" v "%s"
sq: Skedari apo dosja "%s" është gjetur në "%s"
sv: Hittade filen eller mappen "%s" i "%s"

# tl_files.syncDeleted
source: Removed the file or folder "%s"
cs: Přesunutý soubor nebo složka "%s"
da: Fjernet filen eller mappen "%s"
de: Die Datei bzw. der Ordner "%s" wurde gelöscht
es: Ha eliminado el archivo o la carpeta "%s"
fa: پرونده یا پوشه «%s» حذف شد
fi: Tiedosto tai hakemisto "%s" poistettiin
hu: "%s" fájl vagy könyvtár törölve
it: Rimosso il file o la cartella "%s"
lv: Aizvāca datni vai mapi "%s"
my: ဖိုင်(သို့)ဖိုင်တွဲ "%s" ဖယ်ရှားပြီး
ro: S-a şters fişierul sau folderul "%s"
sk: Presunutý súbor alebo priečinok "%s"
sl: Datoteka ali mapa "%s" odstranjena
sq: Skedari apo dosja "%s" është fshirë
sv: Raderade filen eller foldern "%s"
uk: Видалений файл або каталог "%s"

# tl_files.syncComplete
source: The synchronization has been completed
cs: Synchronizace byla dokončena
da: Synkroniseringen er fuldført
de: Die Synchronisation wurde abgeschlossen
es: La sincronización ha sido completa
fa: هماهنگ‌سازی کامل شده است
fi: Synkronointi on valmis
hu: A szinkronizálás elkészült
it: La sincronizzazione è stata completata
lv: Sinhronizācija ir pabeigta
my: ထပ်တူကျရန်လုပ်ခြင်းပြီးဆံုး
ro: Sincronizarea s-a terminat
sk: Synchronizácia bola dokončená
sl: Sinhronizacija je bila zaključena
sq: Sinkronizimi ka përfunduar
sv: Synkroniseringen är slutförd
uk: Синхронизація завершена

# tl_files.syncResult
source: <strong>Result:</strong> %s added | %s modified | %s unchanged | %s moved | %s deleted
cs: <strong>Výsledek:</strong> přidáno %s | upraveno %s | nezměněno %s | přesunuto %s | smazáno %s
da: <strong>Resultat:</strong> %s tilføjet | %s ændret | %s uændret | %s flyttet | %s slettet
de: <strong>Ergebnis:</strong> %s neu | %s geändert | %s unverändert | %s verschoben | %s gelöscht
es: <strong>Resultado:</strong> %s añadidos| %s modificados| %s sin cambiar| %s movido| %s borrados
fa: <strong>نتیجه:</strong> %s اضافه شد | %s تغییر یافت | %s بدون تغییر | %s جابجا شد | %s deleted
fi: <strong>Tulos:</strong> %s lisätty | %s muokattu | %s muuttumatonta | %s siirrettyä | %s poistettu
hu: <strong>Eredmény:</strong> %s hozzáadva | %s módosítva | %s változatlan | %s áthelyezve | %s törölve
it: <strong>Risultato:</strong> %s aggiunti | %s modificati | %s invariati | %s spostati | %s cancellati
lv: <strong>Rezultāts:</ strong> %s pievienoti |%s modificēti |%s nemainīgi |%s pārvietoti |%s dzēsti
my: <strong>ရလဒ်များ:</strong> %s ထည့်သွင်းပြီး | %s ပြုပြင်မွမ်းမံပြီး | %s မပြောင်းလဲပြီး | %s ရွေ့ပြောင်းပြီး | %s ပယ်ဖျက်ပြီး
ro: <strong>Rezultat:</strong> %s adăugat | %s modificat | %s neschimbat | %s mutat | %s şters
sk: <strong>Výsledok:</strong> %s pridaný | %s modifikovaný | %s nezmenený | %s premiestnený | %s odstránený
sl: <strong>Rezultat:</strong> %s dodanih | %s spremenjenih | %s nespremenjenih | %s premaknjenih | %s izbrisanih
sq: <strong>Rezultati:</strong> %s futur | %s ndryshuar | %s pandryshuar | %s lëvizur | %s fshirë
sv: <strong>Resultat:</strong> %s tillagd | %s modifierad | %s oförändrad | %s flyttad | %s raderad
uk: <strong>Результат:</strong> додано %s | модифіковано %s | без змін %s | переміщено %s | видалено %s

# tl_files.syncShowUnchanged
source: Show unchanged
cs: Zobrazit nezměněné
da: Vis uændrede
de: Unveränderte anzeigen
es: Mostrar inalterados
fa: نمایش تغییر نیافته‌
fi: Näytä muuttumattomat
hu: Változatlanok mutatása
it: Mostra invariati
lv: Rādīt nemainītos
my: မပြောင်းလဲပြီးများပြသ
ro: Arată ce e nemodificat
sk: Zobraziť nezmenené
sl: Prikaži nespremenjene
sq: Trego të pandryshuarit
sv: Visa oförändrade
uk: Показати те що не було змінено

# tl_files.new.0
source: New folder
cs: Nová složka
da: Ny mappe
de: Neuer Ordner
es: Nueva plantilla
fa: پوشه جدید
fi: Uusi hakemisto
hu: Új mappa
it: Nuova cartella
lv: Jauna mape
my: ဖိုင်တွဲအသစ်
ro: Şablon nou
sk: Nový adresár
sl: Nova predloga
sq: Dosje të re
sv: Ny mapp
uk: Створити папку

# tl_files.new.1
source: Create a new folder
cs: Vytvořit novou šložku
da: Opret en ny mappe
de: Einen neuen Ordner anlegen
es: Crear una plantilla nueva
fa: ایجاد یک قالب جدید
fi: Luo uusi hakemisto
hu: Új mappa létrehozása
it: Crea una nuova cartella
lv: Izveidot jaunu mapi
my: ဖိုင်တွဲအသစ်ဖန်တီး
ro: Creează un şablon nou.
sk: Vytvoriť nový adresár šablón
sl: Ustvari novo predlogo
sq: Krijo dosje të re
sv: Skapa en ny mapp för lagring av mallar.
uk: Створити нову папку

# tl_files.cut.0
source: Move file or folder
cs: Přesunout soubor nebo složku
da: Flyt fil eller mappe
de: Datei oder Verzeichnis verschieben
es: Mover archivo o carpeta
fa: جابجایی پرونده یا پوشه
fi: Siirrä tiedosto tai hakemisto
hu: Fájl vagy mappa mozgatása
it: Sposta file o cartella
lv: Pārvietot datni vai mapi
my: ဖိုင်(သို့)ဖိုင်တွဲရွေ့ပြောင်း
ro: Mută fişier sau director
sk: Premiestniť súbor alebo priečinok
sl: Premakni datoteko ali mapo
sq: Shtyeje skedarin ose dosjen
sv: Flytta fil eller mapp
uk: Перемістити

# tl_files.cut.1
source: Move file or folder "%s"
cs: Přesunout soubor do složky "%s"
da: Flyt filen eller mappen "%s"
de: Datei oder Verzeichnis "%s" verschieben
es: Mover este archivo o carpeta "%s"
fa: جابجایی پرونده یا پوشه "%s"
fi: Siirrä tiedosto tai hakemisto "%s"
hu: "%s" fájl vagy mappa mozgatása
it: Sposta file o cartella "%s"
lv: Pārvietot datni vai mapi "%s"
my: "%s" ဖိုင်(သို့)ဖိုင်တွဲရွေ့ပြောင်း
ro: Mută acest fişier sau director
sk: Premiestniť súbor alebo priečinok "%s"
sl: Premakni datoteko ali mapo "%s"
sq: Shtyeje skedarin ose dosjen "%s"
sv: Flytta filen eller mappen "%s"
uk: Перемістити цей файл або папку

# tl_files.copy.0
source: Duplicate file or folder
cs: Kopírovat soubor nebo složku
da: Dupliker fil eller mappe
de: Datei oder Verzeichnis duplizieren
es: Copiar archivo o carpeta
fa: تکثیر پرونده یا پوشه
fi: Kopioi tiedosto tai hakemisto
hu: Fájl vagy mappa másolása
it: Copia file o cartella
lv: Kopēt datni vai mapi
my: ဖိုင်(သို့)ဖိုင်တွဲပံုစံတူပွား
ro: Copiază fişier sau director
sk: Kopírovať súbor alebo priečinok
sl: Kopiraj datoteko ali mapo
sq: Dupliko skedarin ose dosjen
sv: Kopiera fil eller mapp
uk: Копіювати

# tl_files.copy.1
source: Duplicate file or folder "%s"
cs: Kopírovat soubor nebo složku "%s"
da: Dupliker filen eller mappen "%s"
de: Datei oder Verzeichnis "%s" duplizieren
es: Copiar este archivo o carpeta "%s"
fa: تکثیر پرونده یا پوشه "%s"
fi: Kopioi tiedosto tai hakemisto "%s"
hu: "%s" fájl vagy mappa másolása
it: Copia file o cartella "%s"
lv: Kopēt datni vai mapi "%s"
my: "%s" ဖိုင်(သို့)ဖိုင်တွဲပံုစံတူပွား
ro: Copiază acest fişier sau director
sk: Kopírovať súbor alebo priečinok "%s"
sl: Kopiraj datoteko ali mapo "%s"
sq: Dupliko sekdarin ose dosjen "%s"
sv: Kopiera filen eller mappen "%s"
uk: Копіювати файл або папку

# tl_files.edit.0
source: Edit file or folder
cs: Upravit soubor nebo složku
da: Rediger fil eller mappe
de: Datei oder Verzeichnis bearbeiten
es: Editar fichero o carpeta
fa: ویرایش پرونده یا پوشه
fi: Muokkaa tiedostoa tai hakemistoa
hu: Fájl vagy mappa szerkesztése
it: Modifica un file o una cartella
lv: Rediģēt datni vai mapi
ro: Editează fişier sau director
sk: Upraviť súbor alebo priečinok
sl: Uredi datoteko ali mapo
sv: Redigera fil eller mapp

# tl_files.edit.1
source: Edit file or folder "%s"
cs: Upravit soubor nebo složku %s
da: Rediger filen eller mappen "%s"
de: Datei oder Verzeichnis "%s" bearbeiten
es: Editar fichero o carpeta "%s"
fa: ویرایش پرونده یا پوشه "%s"
fi: Muokkaa tiedostoa tai hakemistoa "%s"
hu: "%s" fájl vagy mappa szerkesztése
it: Modifica il file o la cartella "%s"
lv: Rediģēt datni vai mapi "%s"
ro: Editează fişier sau director "%s"
sk: Upraviť súbor alebo priečinok "%s"
sl: Uredi datoteko ali mapo "%s"
sv: Redigera fil eller mapp "%s"

# tl_files.delete.0
source: Delete file or folder
cs: Smazat soubor nebo složku
da: Slet fil eller mappe
de: Datei oder Verzeichnis löschen
es: Borrar archivo o carpeta
fa: حذف پرونده یا پوشه
fi: Poista tiedosto tai hakemisto
hu: Fájl vagy mappa törlése
it: Elimina file o cartella
lv: Dzēst datni vai mapi
my: ဖိုင်(သို့)ဖိုင်တွဲပယ်ဖျက်
ro: Şterge fişier sau director
sk: Odstrániť súbor alebo priečinok
sl: Izbriši datoteko ali mapo
sq: Shlyej skedarin ose dosjen
sv: Ta bort fil eller mapp
uk: Видалити

# tl_files.delete.1
source: Delete file or folder "%s"
cs: Smazat soubor nebo složku "%s"
da: Slet filen eller mappen "%s"
de: Datei oder Verzeichnis "%s" löschen
es: Borrar archivo o carpeta "%s"
fa: حذف پرونده یا پوشه "%s"
fi: Poista tiedosto tai hakemisto "%s"
hu: "%s" fájl vagy mappa törlése
it: Elimina il file o la cartella "%s"
lv: Dzēst datni vai mapi "%s"
my: "%s" ဖိုင်(သို့)ဖိုင်တွဲပယ်ဖျက်
ro: Şterge acest fişier sau director
sk: Odstrániť súbor alebo priečinok "%s"
sl: Izbriši datoteko ali mapo "%s"
sq: Shlyej skedarin ose dosjen "%s"
sv: Ta bort filen eller mappen "%s"
uk: Видалити файл або папку

# tl_files.show.0
source: File or folder details
cs: Podrobnosti k souboru nebo složce
da: Fil eller mappe oplysninger
de: Datei- bzw. Ordnerdetails
es: Detalles de fichero o carpeta
fa: جزئیات پرونده یا پوشه
fi: Tiedoston tai hakemiston tarkemmat tiedot
hu: Fájl vagy mappa részletei
it: Dettagli del file o della cartella
lv: Datnes vai mapes detaļas
ro: Detalii pentru fişier sau director
sk: Detaily súboru alebo priečinku
sl: Podatki o datoteki ali mapi
sv: Fil- eller mappdetaljer

# tl_files.show.1
source: Show the details of file or folder "%s"
cs: Zobrazit podrobnosti k souboru nebo složce %s
da: Vis oplysninger om filen eller mappen "%s"
de: Die Details der Datei bzw. des Ordners "%s" anzeigen
es: Muestra los detalles del fichero o carpeta "%s"
fa: نمایش جزئیات پرونده یا پوشه "%s"
fi: Näytä tiedoston tai hakemiston "%s" tarkemmat tiedot
hu: A "%s" fájl vagy mappa részletek megtekintése
it: Mostra i dettagli del file o della cartella "%s"
lv: Rādīt datnes vai mapes "%s" informāciju
ro: Arată detaliile unui fişier sau director "%s"
sk: Zobrazí detaily súboru alebo priečinku "%s"
sl: Prikaži podatke o datoteki ali mapi "%s"
sv: Visa filen eller mappens detaljer "%s"

# tl_files.source.0
source: Edit file
cs: Upravit
da: Rediger fil
de: Datei bearbeiten
es: Editar código fuente
fa: ویرایش پرونده
fi: Muokkaa tiedostoa
hu: Fájl szerkesztése
it: Edita sorgente
lv: Rediģēt avotu
my: ဖိုင်တည်းဖြတ်
ro: Editează sursa
sk: Upraviť zdrojový súbor
sl: Uredi vir
sq: Përpuno kodin
sv: Redigera fil
uk: Редагувати код

# tl_files.source.1
source: Edit file "%s"
cs: Upravit soubor "%s"
da: Rediger filen "%s"
de: Die Datei "%s" bearbeiten
es: Editar código fuente del archivo "%s"
fa: ویرایش پرونده "%s"
fi: Muokkaa tiedostoa "%s"
hu: "%s" fájl szerkesztése
it: Modifica il codice sorgente del file "%s"
lv: Rediģēt datnes "%s" avotu
my: ဖိုင် "%s" တည်းဖြတ်
ro: Editează fişierul sursă
sk: Upraviť zdrojový súbor "%s"
sl: Uredi vir datoteke "%s"
sq: Përpuno kodin e skedarit "%s"
sv: Redigera filen "%s"
uk: Редагувати код файлу

# tl_files.protect.0
source: Protect folder
cs: Chránit složku
da: Beskyt mappe
de: Verzeichnis schützen
es: Proteger carpeta
fa: حافظت از پوشه
fi: Suojaa hakemisto
hu: Mappa védelem
it: Proteggi cartella
lv: Aizsargāt mapi
my: ဖိုင်တွဲကာကွယ်
ro: Protejează director
sk: Chrániť priečinok
sl: Zaščiti mapo
sq: Mbroj dosjen
sv: Skydda mapp
uk: Захистити папку

# tl_files.protect.1
source: Protect folder "%s"
cs: Chránit složku "%s"
da: Beskyt mappen "%s"
de: Verzeichnis "%s" schützen
es: Proteger carpeta "%s"
fa: حافظت از پوشه "%s"
fi: Suojaa hakemiston "%s"
hu: "%s" mappa védelme
it: Proteggi la cartella "%s"
lv: Aizsargāt mapi "%s"
my: "%s" ဖိုင်တွဲကာကွယ်
ro: Protejează director "%s"
sk: Chrániť priečinok "%s"
sl: Zaščiti mapo "%s"
sq: Mbroj dosjen "%s"
sv: Skydda mappen "%s"
uk: Захистити папку «%s»

# tl_files.unlock.0
source: Remove protection
cs: Odebrat ochranu
da: Fjern beskyttelse
de: Verzeichnisschutz aufheben
es: Eliminar protección
fa: حذف حافظت
fi: Poista suojaus
hu: Védelem eltávolítása
it: Rimuovi protezione
lv: Noņemt aizsardzību
my: ကာကွယ်ခြင်းဖယ်ရှား
ro: Şterge protecţie
sk: Odstrániť ochranu priečinka
sl: Odstrani zaščito
sq: Hiq mbrojtje
sv: Ta bort skydd
uk: Видалити захист

# tl_files.unlock.1
source: Unprotect folder "%s"
cs: Odebrat ochranu "%s"
da: Fjern beskyttelse fra mappen "%s"
de: Schutz des Verzeichnisses "%s" aufheben
es: Eliminar la protección a la carpeta "%s"
fa: حذف حافظت پوشه "%s"
fi: Poista hakemiston "%s" suojaus
hu: "%s" mappa védelem eltávolítása
it: Rimuovi protezione da "%s"
lv: Noņemt aizsardzību "%s"
my: "%s" မကာကွယ်ဖိုင်တွဲ
ro: Şterge protecţie pentru "%s"
sk: Odstrániť ochranu priečinka "%s"
sl: Odstrani zaščito na mapi "%s"
sq: Mos mbroj dosjen "%s"
sv: Ta bort skydd från "%s"
uk: Видалити захист із «%s»

# tl_files.move.0
source: File upload
cs: Přenos souborů
da: Fil-upload
de: Datei-Upload
es: Subir archivo
fa: بارگزاری پرونده
fi: Tiedoston lataus
hu: Fájl feltöltés
it: Upload file
lv: Augšupielādes fails
my: ဖိုင်ကူးတင်
ro: Încarcă fişier
sk: Nahranie súboru - upload
sl: Naloži datoteko
sq: Ngarkim skedarë
sv: Filuppladdning
uk: Завантажити файл(и)

# tl_files.move.1
source: Upload files to the server
cs: Nahrát soubory na server
da: Uploade filer til serveren
de: Dateien auf den Server hochladen
es: Subir archivos al servidor
fa: بارگزاری پرونده‌ها به سرور
fi: Lataa tiedostot palvelimelle
hu: Fájl feltöltése a szerverre
it: Carica i files sul server
lv: Augšupielādēt datnes uz serveri
my: ဆာဗာသို့ဖိုင်များကူးတင်
ro: Încărcaţi fişierele pe server
sk: Nahrať súbory na server
sl: Naloži datoteke na strežnik
sq: Ngarko një apo më shumë skedarë
sv: Ladda upp filer till servern
uk: Завантажити один або більше файлів

# tl_files.pasteinto.0
source: Paste into
cs: Umístit za
da: Indsæt i
de: Einfügen in
es: Copiar en
fa: جاگذاری در
fi: Liitä hakemistoon
hu: Beillesztés
it: Incolla all'interno
lv: Ielīmēt
my: ထဲသို့ထုတ်ထား
ro: Alipeşte în
sk: Vložiť do
sl: Prilepi v
sq: Fut në
sv: Klistra in i
uk: Вставити

# tl_files.pasteinto.1
source: Paste into this folder
cs: Umístit do adresáře
da: Indsæt i denne mappe
de: In dieses Verzeichnis einfügen
es: Copiar en este directorio
fa: جاگذاری در این پوشه
fi: Liitä tähän hakemistoon
hu: Beillesztés ebbe a mappába
it: Incolla all'interno della cartella
lv: Ielīmēt šajā mapē
my: ယခုဖိုင်တွဲထဲသို့ထုတ်ထား
ro: Alipeşte în acest director
sk: Vložiť do tohto adresára
sl: Prilepi v mapo
sq: Fut në këtë dosje
sv: Klistra in i denna mapp.
uk: Вставити в папку

# tl_files.sync.0
source: Synchronize
cs: Synchronizovat
da: Synkroniser
de: Synchronisieren
es: Sincronizar
fa: هماهنگ‌سازی
fi: Synkronoi
hu: Szinkronizálás
it: Sincronizza
lv: Sinhronizēt
my: ထပ်တူကျရန်လုပ်
ro: Sincronizare
sk: Synchronizovať
sl: Sinhroniziraj
sq: Sinkronizo
sv: Synkronisera
uk: Синхронізація

# tl_files.sync.1
source: Synchronize the file system and the database
cs: Synchronizovat systém souborů a databáze
da: Synkroniser filsystemet og databasen
de: Dateisystem und Datenbank synchronisieren
es: Sincronizar los archivos y la base de datos
fa: هماهنگ‌سازی سامانه پرونده و پایگاه داده
fi: Synkronoi tiedostojärjestelmä tietokannan kanssa
hu: Szinkronizálja a fájlrendszert és az adatbázist.
it: Sincronizza il file system ed il database
lv: Sinhronizēt datņu sistēmu un datu bāzi
my: ဖိုင်စနစ်နှင့်အချက်အလက်အစုထပ်တူကျရန်လုပ်
ro: Sincronizaţi sistemul de fişiere şi baza de date
sk: Synchronizovať systém súborov a databázu
sl: Sinhroniziraj datotečni sistem in podatkovno bazo
sq: Sinkronizimi i skedarëve dh bazave të dhëna
sv: Synkronisera filsystemet och databasen
uk: Синхронізація файлової системи та бази данних

# tl_files.edit_preview_help
source: Mark the important part of the image with your mouse cursor.
cs: Označit důležitou část obrázku pomocí kurzoru myši.
da: Marker de vigtige dele af billedet med musen.
de: Markieren Sie den wichtigen Teil des Bildes mit Ihrem Mauszeiger.
es: Marca la parte importante de la imagen con el cursor del ratón.
fa: قسمت مهم تصویر را با نشانگر ماوس مشخص نمایید.
fi: Merkitse kuvan tärkeä osa hiirellä.
hu: Jelölje meg a kép fontos részét az egér mutatójával.
it: Contrassegna come importante una parte dell'immagine con il cursore del mouse.
lv: Atzīmējiet attēla svarīgo daļu ar peles kursoru.
ro: Marcaţi partea importantă a imaginii cu cursorul mouse-ului.
sk: Vyznačte dôležitú časť obrázku pomocou kurzora myši.
sl: Označite pomembni del slike z miškinim kazalcem.
sv: Märk den viktiga delen i bilden med din muspekare.

# tl_files.fileupload.1
source: Browse your local computer and select the files you want to upload to the server.
my: စက်တွင်းကျွန်ပျုတာကိုရှာဖွေပြီးဆာဗာသို့ကူးတင်လိုသောဖိုင်များရွေး။
sq: Kërkoni në kompjuterin e juaj skedarë dhe zgjidhni një apo më shumë skedarë për ngarkim.
uk: Будь ласка, виберіть на локальному компютері один або більше файлів що повинні бути завантажені на сервер.

# tl_files.edit.0
source: Rename file or folder
my: ဖိုင်(သို့)ဖိုင်တွဲနာမည်ပြန်ပေး

# tl_files.edit.1
source: Rename file or folder "%s"
my: "%s" ဖိုင်(သို့)ဖိုင်တွဲနာမည်ပြန်ပေး
