Repository: contao/core
Catalog: system/modules/core/languages/*/*_form.xlf
Languages: da, es, fa, fr, hu, it, ja, lv, my, ro, sl, sv, uk

# tl_form.attributes.1
source: Here you can set an ID and one or more classes.
da: Her kan du angive stilark-ID (id-attributten) og eller flere stilark-klasser (class-attributten) for at kunne formatere modulet vha. CSS.
es: Aquí puedes introducir una ID para la hoja de estilo (atributo id) y una o más clases de hoja de estilos (atributos clase) para poder dar formato al elemento del modulo utilizando CSS.
fa: اینجا می‌توانید یک شناسه و یک یا چند کلاس انتخاب نمایید.
fr: Saisir un ID de feuille de style et/ou une ou plusieurs classes.
hu: Itt adhat meg egy CSS ID-t illetve egy vagy több osztályt
it: Qui puoi specificare un ID del foglio di stile (attributo id) e una o più classi (attributo class) per formattare il modulo usando i CSS.
ja: IDと1つ以上のclassを設定できます。
lv: Šeit jūs varat ievadīt ID un vienu vai vairākas klases.
my: အိုင်ဒီနှင့်တစ်ခု(သို့)အမျိုးအစားများသတ်မှတ်နိုင်။
ro: Aici puteţi introduce un ID şi una sau mai multe clase de stil pentru a formata modulul prin CSS.
sl: Tu lahko določite ID in enega ali več razredov.
sv: Här kan du ange ett stilmalls-ID (CSS ID) och/eller en eller flera stilmallsklasser (CSS-klass). ID och klasser anges utan prefix (nummertecken # resp. punkt .).
uk: Тут ви можете ввести ID та один або декілька class.

# tl_form.formID.0
source: Form ID
da: Formularens ID
es: ID del formulario
fa: شناسه فرم
fr: ID du formulaire
hu: Űrlap ID
it: ID del form
ja: フォームのID
lv: Formulāra ID
my: ပံုစံအိုင်ဒီ
ro: ID formular
sl: ID obrazca
sv: Formulärets ID
uk: ID форми

# tl_form.formID.1
source: The form ID is required to trigger a Contao module.
da: Her kan du indtaste en speciel formular-ID (nogen TYPOlight-udvidelser kunne kræve et specielt formular-ID).
es: Puedes introducir una ID especial para el formulario (algunas extensions TYPOlight pueden necesitar una ID especial para el formulario).
fa: شناسه فرم برای استفاده در ماژول کانتائو مورد نیاز است.
fr: L'ID de formulaire est nécessaire pour déclencher l'exécution d'un module Contao.
hu: Contao modulok aktiválásához szükség van űrlap ID-re.
it: Qui puoi inserire un ID opzionale per il form. (necessario per visualizzare i moduli di Contao)
ja: Contaoのモジュールの動作を開始させるのにフォームのIDが必要です。
lv: Formulāra ID ir nepieciešams, lai aktivizetu TYPOlight moduli.
my: ကွန်တောင်အပိုင်းကိုအစပျိုးရန်ပံုစံအိုင်ဒီလိုအပ်။
ro: puteţi introduce un ID special de formular (unele extensii Contao necesită un ID special).
sl: Za aktivacijo Contao modula je zahtevan ID obrazca.
sv: Formulär-ID krävs i vissa fall för att kunna trigga en Contao-modul.
uk: Тут ви можете ввести спеціальний ID форми (деякі розширення Contao можуть вимагати спеціального ID).

# tl_form.tableless.0
source: Tableless layout
da: Tabelløs layout
es: Disposición sin tablas
fa: چیدمان بدون جدول
fr: Disposition sans tableau
hu: Táblamentes szerkezet
it: Layout senza tabella (tableless)
ja: 表を使用しないレイアウト
lv: Beztabulas salikums
my: စားပွဲမရှိအခင်းအကျင်း
ro: Afişare fără tabele
sl: Postavitev brez tabel
sv: Tabellfri layout
uk: Безтаблична верстка

# tl_form.tableless.1
source: Render the form without HTML tables.
da: Generer form uden HTML tabeller
es: Generar el formulario sin utilizar tablas HTML.
fa: تولید فرم بودن جدول‌های اچ‌تی‌ام‌ال
fr: Création du formulaire sans tableau HTML.
hu: Űrlap megjelenítése HTML táblák használata nélkül.
it: Genera il form senza utilizzare tabelle html
ja: HTMLの表を使用しないでページを生成します。
lv: Ģenerēt formu beztabulas HTMLsalikumā.
my: ဟိပ်စ်တီအမ်အယ်စားပွဲများမပါဘဲပံုစံကိုသရုပ်ဖော်။
ro: Afişarea formularului se face fără tabele HTML.
sl: Izdelaj obrazec brez vsebujočih HTML tabel.
sv: Generera formuläret utan HTML-tabeller.
uk: Якщо вибрати цю опцію, форма буде відображатися без використання таблиць.

# tl_form.allowTags.0
source: Allow HTML tags
da: Tillad HTML-tags
es: Permitir HTML
fa: تگ‌های اچ‌تی‌ام‌ال مجاز
fr: Autoriser les balises HTML
hu: HTML elemek engedélyezése
it: Tags HTML utilizzabili
ja: HTMLタグの許可
lv: Atļaut HTML tagus
my: ဟိပ်စ်တီအမ်အယ်အမည်များခွင့်ပြု
ro: Permite taguri HTML
sl: Dovoli HTML oznake
sv: Tillåt HTML-taggar
uk: Дозволити HTML теги

# tl_form.allowTags.1
source: Allow HTML tags in form fields.
da: Vælger du denne indstilling bevares visse HTML-mærkater (<em>allowedTags</em>).
es: Si seleccionas esta opción, algunas etiquetas HTML no serán eliminadas (ver <em>allowedTags</em>).
fa: تگ‌های اچ‌تی‌ام‌ال مجار در فیلد‌های فرم.
fr: Autoriser les balises HTML dans les champs de formulaire.
hu: Engedélyezi a HTML elemeket az űrlap mezőiben.
it: Se selezioni questa opzione, certi tags HTML verranno rimossi. (controlla la lista dei <em>Tags Permessi</em>)
ja: HTMLタグをフォームの入力項目に許可します。
lv: Ja jūs izvēlēsieties šo opciju, noteikti HTML tagi netiks izvākti (skatīt <em>allowedTags</em>).
my: ပံုစံနယ်ပယ်များတွင်ဟိပ်စ်တီအမ်အယ်အမည်များခွင့်ပြု
ro: Dacă totuşi alegeţi această opţiune, anumite taguri HTML nu vor fi eliminate (vezi <em>allowedTags</em>).
sl: Dovoli HTML oznake v poljih obrazca.
sv: Som standard raderas alla HTML-taggar från användarinmatning av säkerhetsskäl.<br />Men om du ändrar detta val kommer vissa HTML-taggar inte att raderas.
uk: За замовчуванням, всі HTML теги вилучені для введення користувачем з метою безпеки. Однак Ви можете вибрати цю опцію, дозволивши певні HTML-теги.

# tl_form.tstamp.0
source: Revision date
da: Revideringsdato
es: Fecha revisión
fa: تاریخ بازنگری
fr: Date de révision
hu: Módosítás dátuma
it: Data revisione
ja: 改訂日
lv: Pārskatījuma datums
my: ပြင်ဆင်နေ့စွဲ
ro: Data revizie
sl: Datum revizije
sv: Ändringsdatum
uk: Дата перегляду

# tl_form.tstamp.1
source: Date and time of the latest revision
da: Dato og tid for sidste revidering.
es: Fecha y hora de la última modificación
fa: تاریخ و ساعت آخرین بازنگری
fr: Date et heure de la dernière révision
hu: A legutóbbi módosítás dátuma és ideje.
it: Data e ora dell'ultima revisione
ja: 最新のリビジョンの日付と時刻
lv: Pēdējā pārskatījuma datums un laiks
my: နောက်ဆံုးပံုစံ၏နေ့စွဲနှင့်အချိန်
ro: Data şi ora a ultimei revizii
sl: Datum in ura zadnje revizije
sv: Datum och tid för senaste ändringen.
uk: Дата й час останнього перегляду

# tl_form.title_legend
source: Title and redirect page
da: Titel og hop til side
es: Título y página de redirección
fa: عنوان و برگه بازگردانی
fr: Titre et page de redirection
hu: Megnevezés és átirányítási oldal
it: Titolo e ridirezione pagina
ja: 題名とリダイレクト先のページ
lv: Nosaukums un virzienmaiņas lapa
my: ခေါင်းစဉ်နှင့်ဦးတည်ရာပြောင်းစာမျက်နှာ
ro: Titlu şi pagină de redirectare
sl: Naslov in preusmeritvena stran
sv: Titel och omdirigering
uk: Заголовок та переадресація

# tl_form.email_legend
source: Send form data
da: Send formular-data
es: Enviar datos del formulario
fa: ارسال داده‌های فرم
fr: Envoyer les données
hu: Űrlap adatainak küldése
it: Invio dati form
ja: フォームのデータの送信
lv: Sūtīt formulāra datus
my: ပံုစံအချက်အလက်ပေးပို့
ro: Trimitere date
sl: Pošlji izpolnjene podatke
sv: Skicka formulärdata
uk: Надіслати дані форми

# tl_form.store_legend
source: Store form data
da: Gem formular-data
es: Almacenar datos del formulario
fa: ذخیره داده‌های فرم
fr: Stocker les données
hu: Űrlap adatainak mentése
it: Memorizzazione dati form
ja: フォームのデータの保存
lv: Saglabāt formulāra datus
my: ပံုစံအချက်အလက်သိုလှောင်
ro: Stocare date
sl: Shrani izpolnjene podatke
sv: Lagra formulärdata
uk: Зберігати дані форми

# tl_form.expert_legend
source: Expert settings
da: Ekspert indstillinger
es: Configuración avanzada
fa: تنطیمات پیشرفته
fr: Paramètres avancés
hu: Haladó beállítások
it: Impostazioni avanzate
ja: 専門的な設定
lv: Eksperta iestatījumi
my: ကျွမ်းကျင်သူချိန်ညှိချက်
ro: Setări avansate
sl: Napredne nastavitve
sv: Expertinställningar
uk: Експертні налаштування

# tl_form.config_legend
source: Form configuration
da: Form konfiguration
es: Ajustes formulario
fa: پیکربندی فرم
fr: Configuration du formulaire
hu: Űrlap beállítások
it: Configurazione form
ja: フォームの構成
lv: Formulāra konfigurācija
my: ပံုစံပံုစံပြင်ခြင်း
ro: Configurare formular
sl: Nastavitve obrazca
sv: Formulärkonfiguration
uk: Налаштування форми

# tl_form.new.0
source: New form
da: Ny formular
es: Nuevo formulario
fa: فرم جدید
fr: Nouveau formulaire
hu: Új űrlap
it: Nuovo form
ja: 新しいフォーム
lv: Jauns formulārs
my: ပံုစံအသစ်
ro: Formular nou
sl: Nov obrazec
sv: Nytt formulär
uk: Нова форма

# tl_form.new.1
source: Create a new form
da: Opret en ny formular
es: Crear un formulario nuevo
fa: ساخت فرم جدید
fr: Créer un nouveau formulaire
hu: Új űrlap létrehozása
it: Crea un nuovo form
ja: 新しくフォームを作成
lv: Izveidot jaunu formulāru
my: ပံုစံအသစ်ဖန်တီး
ro: Creează un formular nou
sl: Ustvari nov obrazec.
sv: Skapa ett nytt formulär
uk: Створити нову форму

# tl_form.show.0
source: Form details
da: Formulardetaljer
es: Detalles formulario
fa: جزئیات فرم
fr: Détails du formulaire
hu: Űrlap adatai
it: Dettagli form
ja: フォームの詳細
lv: Formulāra detaļas
my: ပံုစံအချက်အလက်များ
ro: Detalii formular
sl: Podrobnosti obrazca
sv: Visa formulärdetaljer
uk: Деталі форми

# tl_form.show.1
source: Show the details of form ID %s
da: Vis detaljer for formular-ID %s
es: Mostrar detalles del formulario con ID %s
fa: نمایش جزئیات فرم شناسه‌ی %s
fr: Afficher les détails du formulaire ID %s
hu: Az ID %s űrlap adatainak mutatása
it: Mostra dettagli per il form ID %s
ja: ID %sのフォームの詳細を表示
lv: Rādīt formulāra ID %s detaļas
my: ပံုစံအိုင်ဒီ %s အချက်အလက်များပြသ
ro: Arată detaliile formularului ID %s
sl: Prikaži podrobnosti obrazca z ID %s
sv: Visa detaljer för formulär med ID %s
uk: Показати деталі форми ID %s

# tl_form.edit.0
source: Edit form
da: Rediger formular overskrift
es: Editar encabezado del formulario
fa: ویرایش فرم
fr: Éditer le formulaire
hu: Űrlap szerkesztése
it: Modifica intestazione form
ja: フォームを編集
lv: Rediģēt formu
my: ပံုစံတည်းဖြတ်
ro: Editează header formular
sl: Uredi obrazec
sv: Redigera formulärrubrik
uk: Редагувати форму

# tl_form.edit.1
source: Edit form ID %s
da: Rediger formular-ID %s
es: Editar el formulario con ID %s
fa: ویرایش فرم شناسه‌ی %s
fr: Éditer le formulaire ID %s
hu: Az ID %s űrlap szerkesztése
it: Modifica form ID %s
ja: ID %sのフォームを編集
lv: Rediģēt formulāru ID %s
my: ပံုစံအိုင်ဒီ %s တည်းဖြတ်
ro: Editează formularul ID %s
sl: Uredi obrazec z ID %s
sv: Redigera formulär med ID %s
uk: Редагувати форму ID %s

# tl_form.editheader.0
source: Edit form
da: Rediger formular overskrift
es: Editar encabezado del formulario
fa: ویرایش فرم
fr: Éditer le formulaire
it: Modifica intestazione form
ja: フォームを編集
lv: Rediģēt formu
ro: Editează header formular
sl: Uredi obrazec
sv: Redigera formulärrubrik

# tl_form.editheader.1
source: Edit the form settings
da: Rediger overskriften for denne formular
es: Editar el encabezado de este formulario
fa: ویرایش تنظیمات فرم
fr: Éditer les paramètres du formulaire
it: Modifica l'intestazione di questo form
ja: このフォームの設定を変更
lv: Rediģēt formas uzstādījumus
ro: Editează header-ul acestui formular
sl: Uredi nastavitve obrazca
sv: Redigera rubriken för detta formulär

# tl_form.copy.0
source: Duplicate form
da: Dupliker formular
es: Duplicar formulario
fa: تکثیر فرم
fr: Dupliquer le formulaire
hu: Űrlap duplázása
it: Duplica form
ja: フォームを複製
lv: Dublicēt formulāru
my: ပံုစံပံုစံတူပွား
ro: Copiază formular
sl: Podvoji obrazec
sv: Kopiera formulär
uk: Дублювати форму

# tl_form.copy.1
source: Duplicate form ID %s
da: Dupliker formular-ID %s
es: Duplicar formulario con ID %s
fa: تکثیر فرم شناسه‌ی %s
fr: Dupliquer le formulaire ID %s
hu: Az ID %s űrlap duplázása
it: Duplica form ID %s
ja: ID %sのフォームを複製
lv: Dublicēt formulāru ID %s
my: ပံုစံအိုင်ဒီ %s ပံုစံတူပွား
ro: Copiază formularul ID %s
sl: Podvoji obrazec z ID %s
sv: Kopiera formulär med ID %s
uk: Дублювати форму ID %s

# tl_form.delete.0
source: Delete form
da: Slet formular
es: Eliminar formulario
fa: حذف فرم
fr: Supprimer le formulaire
hu: Űrlap törlése
it: Cancella form
ja: フォームを削除
lv: Dzēst formulāru
my: ပံုစံပယ်ဖျက်
ro: Şterge formular
sl: Izbriši obrazec
sv: Ta bort formulär
uk: Видалити форму

# tl_form.delete.1
source: Delete form ID %s
da: Slet formular-ID %s
es: Eliminar formulario con ID %s
fa: حذف فرم شناسه‌ی %s
fr: Supprimer le formulaire ID %s
hu: Az ID %s űrlap törlése
it: Cancella form ID %s
ja: ID %sのフォームを削除
lv: Dzēst formulāru ID %s
my: ပံုစံအိုင်ဒီ %s ပယ်ဖျက်
ro: Şterge formularul ID %s
sl: Izbriši obrazec z ID %s
sv: Ta bort formulär med ID %s
uk: Видалити форму ID %s

# tl_form.editheader.0
source: Edit form settings
hu: Űrlap beállítások szerkesztése
my: ပံုစံချိန်ညှိချက်တည်းဖြတ်
uk: Змінити налаштування форми

# tl_form.editheader.1
source: Edit the settings of form ID %s
hu: Az ID %s űrlap beállításainak szerkesztése
my: ပံုစံအိုင်ဒီ %s ချိန်ညှိချက်တည်းဖြတ်
uk: Змінити налаштування форми ID %s

# tl_form.email.1
source: Ignores all fields except <em>email</em>, <em>subject</em>, <em>message</em> and <em>cc</em> (carbon copy) and sends the form data like it had been sent from a mail client. File uploads are allowed.
uk: Цей формат містить поля <em>email</em>, <em>тема</em> та <em>повідомлення</em>. Інші імена полів будуть проігноровані. Дозволено завантаження файлів.
