Repository: contao/core
Catalog: system/modules/core/languages/*/*_form_field.xlf
Languages: cs, da, de, fa, fi, fr, hu, it, ja, lv, my, pl, ro, ru, sk, sq, sr, sv, uk

# tl_form_field.copy.0
source: Duplicate field
cs: Duplikovat pole
da: Dupliker felt
de: Feld duplizieren
fa: تکثیر فیلد
fi: Kopioi kenttä
fr: Dupliquer le champ
hu: Mező kétszerezése
it: Duplica campo
ja: 項目を複製
lv: Duplicēt lauku
my: နယ်ပယ်ပံုစံတူပွား
pl: Duplikuj pole
ro: Copie câmp
ru: Дублировать поле
sk: Kopírovať pole
sq: Dupliko fushën
sr: Копирај поље
sv: Kopiera fält
uk: Клонувати поле

# tl_form_field.copy.1
source: Duplicate field ID %s
cs: Duplikovat pole ID %s
da: Dupliker felt-ID %s
de: Das Feld ID %s duplizieren
fa: تکثیر فیلد شناسه‌ی %s
fi: Kopioi kenttä ID %s
fr: Dupliquer le champ ID %s
hu: Az ID %s mező másolatának létrehozása
it: Duplica campo ID %s
ja: ID %sの項目を複製
lv: Duplicēt lauku ID %s
my: နယ်ပယ်အိုင်ဒီ %s ပံုစံတူပွား
pl: Duplikuj pole ID %s
ro: Copiază câmpul ID %s
ru: Дублировать поле ID %s
sk: Kopírovať pole ID %s
sq: Dupliko fushën ID %s
sr: Копира поље ID %s
sv: Kopiera fältet med ID %s
uk: Клонувати поле з ID %s

# tl_form_field.delete.0
source: Delete field
cs: Smazat pole
da: Slet felt
de: Feld löschen
fa: حذف فیلد
fi: Poista kenttä
fr: Supprimer le champ
hu: Mező törlése
it: Cancella campo
ja: 項目を削除
lv: Dzēst lauku
my: နယ်ပယ်ပယ်ဖျက်
pl: Skasuj pole
ro: Şterge câmp
ru: Удалить поле
sk: Odstrániť pole
sq: Shlyej fushën
sr: Обриши поље
sv: Ta bort fält
uk: Видалити поле

# tl_form_field.delete.1
source: Delete field ID %s
cs: Smazat pole ID %s
da: Slet felt-ID %s
de: Das Feld ID %s löschen
fa: حذف فیلد شناسه‌ی %s
fi: Poista kenttä ID %s
fr: Supprimer le champ ID %s
hu: Az ID %s mező törlése
it: Cancella campo ID %s
ja: ID %sの項目を削除
lv: Dzēst lauku ID %s
my: နယ်ပယ်အိုင်ဒီ %s ပယ်ဖျက်
pl: Skasuj pole ID %s
ro: Şterge câmpul ID %s
ru: Удалить поле ID %s
sk: Odstrániť pole ID %s
sq: Shlyej fushën ID %s
sr: Обриши поље ID %s
sv: Ta bort fältet med ID %s
uk: Видалити поле з ID %s

# tl_form_field.editheader.0
source: Edit form
cs: Upravit formulář
da: Rediger formular overskrift
de: Formular bearbeiten
fa: ویرایش فرم
fi: Muokkaa lomaketta
fr: Éditer le formulaire
hu: Űrlap szerkesztése
it: Modifica intestazione form
ja: フォームを編集
lv: Rediģēt formu
my: ပံုစံတည်းဖြတ်
pl: Edytuj nagłówek formularza
ro: Editează header formular
ru: Редактировать форму
sk: Upraviť formulár
sq: Përpuno kryen e formularit
sr: Уреди формулар
sv: Redigera formulärrubrik
uk: Редагувати заголовок форми

# tl_form_field.editheader.1
source: Edit the form settings
cs: Nastavit formulář
da: Rediger overskriften for denne formular
de: Die Formular-Einstellungen bearbeiten
fa: ویرایش تنظیمات فرم
fi: Muokkaa lomakkeen asetuksia
fr: Éditer les paramètres du formulaire
hu: Űrlap beállításainak szerkesztése
it: Modifica l'intestazione di questo form
ja: このフォームの設定を変更
lv: Rediģēt formas uzstādījumus
my: ပံုစံချိန်ညှိချက်တည်းဖြတ်
pl: Edytuj nagłówek tego formularza
ro: Editează header-ul acestui formular
ru: Редактировать настройки формы
sk: Upraviť nastavenia formuláru
sq: Përpuno kryen e formularit
sr: Уреди подешавања формулара
sv: Redigera rubriken för detta formulär
uk: Редагувати заголовок цієї форми

# tl_form_field.pasteafter.0
source: Paste at the top
cs: Vložit nahoru
da: Indsæt øverst
de: Oben einfügen
fa: جاگذاری در بالا
fi: Liitä ylimmäksi
fr: Coller au début
hu: Beillesztés felülre
it: Incolla in cima
ja: 先頭に貼り付け
lv: Ielīmēt sākumā
my: အပေါ်တွင်ထုတ်ထား
pl: Wstaw na początku
ro: Lipeşte la început
ru: Вставить после
sk: Vložiť navrchu
sq: Shto në fillim
sr: Налепи на врх
sv: Klistra in efter rubriken
uk: Вставити на початок

# tl_form_field.pasteafter.1
source: Paste after field ID %s
cs: Vložit za pole ID %s
da: Indsæt efter felt-ID %s
de: Nach dem Feld ID %s einfügen
fa: افزودن فیلد بعد از فیلد شناسه‌ی %s
fi: Liitä kentän ID %s perään
fr: Coller après le champ ID %s
hu: Beillesztés az ID %s mező után
it: Incolla all'inizio del campo ID %s
ja: ID %sの項目の後に貼り付け
lv: Ievietot pēc lauka ID %s
my: နယ်ပယ်အိုင်ဒီ %s ပြီးနောက်ထုတ်ထား
pl: Wklej po polu ID %s
ro: Lipeşte după câmpul ID %s
ru: Вставить после поля ID %s
sk: Vložiť za pole ID %s
sq: Shto pas fushës ID %s
sr: Налепи после поља ID %s
sv: Klistra in efter fältet med ID %s
uk: Вставити після поля ID %s

# tl_form_field.pastenew.0
source: Add new at the top
cs: Přidat nahoře
da: Opret ny formatdefinition i begyndelsen
de: Neues Feld oben erstellen
fa: افزودن در بالا
fi: Lisää uusi ylimmäksi
fr: Créer une nouvelle définition de formatage au début
hu: Új hozzáadása felülre
it: Crea una nuova regola css all'inizio
ja: 先頭に新しく追加
lv: Pievienot sākumā
my: အပေါ်တွင်အသစ်ထည့်
pl: Utwórz nowy element arkusza na początku
ro: Creează o nouă definiţie de format la început
ru: Добавить новый элемент вверху
sk: Pridať novú navrchu
sq: Krijo fushë të re në fillim
sr: Додај нови на врх
sv: Skapa en ny formatdefinition i början
uk: Створити нове поле на початку

# tl_form_field.pastenew.1
source: Add new after field ID %s
cs: Vytvořit nové pole za polem ID %s
da: Opret et nyt felt efter felt-ID %s
de: Neues Element nach dem Feld ID %s erstellen
fa: ساخت فیلد جدید بعد از فیلد شناسه‌ی %s
fi: Lisää uusi kentän ID %s perään
fr: Créer un nouveau champ après le champ ID %s
hu: Új hozzáadása az ID %s mező után
it: Crea un nuovo campo all'inizio del campo ID %s
ja: ID %sの項目の後に新しく追加
lv: Pievienot jaunu pēc lauka ID %s
my: နယ်ပယ်အိုင်ဒီ %s ပြီးနောက်အသစ်ထည့်
pl: Utwórz nowe pole po polu ID %s
ro: Creează un câmp nou după câmpul ID %s
ru: Добавить новое поле после поля ID %s
sk: Vložiť nový za pole ID %s
sq: Krijo fushë të re pas fushës ID %s
sr: Додај ново након поља ID %s
sv: Skapa ett nytt fält efter fältet med ID %s
uk: Створити нове поле після поля з ID %s

# tl_form_field.toggle.0
source: Toggle visibility
cs: Změnit zobrazení
da: Skift synlighed
de: Sichtbarkeit ändern
fa: تغییر وضعیت دید
fi: Valitse näkyvyys
fr: Basculer la visibilité
hu: Láthatóság kapcsolása
it: Cambia visibilità
ja: 表示と非表示を切り替え
lv: Pārslēgt redzamību
my: မြင်နိုင်မှုဖွင့်ပိတ်လုပ်
pl: Włącz lub wyłącz widoczność elementu
ro: Vizibilitate
ru: Переключить видимость
sk: Používať/nepoužívať definíciu štýlu
sq: Ngacmo shikueshmërinë
sr: Промени видљивост
sv: Växla synlighet
uk: Переключити видимість

# tl_form_field.toggle.1
source: Toggle the visibility of field ID %s
cs: Změnit zobrazení pole ID %s
da: Skift synlighed for felt-ID %s
de: Die Sichtbarkeit des Feldes ID %s ändern
fa: میدان دید ضامن فیلد شناسه‌ی %s
fi: Kytke kenttä ID %s päälle tai pois
fr: Basculer la visibilité du champ ID %s
hu: Az ID %s mező láthatósága
it: varia la visibilità del campo ID %s
ja: ID %sの項目の表示と非表示を切り替え
lv: Pārslēgt lauka ID %s redzamību
my: နယ်ပယ်အိုင်ဒီ %s ၏မြင်နိုင်မှုဖွင့်ပိတ်လုပ်
pl: Włącz widoczność pola ID %s
ro: Comută vizibilitatea câmpului ID %s
ru: Переключить видимость поля ID %s
sk: Zverejniť/nezverejniť pole ID %s
sq: Ngacmo shikueshmërinë e fushës ID %s
sr: Промени видљивост поља ID %s
sv: Växla synlighet på fältet med ID %s
uk: Переключити видимість поля ID %s

# tl_form_field.digit.1
source: Allows numeric characters, minus (-), full stop (.) and space ( ).
my: ကိန်းဂဏန်းအက္ခရာများ၊ အနုတ် (-)၊ ပုဒ်မ (.) နှင့်ဗလာ ( ) ခွင့်ပြု။
sq: lejon shenja numerike, minus (-), pikë (.) dhe hapësirë
uk: Дозволені символи чисел, знак мінуса (-), крапка (.) і пробіл ( ).
