Repository: contao/core
Catalog: system/modules/core/languages/*/*_form_field.xlf
Languages: cs, da, de, fa, fi, fr, hu, it, ja, lv, my, pl, ro, ru, sk, sq, sr, sv, uk

# tl_form_field.alnum.1
source: Allows alphabetic and numeric characters, minus (-), full stop (.), underscore (_) and space ( ).
cs: povolené abecední a číselné znaky - mínus (-), tečka (.), podtržítko (_) a mezera ( ).
da: tillader tegn fra alfabetet og tal, minus (-), punktum (.) og mellemrum
de: Erlaubt alphabetische und numerische Zeichen, Minus (-), Punkt (.), Unterstrich (_) und Leerzeichen ( ).
fa: شامل نویسه‌های عددی و الفبائی، خط تیره (-)، نقطه (.) و فاصله ( ).
fi: Sallii, numerot, aakkoset, miinuksen (-), pisteen (.), alaviivan (_) ja välilyönnin ( )-
fr: Autorise les caractères alphabétiques et numériques, le signe moins (-), le point (.) et l'espace ( ).
hu: Betűk, numerikus karakterek (számok), mínusz (-), pont (.) aláhúzás (_) és szóköz ( ) használata engedélyezett.
it: abilita tutti i caratteri alfabetici e quelli numerici, meno (-), punto (.) e spazio
ja: 英字、数字、マイナス(-)、ドット(.)、下線(_)、スペース文字( )を許可します。
lv: Atļauj alfabēta un ciparu rakstzīmes, mīnus (-), punktu (.), pasvītrojumu (_) un atstarpi ( ).
my: ကိန်းဂဏန်းအက္ခရာများ၊ အနုတ် (-)၊ ပုဒ်မ (.)၊ အောက်မျဉ်းသား (_)နှင့်ဗလာ ( ) ခွင့်ပြု။
pl: dozwolone są litery alfabetu, cyfry, minus (-), kropka (.) i spacja
ro: permite caractere numerice şi alfabetice, minus (-), stop (.) şi spaţiu
ru: Разрешены алфавитно-цифровые символы, минус (-), точка (.), подчеркивание (_) и пробел ( ).
sk: Povolí užívateľom zadať abecedné a číselné znaky, mínus (-), bodka (.), podtržník (_) a medzera ( ).
sq: lejon shenja numerike dhe alfabetike, minus (-), pikë (.) dhe hapësirë
sr: Дозволи алфанумеричке знакове, минус (-), тачку (.) и празан простор ().
sv: Tillåter alfabetiska och numeriska tecken, minus (-), punkt (.), understrykning (_) och mellanslag.
uk: Дозволені буквені й числові символи, знак мінуса (-), крапка (.), нижнє тире (_) і пробіл ( ).

# tl_form_field.extnd.0
source: Extended alphanumeric characters
cs: Rozšířené abecední a číselné znaky
da: Udvidede alfanumeriske tegn
de: Erweiterte alphanumerische Zeichen
fa: نویسه‌های عددی و الفبائی تعمیم‌یافته
fi: Laajennettu alfanumeerinen
fr: Caractères alphanumériques étendus
hu: Kiterjesztett alfanumerikus karaktterek
it: Caratteri alfanumerici estesi
ja: 拡張した英数字
lv: Paplašinātie alfabētiskie simboli
my: တိုးချဲ့အက္ခရာစဉ်ကိန်းဂဏန်းစာလံုးများ
pl: Rozszerzone znaki alfanumeryczne
ro: Caractere alfanumerice extinse
ru: Алфавитно-цифровые символы (расширено)
sk: Rozšírené abecedné a číselné znaky
sq: Shenja alfanumerike të zgjeruara
sr: Проширени скуп алфанумеричких знакова
sv: Utökade alfanumeriska tecken
uk: Розширені букви й цифри

# tl_form_field.extnd.1
source: Allows everything except special characters which are usually encoded for security reasons (#/()<=>).
cs: povolí cokoli kromě speciálních znaků, které jsou běžně
da: forbyder alle tegn som kodes som standard (#&()/). F.eks. for at undgå problemer med kodeordsfelter.
de: Erlaubt alle Zeichen außer denen, die normalerweise aus Sicherheitsgründen kodiert werden (#/()<=>).
fa: همه مجاز هستند به غیر از نویسه‌های ویژه که معمولاً برای مسائل امینتی کدگذاری شده‌اند (#/()<=>).
fi: Sallii kaiken, paitsi turvasyistä enkoodatut erikoismerkit (#/()<=>).
fr: Autorise tout caractère hormis des caractères spéciaux qui sont habituellement encodés pour des raisons de sécurité (#/()<=>).
hu: A speciális karakterek kivételével (#/()<=>) minden egyéb karakter használata engedélyezett.
it: impedisci l'uso dei caratteri predefiniti (@&()/), esempio: per non avere problemi con il campo password.
ja: セキュリティ上の理由で、通常はエンコードが必要な特殊文字(#/()<=>)以外のすべてを許可します。
lv: Atļauj visu, izņemot speciālās rakstzīmes, kas parasti kodētas drošības apsvērumu dēļ (#/()<=>).
my: လံုခြုံရေးအကြောင်းအရာများအတွက်ကုဒ်ပြောင်းလေ့ရှိသည့်အထူးအက္ခရာများမှလွဲ၍အားလံုးခွင့်ပြု (#/()<=>)။
pl: dozwolone są wszystkie znaki, oprócz (#&()/), np. po to by uniknąć problemów z polem do wprowadzania hasła.
ro: nu permite caractere codate nativ (#&()/), ex. pentru a evita problemele cu câmpurile de parole.
ru: Разрешает все, за исключением специальных символов, которые обычно кодируются по соображениям безопасности (#/()<=>).
sk: Povolí užívateľom zadať všetky znaky okrem špeciálnych, ktoré sa bežne z bezpečnostných dôvodov nepovoľujú (#/()<=>).
sq: lejon të gjitha shenjat përveç atyre që janë të koduara (#&()/) për të parandaluar gabime p.sh. në fusha fjalëkalimi.
sr: Дозволи све знакове осим специјалних који се иначе користе за кодирање (#/()<=>).
sv: Tillåter alla tecken förutom (#/()<=>) som inte tillåts av säkerhetsskäl.
uk: Відкидає всі символи, які кодуються за замовчуванням (#/()<=>), Наприклад. щоб уникнути проблем з паролем.

# tl_form_field.date.0
source: Date
cs: Datum
da: Dato
de: Datum
fa: تاریخ
fi: Päivämäärä
hu: Dátum
it: Data
ja: 日付
lv: Datums
my: နေ့စွဲ
pl: Data
ro: Data
ru: Дата
sk: Dátum
sq: Data
sr: Датум
sv: Datum
uk: Дата

# tl_form_field.date.1
source: Checks whether the input matches the global date format.
cs: zkontroluje, zda zadané údaje souhlasí s nastavením data v systému.
da: tjekker om det nuværende input matcher det globale datoformat.
de: Prüft, ob die Eingabe dem globalen Datumsformat entspricht.
fa: چگونگی انطباق ورودی با ساختار تاریخ جهانی را بررسی می‌کند
fi: Tarkistaa vastaako syöte globaalia päivämäärän muotoa.
fr: Contrôle si la saisie correspond au format global de date.
hu: A bevitt adat érvényes dátum formátumban kell legyen.
it: controlla se il valore inserito corrisponde al formato mondiale della data.
ja: バックエンドの設定で指定した日付の書式に入力が合っているかどうか確認します。
lv: Pārbauda ​​vai ievade atbilst globālajam datuma formātam.
my: အများသံုးနေ့စွဲအချိုးအစားနှင့်ထည့်သွင်းကိုက်ညီမှုရှိမရှိစစ်ဆေး။
pl: sprawdza czy wprowadzona data ma odpowiedni format, ustalony w ustawieniach systemu.
ro: verifică dacă inputul curent corespunde formatului global de dată.
ru: Проверяет введённую дату на соответствие глобальному формату.
sk: Overuje či sa vkladaný údaj zhoduje s globálnym formátom dátumu.
sq: kontrollon, a është formati i datës i përshtatshëm me atë që është parapa.
sr: Провери да ли је датум у складу са глобалним форматом датума.
sv: Kontrollerar om inmatningen matchar det globala datumformatet.
uk: Перевіряє введену дату на відповідність глобальному формату.

# tl_form_field.time.0
source: Time
cs: Čas
da: Tid
de: Uhrzeit
fa: ساعت
fi: Aika
fr: Heure
hu: Idő
it: Ora
ja: 時刻
lv: Laiks
my: စံတော်ချိန်
pl: Czas
ro: Timp
ru: Время
sk: Čas
sq: Koha
sr: Време
sv: Tid
uk: Час

# tl_form_field.time.1
source: Checks whether the input matches the global time format.
cs: zkontroluje, zda zadané údaje souhlasí s nastavením času v systému.
da: tjekker om det nuværende input matcher det globale datoformat.
de: Prüft, ob die Eingabe dem globalen Uhrzeitformat entspricht.
fa: چگونگی انطباق ورودی با ساختار ساعت جهانی را بررسی می‌کند
fi: Tarkistaa vastaako syöte globaalia ajan muotoa.
fr: Contrôle si la saisie correspond au format global d'heure.
hu: A bevitt adat érvényes idő formátumban kell legyen.
it: verifica che il valore inserito corrisponda all'impostazione globale del formato dell'ora
ja: バックエンドの設定で指定した時刻の書式に入力が合っているかどうか確認します。
lv: Pārbauda, ​​vai ievade atbilst globālajam laika formātam.
my: အများသံုးစံတော်ချိန်အချိုးအစားနှင့်ထည့်သွင်းကိုက်ညီမှုရှိမရှိစစ်ဆေး။
pl: sprawdza czy wprowadzony czas ma odpowiedni format, ustalony w ustawieniach systemu.
ro: Verifică dacă inputul se potriveşte cu formatul timp global.
ru: Проверяет введённое время на соответствие глобальному формату.
sk: Overuje či sa vkladaný údaj zhoduje s globálnym formátom času.
sq: Kontrollon nëse të dhënat përputhen me formatin botëror të kohës.
sr: Провери да ли је време у складу са глобалним форматом датума.
sv: Kontrollerar om inmatningen matchar det globala tidsformatet.
uk: Перевірка чи введена дата відповідає глобальному формату

# tl_form_field.datim.0
source: Date and time
cs: Datum a čas
da: Dato og tid
de: Datum und Zeit
fa: تاریخ و ساعت
fi: Päivämäärä ja aika
fr: Date et heure
hu: Dátum és idő
it: Data e tempo
ja: 日付と時刻
lv: Datums un laiks
my: နေ့စွဲနှင့်အချိန်
pl: Data i czas
ro: Dată şi oră
ru: Дата и время
sk: Dátum a čas
sq: Data dhe koha
sr: Датум и време
sv: Datum och tid
uk: Дата та час

# tl_form_field.datim.1
source: Checks whether the input matches the global date and time format.
cs: zkontroluje, zda zadané údaje souhlasí s nastavením data a času v systému.
da: tjekker om det nuværende input matcher det globale dato- og tidsformat.
de: Prüft, ob die Eingabe dem globalen Datums- und Uhrzeitformat entspricht.
fa: چگونگی انطباق ورودی با ساختار تاریخ و ساعت جهانی را بررسی می‌کند
fi: Tarkistaa vastaako syöte globaalia päivämäärän ja ajan muotoa.
fr: Contrôle si la saisie correspond au format global de date et d'heure.
hu: A bevitt adat érvényes dátum és idő formátumban kell legyen.
it: controlla se il valore inserito corrisponde con il formato monfiale della data e il formato dell'ora.
ja: バックエンドの設定で指定した日付と時刻の書式に入力が合っているかどうか確認します。
lv: Pārbauda, ​​vai ievade atbilst globālajam datuma un laika formātam.
my: အများသံုးနေ့စွဲနှင့်အချိန်အချိုးအစားနှင့်ထည့်သွင်းကိုက်ညီမှုရှိမရှိစစ်ဆေး။
pl: sprawdza czy wprowadzona data i czas ma odpowiedni format, ustalony w ustawieniach systemu.
ro: verifică dacă inputul curent corespunde formatului global de data şi oră.
ru: Проверяет введённую дату и время на соответствие глобальному формату.
sk: Overuje či sa vkladaný údaj zhoduje s globálnym formátom dátumu a času.
sq: kontrollon, a është formati i datës dhe kohës i përshtatshëm me atë që është parapa.
sr: Провери да ли је датум и време у складу са глобалним форматом датума и времена.
sv: Kontrollerar om inmatningen matchar det globala datum- och tidsformatet.
uk: Перевіряє введену дату й час на відповідність глобальному формату.

# tl_form_field.phone.0
source: Phone number
cs: Telefonní číslo
da: Telefonnr.
de: Telefonnummer
fa: شماره تلفن
fi: Puhelinnumero
fr: Numéro de téléphone
hu: Telefonszám
it: Numero telefono
ja: 電話番号
lv: Tālruņa numurs
my: ဖုန်းနံပါတ်
pl: Numer telefonu dom.
ro: Telefon
ru: Телефонный номер
sk: Telefónne číslo
sq: Numri telefonit
sr: Број телефона
sv: Telefonnummer
uk: Телефонний номер

# tl_form_field.phone.1
source: Allows numeric characters, plus (+), minus (-), slash (/), parentheses () and space ( ).
cs: povolené abecední a číselné znaky: plus (+), mínus (-), lomítko (/), závorky () a mezera ( ).
da: tillader tal, plus (+), minus (-), skråstreg (/), parenteser () og mellemrum.
de: Erlaubt numerische Zeichen, Plus (+), Minus (-), Schrägstrich (/), Klammern () und Leerzeichen ( ).
fa: شامل نویسه‌های عددی، بعلاوه (+)، خط تیره (-)، اسلش (/)، پرانتز () و فاصله ( ).
fi: Sallii numerot, plussan (+), miinuksen (-), kauttaviivan (/), sulkeet () ja välilyönnin ( ).
fr: Autorise les caractères numériques, le plus (+), le moins (-), la barre oblique (/), les parenthèses () et l'espace ( ).
hu: Numerikus karakterek, plusz (+), mínusz (-), per (/), zárójel () és szóköz ( ) használata engedélyezett.
it: abilita i caratteri numerici, più (+), meno (-), slash (/), parentesi () e spazio.
ja: 数字、プラス(+)、マイナス(-)、スラッシュ(/)、丸括弧()、スペース文字( )を許可します。
lv: Atļauj ciparu rakstzīmes, plus (+), mīnus (-), slīpo līniju (/), iekavas () un atstarpi ( ).
my: ကိန်းဂဏန်းအက္ခရာများ၊ အပေါင်း (+)၊ အနုတ် (-)၊ မျဉ်းစောင်း (/) ၊ ဝိုက်ကွင်း () နှင့်ဗလာ ( ) ခွင့်ပြု။
pl: dozwolone są cyfry, plus (+), minus (-), ukośnik (/), nawiasy () i spacja
ro: permite caractere numerice, plus (+), minus (-), slash (/), paranteze () şi spaţiu
ru: Разрешены цифровые символы, плюс (+), минус (-), слеш (/), парные скобки () и пробел ( ).
sk: Povolí užívateľom zadať číselné znaky, znaky: plus (+), mínus (-), lomítko (/), zátvorky () a medzera ( ).
sq: lejon shenja numerike, plus (+), minus (-), vizë e pjerrët (/), kllapa () dhe hapësirë.
sr: Дозволи нумеричке знакове, плус (+), минус (-), косу црту (/), заграде () и празан простор ( ).
sv: Tillåter numeriska tecken, plus (+), minus (-), snedstreck(/), parenteser () och mellanslag.
uk: допускаються цифри, плюс (+), мінус (-), слеш (/), парні дужки () і пробіл ( ).

# tl_form_field.email.0
source: E-mail address
cs: E-mailová adresa
da: E-mail adresse
de: E-Mail-Adresse
fa: نشانی ایمیل
fi: Sähköpostiosoite
fr: Adresse e-mail.
hu: E-mail címek
it: Indirizzo email
ja: 電子メールアドレス
lv: E-pasta adrese
my: အီးမေးလ်လိပ်စာ
pl: E-mail
ro: Adresă email
ru: E-mail адрес
sk: Váš e-mail
sq: Adresa elektronike
sr: E-mail адреса
sv: E-postadress
uk: E-mail адреса

# tl_form_field.email.1
source: Checks whether the input is a valid e-mail address.
cs: zkontroluje, zda zadaná mailová adresa je ve správném tvaru.
da: kontrollere om den nuværende værdi er en e-postadresse.
de: Prüft, ob die Eingabe eine gültige E-Mail-Adresse ist.
fa: بررسی می‌کند که آیا ورودی یک نشانی ایمیل معتبر است.
fi: Tarkistaa onko syöte kelvollinen sähköpostiosoite.
fr: Contrôle si la saisie est une adresse e-mail valide.
hu: A bevitt adat érvényes e-mail cím formátumban kell legyen.
it: controlla se l'indirizzo e-mail inserito è valido.
ja: 入力が有効な電子メールアドレスかどうか確認します。
lv: Pārbauda, ​​vai ievades dati ir derīgi kā e-pasta adrese.
my: ထည့်သွင်းသည်တရားဝင်အီးမေးလ်လိပ်စာဟုတ်မဟုတ်စစ်ဆေး။
pl: sprawdza czy wprowadzony ciąg znaków jest poprawnym adresem e-mail.
ro: Verifică dacă valoarea curentă este un format valid de adresă de email.
ru: Проверяет является ли текущее значение правильным e-mail адресом.
sk: Overuje či vkladaný údaj je správny formát e-mailovej adresy.
sq: kontrollon, a është adresa elektronike e vlefshme.
sr: Провери да ли је унешен исправан формат e-mail адресе.
sv: Kontrollerar om inmatningen är en giltig e-postadress.
uk: Перевіряє, чи є поточне значення правильною e-mail адресою.

# tl_form_field.url.0
source: URL format
cs: Formát internetové adresy
fa: ساختار نشانی وب
fi: URL-muoto
fr: Format d'URL
hu: URL formátum
it: Formato URL
ja: URL書式
lv: URL formāts
my: ယူအာအယ်အချိုးအစား
pl: Format adresu URL
ro: Format URL
ru: Формат URL
sk: URL formát
sq: Formati URL-së
sr: URL формат
uk: URL-формат

# tl_form_field.url.1
source: Checks whether the input is a valid URL.
cs: zkontroluje, zda zadaný údaj odpovídá správnému formátu internetové adresy.
da: tjekker om den nuværende værdi er en gyldig URL. En gyldig URL indeholder tegnene A-Za-z ig disse specialtegn(-_.:;/?&=+#). Alle andre specialtegn skal kodes.
de: Prüft, ob die Eingabe eine gültige URL ist.
fa: بررسی می‌کند که آیا ورودی یک نشانی وب معتبر است.
fi: Tarkistaa onko syöte kelvollinen URL.
fr: Contrôle si la saisie est un URL valide.
hu: A bevitt adatnak érvényes URL formátuma kell legyen.
it: Controlla se il valore inserito è un URL valido. Un URL valido dovrebbe contenere i caratteri A-Z a-z ed i seguenti caratteri speciali (-_.:;/?&=+#). Tutti gli altri caratteri non possono essere codificati!
ja: 入力が有効なURLかどうか確認します。
lv: Pārbauda, ​​vai ievades dati ir derīgi kā URL.
my: ထည့်သွင်းသည်တရားဝင်ယူအာအယ်ဟုတ်မဟုတ်စစ်ဆေး။
pl: sprawdza czy wprowadzony ciąg znaków jest poprawnym adresem URL. Poprawny adres URL zawiera znaki z zakresu: A-Z, a-z, 0-9 oraz znaki specjalne: (-_.:;/?&=+#). Wszystkie inne znaki specjalne muszą być zakodowane!
ro: verifică dacă valoarea curentă este un URL valid. Un URL valid conţine caracterele A-Za-z şi cele speciale (-_.:;/?&=+#). Toate celelalte caractere speciale trebuiesc codate!
ru: Проверяет является ли текущее значение правильным URL.
sk: Overuje či vkladaný údaj je správny formát URL odkazu.
sq: kontrollon, a është formati URL-së i vlefshëm. Një URL e vlefshme përmban germat A-Za-z dhe këto shenja (-_.:;/?&=+#). Të gjitha shenjat shtesë duhet të kodifikohen!
sr: Провери да ли је унешен исправан формат URL-а.
sv: Kontrollerar om det aktuella värdet är en giltid URL. En giltid URL innehåller tecknen A-Z a-z eller dessa specialtecken (-_.:;/?&=+#). Alla andra tecken måste kodas in!
uk: Перевіряє, чи є поточне значення правильним URL. Правильний URL містить букви A-Za-z і спеціальні символи (-_.:;/?&=+#). Всі інші спеціальні символи повинні бути закодовані!

# tl_form_field.placeholder.0
source: Placeholder
cs: Zástupný znak
de: Platzhalter
fa: حفره
fi: Tyhjän kentän ohjeteksti
hu: Helyettesítő
it: Sostituto
ja: プレースホルダー
lv: Vietturis
my: မျှော်လင့်တန်ဖိုး
pl: Tekst zastępczy
ro: Substituent
ru: Атрибут Placeholder (Замещающий текст)
sk: Zástupný znak
sq: Zëvendues
sr: Обележевач места
sv: Platshållare
uk: Плейсхолдер

# tl_form_field.placeholder.1
source: Show this text as long as the field is empty (requires HTML5).
cs: Zobrazit tento text, dokud bude pole prázdné (vyžaduje HTML5)
da: Vis denne tekst indtil den besøgende begynder at udfyldt det (Kræver HTML5).
de: Dieser Text wird angezeigt solange das Feld noch nicht ausgefüllt wurde (benötigt HTML5).
fa: نمایش این متن تا زمانی که این فیلد خالی است (نیاز به HTML5)
fi: Näyttää tämän tekstin kentän ollessa tyhjä (vaatii HTML5-tuen).
fr: Afficher ce texte tant que le champ est vide (HTML5 requis).
hu: Mutassa ezt a szöveget amig a mező üres. (HTML5 szükséges).
it: Mostra questo testo se il campo è vuoto (necessita HTML5)
ja: 入力欄が空の状態の間はこのテキストを表示します。(HTML5が必要)
lv: Rāda šo tekstu tik ilgi, kamēr lauks ir tukšs (nepieciešams HTML5).
my: နယ်ပယ်အလွတ်ဖြစ်နေသမျှယခုစာသားကိုပြသ (ဟိပ်စ်တီအမ်အယ်၅လိုအပ်)။
pl: Pokazuj ten tekst, dopóki pole jest puste (wymaga HTML5).
ro: Arată acest text câtă vreme câmpul este vid (necesită HTML5).
ru: Показать этот текст пока поле остается пустым (требует HTML5).
sk: Zobraziť tento text, pokiaľ bude pole prázdné (vyžaduje HTML5)
sq: Trego këtë tekst aqë kohë sa fusha është e zbrazët (kërkon HTML 5)
sr: Прикажи овај текст док год је поље празно (потребан HTML5).
sv: Visa denna text under tiden fältet inte har fyllts i är tomt (kräver HTML5).
uk: Цей текст відображається в полі до тих пір, поки поле не буде заповнене (вимагає HTML5).

# tl_form_field.minlength.0
source: Minimum length
cs: Minimální délka
da: Minimum længde
de: Minimale Eingabelänge
fa: طول کمینه
fi: Vähimmäispituus
fr: Longueur minimale
hu: Minimum hosszúság
it: Lunghezza minima
ja: 最小長
lv: Minimālais garums
pl: Minimalna długość
ro: Dimensiune minimă
ru: Минимальная длина
sk: Minimálna dĺžka
sr: Минимална дужина
sv: Minimumlängd

# tl_form_field.minlength.1
source: Require the field value to be a certain number of characters long.
cs: Do pole je nutné uvést hodnotou pro délku znaků.
da: Påkræv at feltets værdi skal have en længde på et bestemt antal tegn.
de: Hier können Sie die mindestens benötigte Anzahl an Zeichen festlegen.
fa: مقدار فیلد باید مقدار مشخصی از طول نویسه‌ها باشد.
fi: Vaatii syötteen pituudeksi vähintään tietyn merkkimäärän.
fr: Exiger que la valeur du champ ait un certain nombre de caractères.
hu: A mező értéke szükséges, hogy egy bizonyos karakter hosszúságú lehessen.
it: Inserire numero minimo di caratteri per il campo.
ja: 入力が必要な文字数の下限を指定します。
lv: Pieprasa, lai lauka vērtība ir noteiktu rakstzīmju skaitu gara.
pl: Wartość pola musi mieć określoną liczbą znaków.
ro: Obligă ca valoarea câmpului să fie de un anumit număr de caractere.
ru: Необходимо, чтобы значением поля было определенное количество символов.
sk: Limituje dĺžku poľa stanoveným počtom znakov.
sr: Дефинише потребу да вредност у пољу садржи одређени број знакова.
sv: Kräver att fältets innehåll är ett bestämt antal tecken långt.

# tl_form_field.maxlength.0
source: Maximum length
cs: Maximální délka údaje
da: Maksimal længde
de: Maximale Eingabelänge
fa: حداکثر طول مجاز
fi: Enimmäispituus
fr: Longueur maximale
hu: Maximum hossz
it: Lunghezza massima
ja: 最大長
lv: Maksimālais garums
my: အများဆံုးအလျား
pl: Maksymalna wielkość
ro: Lungime maximă
ru: Максимальная длина
sk: Maximálna dĺžka
sq: Gjatësia maksimale e të dhënave
sr: Максимална дужина
sv: Maximal längd
uk: Максимальна довжина

# tl_form_field.maxlength.1
source: Limit the field length to a certain number of characters (text) or bytes (file uploads).
cs: Zde můžete určit maximální počet znaků (text) nebo velikost (nahrávání souborů).
da: Hvis du indtaster en numerisk værdi her, vil feltlængden blive begrænset til dette antal tegn. Hvis du opsætter et fil-upload-felt, kan du indtaste den maksimale filstørrelse i Bytes her (1 MB = 1024 kB = 1024000 Bytes).
de: Hier können Sie die maximale Anzahl an Zeichen (Text) bzw. Bytes (Datei-Uploads) festlegen.
fa: اندازه فیلد را به یک تعداد کارکتر (متنی) یا بایت (پرونده بارگزاری شده) محدود می‌کند.
fi: Rajoittaa syötteen pituutta tiettyyn merkki- (teksti) tai tavumäärään (tiedostolataus).
fr: Limite la longueur du champ à un certain nombre de caractères (texte) ou octets (envoi de fichiers).
hu: Korlátozza a bevitt karakterek (szöveg) vagy byte-ok (fájl feltöltés) hosszát.
it: Se inserisci un valore numerico, il campo avrà un limite a seconda del valore inserito. Se imposti un campo per il caricamento di files, puoi inserire un massimo di peso in Bytes (1MB = 1024 kB = 1024000 Bytes).
ja: 入力できる(テキストの)文字数や(ファイルアップロードの)バイト数といった数値の上限を指定します。
lv: Ierobežo lauka garumu līdz noteiktam rakstzīmju skaitam (tekstam) vai baitos (failu augšuielādei).
my: နယ်ပယ်အလျားကိုအက္ခရာများ(စာသား)(သို့)ဘိုက်များ(ဖိုင်ကူးတင်များ)၏အနည်းငယ်အရေအတွက်သို့ကန့်သတ်။
pl: Jeśli wprowadzisz numeryczną wartość, wprowadzana długość tekstu będzie ograniczone do podanej wartości. Jeśli jest to pole do wysyłania plików, możesz tu wprowadzić, w bajtach, maksymalny rozmiar pliku jaki będzie mógł być przesłany (np. 1 MB = 1024 KB = 1024000 bajtów).
ro: Dacă introduceţi o valoare numerică, lungimea câmpului va fi limitată la acel număr de caractere. Dacă este un câmp pentru încărcare, puteţi introduce mărimea maximă a fişierului în Bytes (1 MB = 1024 kB = 1024000 Bytes).
ru: Ограничение длины поля определенным количеством символов (текст) или байт (загрузка файлов).
sk: Limituje dĺžku poľa stanoveným počtom znakov (text) alebo bytov (veľkosť nahrávaného súboru).
sq: Këtu mund ta cakton numrin maksimal të shenjave për fushat e tekstit ose madhësinë e skedarëve për fushat "Ngarkim-skedar" në njësinë Bytes (1 MB = 1024 kB = 1024000 Bytes).
sr: Ограничи дужину поља на одређени број знакова (текст) или бајтова ( код копирања фајлова).
sv: Om du skriver in ett numeriskt värde här kommer fältlängden att begränsas till detta antal tecken. Om du håller på och skapar ett filuppladdningsfält kan du ange maximala filstorleken i Bytes här (1 MB = 1024 kB = 1024000 Bytes).
uk: Якщо тут уводиться числове значення, допустима довжина поля буде обмежена цією кількістю символів. Якщо Ви встановлюєте поле завантаження файлу, ви можете ввести максимальний розмір файлу в байтах (1 MB = 1024 KB = 1024000 Bytes).

# tl_form_field.size.0
source: Rows and columns
cs: Řádky a sloupce
da: Række og spalter
de: Reihen und Spalten
fa: سطرها و ستون‌ها
fi: Rivit ja sarakkeet
fr: Rangs et colonnes
hu: Sorok és oszlopok
it: Righe e colonne
ja: 行と列
lv: Rindas un kolonas
my: အတန်းများနှင့်ကော်လံများ
pl: Wiersze i kolumny
ro: Rânduri şi coloane
ru: Строки и колонки
sk: Riadky a stĺpce
sq: Rreshtat dhe kolonat
sr: Редови и колоне
sv: Rader och kolumner
uk: Ряди та стовпчики
