Repository: contao/core
Catalog: system/modules/core/languages/*/*_form.xlf
Languages: da, es, fa, fr, hu, it, ja, lv, my, ro, sl, sv, uk

# tl_form.title.0
source: Title
da: Overskrift
es: Título
fa: عنوان
fr: Titre
hu: Megnevezés
it: Titolo
ja: 題名
lv: Virsraksts
my: ခေါင်းစဉ်
ro: Nume grup
sl: Naziv
sv: Rubrik
uk: Назва

# tl_form.title.1
source: Please enter the form title.
da: Angiv formularens titel.
es: Por favor introduce el título del formulario.
fa: لطفا عنوان فرم را وارد نمایید.
fr: Saisir le titre du formulaire.
hu: Adja meg az űrlap nevét
it: Inserisci un titolo per il form.
ja: フォームの名前を入力してください。
lv: Lūdzu ievadiet formulāra nosaukumu.
my: ပံုစံခေါင်းစဉ်ထည့်သွင်း။
ro: Introduceţi un titlu pentru formular.
sl: Vnesite naziv obrazca.
sv: Ange ett namn för formuläret.
uk: Будь ласка, введіть назву форми.

# tl_form.alias.0
source: Form alias
da: Form henvisning
es: Alias de formulario
fa: نامک فرم
fr: Alias du formulaire
hu: Űrlap álnév
it: Alias del form
ja: フォームのエイリアス
lv: Formas aizstājvārds
my: ပံုစံနာမည်ပွား
ro: Alias
sl: Vzdevek obrazca
sv: Formulär-alias
uk: Аліас форми

# tl_form.alias.1
source: The form alias is a unique reference to the form which can be called instead of its numeric ID.
da: Form henvisningen er en unik reference til formen, der kan bruges i stedet for dens ID
es: El alias de formulario es una referencia única al formulario que puede utilizarse en lugar de su ID numérico.
fa: نامک فرم یک مرجع یکتا فرم که می‌تواند به جای شناسه عددی فراخوانی شود.
fr: L'alias du formulaire est une référence unique qui remplace l'ID du formulaire.
hu: Az űrlap álnév egy olyan egyedi azonosító, melyet az ID szám helyett lehet használni.
it: L'alias del form è un riferimento unico del form che può essere utilizzato al posto dell'ID numerico.
ja: フォームのエイリアスは、その数値のIDの代わりにフォームを参照できる、重複しない生枝です。
lv: Formas aizstājvārds ir unikāla atsauce uz formu, ko var izsaukt pēc šī aistājvārda, nevis formas cipariskā ID.
my: နံပါတ်အိုင်ဒီအစားပံုစံနာမည်ပွားမှာပံုစံသို့တစ်ခုတည်းရည်ညွှန်းချက်ဖြစ်။
ro: Aliasul reprezintă o referinţă unică la formular ce poate fi apelată în loc de ID-ul numeric.
sl: Vzdevek obrazca je edinstvena referenca za vaš obrazec, ki ga lahko pokličete namesto numerične ID številke.
sv: Formuläralias är ett unik referensnamn som kan användas istället för formulärets numeriska ID-nummer när man refererar till formuläret.
uk: Аліас форми є унікальним посиланням до форми, що може бути викликана замість ID сторінки.

# tl_form.jumpTo.0
source: Redirect page
da: Hop til side
es: Saltar a la página
fa: برگه بازگردانی
fr: Page de redirection
hu: Átirányítás
it: Salta alla pagina
ja: リダイレクト先のページ
lv: Pārsūtīšanas lapa
my: ဦးတည်ရာပြောင်းစာမျက်နှာ
ro: Avansează la
sl: Pojdi na stran
sv: Omdirigera till
uk: Перейти на сторінку

# tl_form.jumpTo.1
source: Please choose the page to which visitors will be redirected after submitting the form.
da: Data fra en formular sendes normalt til en anden side som behandler disse eller viser en besked, f.eks. "Tak, informationen er modtaget." Her kan du vælge hvilken side formularen skal sende til.
es: Normalmente un formulario se envía a otra página, que procesa los datos o muestra un mensaje. Puedes seleccionar esta página aquí.
fa: لطفا برگه‌ای را که کاربران بعد از ارسال فرم باید بازگردانی شوند را انتخاب کنید.
fr: Choisir la page vers laquelle les visiteurs seront redirigés après soumission du formulaire.
hu: Adja meg azt az oldalt, ahová a látogatók az űrlap elküldése után lesznek továbbítva.
it: Un form solitamente porta ad un'altra pagina dove vengono elaborati i dati trasmessi oppure viene visualizzato un messaggio di ringraziamento. Qui puoi scegliere a quale pagina deve portare il form una volta compilato.
ja: フォームを提出した後に移動するページを選択してください。
lv: Lūdzu izvēlieties lapu, uz kuru apmeklētāji tiks novirzīti pēc formulāra nosūtīšanas.
my: ပံုစံတင်ရန်ကလစ်နှိပ်သောအခါလည်ပတ်သူများရောက်သွားမည့်စာမျက်နှာကိုရွေးပါ။
ro: Un formular este de regulă trimis altei pagini care procesează formularul sau afişeaza un mesaj de mulţumire. Aici puteţi specifica această pagină.
sl: Prosimo, izberite stran, na katero bodo preusmerjeni obiskovalci po uspešno izpoljenem obrazcu.
sv: Ett formulär postas vanligtvis till en annan sida, som processar datan eller visar ett "Tack"-meddelande. <br /> Du kan välja denna sida här.
uk: Після відправлення даних, форма переходить на іншу сторінку, на якій обробляються дані форми або виводиться повідомлення «Дякуємо за увагу до нашого сайту...».

# tl_form.sendViaEmail.0
source: Send form data via e-mail
da: Send formular-data via e-post
es: Enviar formulario por e-mail
fa: ارسال داده‌ها توسط ایمیل
fr: Envoyer les données du formulaire par e-mail
hu: Űrlap elküldése email-ben
it: Invia dati form via e-mail
ja: フォームのデータを電子メールで送信
lv: Nosūtīt formulāru ar e-pastu
my: အီးမေးလ်မှတစ်ဆင့်ပံုစံအချက်အလက်များပေးပို့
ro: Trimite datele formularului prin email
sl: Pošlji podatke po elektronski pošti
sv: Skicka formulärdata via E-post
uk: Висилати дані по e-mail

# tl_form.sendViaEmail.1
source: Send the submitted data to an e-mail address.
da: Hvis du vælger denne mulighed, vil formulardata blive sendt via e-post.
es: Si seleccionas esta opción, el formulario se enviará por e-mail.
fa: داده‌های ارسال شده توسط به نشانی ایمیل فرستاده خواهند شد.
fr: Envoyer les données soumises vers une adresse e-mail.
hu: Küldje el a kitöltött űrlapot egy e-mail címre
it: Se selezionato, i dati del form verranno spediti via e-mail.
ja: 提出されたデータを電子メールのアドレス宛に送信します。
lv: Ja jūs izvēlēsieties šo opciju, formulāra dati tiks nosūtīti ar e-pastu.
my: အီးမေးလ်လိပ်စာသို့တင်သွင်းပြီးအချက်အလက်များပေးပို့
ro: Dacă alegeţi această opţiune, datele formularului vor fi trimise via email.
sl: Pošljite sprejete podatke na vnesen naslov elektronske pošte.
sv: Om du väljer detta val kommer formulärdatan att skickas med E-post.
uk: Якщо ви виберете цю опцію, дані форми будуть відіслані на вказану e-mail адресу.

# tl_form.recipient.0
source: Recipient address
da: Modtager
es: Destinatario
fa: نشانی گیرنده
fr: Adresse du/des destinataire(s)
hu: Címzett címe
it: Destinatario
ja: 宛先のアドレス
lv: Saņēmējs
my: လက်ခံရရှိသူလိပ်စာ
ro: Destinatar
sl: Naslov prejemnika
sv: Mottagare
uk: Кому

# tl_form.recipient.1
source: Separate multiple e-mail addresses with comma.
da: Indtast venligst en eller flere modtageres e-postadresser. Adskil flere adresser med komma. Du kan også bruge det "navneformatet" (f.eks. "Navn[navn@domain.dk]").
es: Por favor introduce uno o más e-mails destinatarios. Separar direcciones e-mail con una coma. También puedes utilizar apodos (por ejemplo: "Nombre [nombre@dominio.com]").
fa: نشانی‌های ایمیل چندتایی را با کاما از هم جدا کنید.
fr: Séparer les adresses e-mails multiples par une virgule.
hu: Több cím esetén a különböző e-mail címeket vesszővel válassza el.
it: Inserisci uno o più destinatari. Separa gli indirizzi con una virgola ",". Puoi anche usare il formato: "Name [name@domain.com]".
ja: 複数の電子メールアドレスはコンマで区切ってください。
lv: Vairākas e-pasta adreses atdalīt ar komatu.
my: ကော်မာခံ၍အီးမေးလ်လိပ်စာများခြားနားပါ။
ro: Introduceţi una sau mai multe adrese email, separate prin virgulă. Puteţi folosi "formatul lejer de nume" (ex. "Nume [nume@domeniu.com]").
sl: Naslove elektronske pošte med seboj ločite z vejico.
sv: Ange en eller flera mottagaradresser. Separera adresserna med komma.
uk: Вкажіть, будь ласка, один або більше адресатів (через кому), e-mail адреси. Ви також можете використати форму «Name [name@domain]».

# tl_form.subject.0
source: Subject
da: Emne
es: Asunto
fa: موضوع
fr: Sujet
hu: Tárgy
it: Oggetto
ja: 件名
lv: Temats
my: အကြောင်းအရာ
ro: Subiect
sl: Zadeva
sv: Ämne
uk: Тема

# tl_form.subject.1
source: Please enter the e-mail subject.
da: Indtast venligst emne. Hvis du ikke indtaster et emne, stiger sandsynligheden for at e-posten bliver identificeret som SPAM.
es: Por favor introduce el asunto. Si no introduces un asunto, es más probable que el e-mail se clasifique como SPAM.
fa: لطفا موضوع ایمیل را وارد نمایید.
fr: Saisir le sujet de l'e-mail.
hu: Adja meg mi szerepeljen az e-mail tárgy mezőjében.
it: Inserisci un oggetto per il messaggio. Se non viene specificato niente vi è la possibilità che il messaggio venga contrassegnato come SPAM.
ja: 電子メールの件名(Subject)を入力してください。
lv: Lūdzu ievadiet e-pasta tematu.
my: အီးမေးလ်အကြောင်းအရာထည့်သွင်း။
ro: Introduceţi un subiect. Dacă nu, creşte probabilitatea ca acest mail să fie considerat SPAM.
sl: Prosimo, vnesite zadevo elektronskega sporočila.
sv: Ange ett E-postämne. Om du inte anger ett ämne så ökar du risken att detta E-postmeddelande kommer att klassas som spam.
uk: Введіть, будь ласка, тему. Якщо ви не заповнили тему, це збільшить імовірність того, що лист буде ідентифіковано як спам.

# tl_form.format.0
source: Data format
es: Formato datos
fa: ساختار داده‌ها
fr: Format des données
hu: Adat formátum
it: Formato dati
ja: データの形式
lv: Datu formāts
my: အချက်အလက်အချိုးအစား
ro: Formatul datei
sl: Oblika podatkov
sv: Format
uk: Формат даних

# tl_form.format.1
source: Defines how the form data will be forwarded.
da: Vælg et dataformat.
es: Por favor selecciona un formato de de datos.
fa: نحوه ارسال داده‌ها را تعریف کنید.
fr: Choisir le format dans lequel les données seront transmises.
hu: Adja meg a választott adat formátumot.
it: Scegli un formato dati.
ja: フォームのデータを転送するか形式を設定します。
lv: Lūdzu izvēlieties datu formātu.
my: ပံုစံအချက်အလက်များမည်သို့တစ်ဆင့်ကမ်းရန်သတ်မှတ်။
ro: Alegeţi un format de dată.
sl: Določite, na kakšen način naj bodo posredovani podatki.
sv: Ange vilket format du vill använda för att skicka formulärdatat.
uk: Будь ласка, виберіть формат даних.

# tl_form.raw.0
source: Raw data
da: Rå data
es: Datos sin formato
fa: داده‌های خطی
fr: Données brutes
hu: Nyers adat
it: Dati grezzi
ja: 生のデータ
lv: Jēldati
my: အချက်အလက်ကြမ်း
ro: Date tip raw
sl: Neobdelani podatki
sv: Rådata
uk: Текстовий

# tl_form.raw.1
source: The form data will be sent as plain text message with each field in a new line.
da: Data fra formularen sendes som en almindelig tekstbesked hvor de enkelte felter adskilles med et linjeskift.
es: Los datos del formulario se envian como texto, cada campo en una linea nueva.
fa: داده‌های فرم به عنوان پیغام متنی ساده که هر فیلد در یک خط خواهد بود ارسال خواهد شد.
fr: Les données du formulaire seront envoyées en texte simple avec une nouvelle ligne pour chaque champ.
hu: Az űrlap tartalma egyeszerű szövegként lesz elküldve, minden mező tartalma külön sorban.
it: I dati del form verranno inviati come semplice messaggio di testo con ogni campo in una nuova linea.
ja: フォームのデータを1行に1項目としたテキスト形式のメッセージで送信します。
lv: Formas dati tiks nosūtīti kā vienkāršs teksts, kurā katru lauka vērtība būs jaunā rindā.
my: လိုင်းအသစ်ရှိနယ်ပယ်တစ်ခုစီတိုင်းတွင်ပံုစံအချက်အလက်ကိုသာမန်စာသားမှာကြားချက်အဖြစ်ပေးပို့။
ro: Datele formularului sunt trimise ca text obişnuit, neformatat, cu fiecare câmp pe o linie nouă.
sl: Podatki iz obrazca bodo poslani kot golo besedilo, z vsakim poljem v svoji vrstici.
sv: Formuläret kommer att skickas som ren text med varje fält på en ny rad.
uk: Дані форми посилають як просте текстове повідомлення, кожне поле з нового рядка.

# tl_form.xml.0
source: XML file
da: XML-fil
es: Archivo XML
fa: پرونده XML
fr: Fichier XML
hu: XML fájl
it: File XML
ja: XMLファイル
lv: XML datne
my: ဟိပ်အမ်အယ်ဖိုင်
ro: Fişier XML
sl: Datoteka XML
sv: XML-fil
uk: XML файл

# tl_form.xml.1
source: The form data will be attached to the e-mail as an XML file.
da: Data fra formularen vedhæftes e-posten som en XML-fil.
es: Los datos del formulario se envían adjuntos al e-mail en un archivo XML.
fa: داده‌های فرم به صورت پرونده XML به ایمیل پیوست خواهد شد.
fr: Les données du formulaire seront attachées à l'e-mail sous forme de fichier XML.
hu: Az űrlap tartalma XML fájlban lesz az emailhez csatolva.
it: I dati del form verranno inviati come file XML.
ja: フォームのデータをXMLファイルにして電子メールに添付します。
lv: Formulāra dati tiks pievienoti e-pastam kā XML datne.
my: ဟိပ်အမ်အယ်ဖိုင်ကဲ့သို့ပံုစံအချက်အလက်ကိုအီးမေးလ်တွင်တွဲချည်။
ro: Datele formularului sunt ataşate mailului ca fişiere XML.
sl: Podatki iz obrazca bodo pripeti elektronskemu sporočilu kot XML datoteka.
sv: Formulärdata kommer att bifogas till E-postmeddelandet som en XML-fil.
uk: Дані форми прикріплюються до листа як XML файл.

# tl_form.csv.0
source: CSV file
da: CSV-fil
es: Archivo CSV
fa: پرونده CSV
fr: Fichier CSV
hu: CSV fájl
it: File CSV
ja: CSVファイル
lv: CSV datne
my: စီအက်ဗီဖိုင်
ro: Fişier CSV
sl: Datoteka CSV
sv: CSV-fil
uk: CSV файл

# tl_form.csv.1
source: The form data will be attached to the e-mail as a CSV file.
da: Data fra formularen vedhæftes e-posten som en CSV-fil (kommasepareret).
es: Los datos del formulario se envían adjuntos al e-mail en un archivo CSV (valores separados por comas).
fa: داده‌های فرم به صورت پرونده CSV به ایمیل پیوست خواهد شد.
fr: Les données du formulaire seront attachées à l'e-mail sous forme de fichier CSV (valeurs séparées par des virgules).
hu: Az űrlap tartalma CSV fájlban lesz az emailhez csatolva.
it: I dati del form verranno inviati come file CSV. (una virgola separa i valori)
ja: フォームのデータをCSVファイルにして電子メールに添付します。
lv: Formulāra dati tiks pievienoti e-pastam kā CSV datne.
my: စီအက်ဗီဖိုင်ကဲ့သို့ပံုစံအချက်အလက်ကိုအီးမေးလ်တွင်တွဲချည်။
ro: Datele formularului sunt ataşate mailului ca fişiere CSV.
sl: Podatki iz obrazca bodo pripeti elektronskemu sporočilu kot CSV datoteka.
sv: Formulärdata kommer att bifogas till E-postmeddelandet som en CVS-fil (kommaseparerade värden).
uk: Дані форми прикріплюються до листа як CSV файл (значення через кому) .

# tl_form.email.0
source: E-mail
da: E-postformat
es: Formato e-mail
fa: ایمیل
fr: Format E-mail
it: Formato e-mail
ja: 電子メール
lv: E-pasta formāts
my: အီးမေးလ်
ro: Format email
sl: Elektronska pošta
sv: E-postformat
uk: E-mail формат

# tl_form.email.1
source: Ignores all fields except <em>name</em>, <em>email</em>, <em>subject</em>, <em>message</em> and <em>cc</em> (carbon copy) and sends the form data like it had been sent from a mail client. File uploads are allowed.
da: Ignorerer alle felter undtagen <em>name</em>, <em>email</em>, <em>subject</em>, <em>message</em> samt <em>cc</em> (carbon copy) og sender formular dataen som var det afsendt fra en mail klient. Upload af filer er tilladt.
es: Ignorar todos los campos excepto <em>nombre</em>, <em>e-mail</em>, <em>asunto</em>, <em>mensaje</em> y <em>cc</em> (copia) y envía los datos del formulario como si hubiesen sido enviados desde un cliente de correo. La subida de ficheros está permitida.
fa: تمامی فیلدها به غیر از <em>name</em>، <em>email</em>، <em>subject</em>، <em>message</em> و <em>cc</em> (رونوشت کاربنی) را نادیده گرفته و داده‌های فرم را مانند شبیه به سرویس گیرنده نامه ارسال می‌کند. بارگزاری پرونده مجاز است.
fr: Ignore tous les champs autres que <em>name</em>, <em>email</em>, <em>subject</em>, <em>message</em> et <em>cc</em> (copie cachée) et envoie les données du formulaire comme si elles avaient été émises par un client de messagerie. Les téléversements de fichiers sont acceptés.
hu: Figyelmen kívül hagyja az összes mezőt, kivéve <em>name</em>, <em>email</em>, <em>subject</em>, <em>message</em> és <em>cc</em> (carbon copy), és az űrlap tartalma úgy lesz elküldve mint egy levelező kliensből. Fájl feltöltés engedélyezett.
it: Questo formato mostra i campi <em>nome</em>, <em>e-mail</em>, <em>oggetto</em>, <em>messaggio</em> e <em>cc</em> (invia una copia dell'e-mail al mittente). Gli altri campi verranno ignorati. È permesso il caricamento di file.
ja: <em>name</em>、<em>email</em>、<em>subject</em>、<em>message</em>、<em>cc</em>(carbon copy)以外の項目の名前の入力項目を無視して、メールのクライアントから送信されたようにフォームのデータを送信します。ファイルのアップロードも可能です。
lv: Ignorē visus laukus, izņemot <em>vārds</em>, <em>e-pasts</em>, <em>ziņa</em> un <em>cc</em> (kopija) un nosūta formas datus tā, kā tiktu nosūtīts no pasta klienta. Failu augšupielāde ir atļauta.
my: <em>အီးမေးလ်</em>၊ <em>အကြောင်းအရာ</em>၊ <em>မှာကြားချက်</em> နှင့် <em>cc</em> မှလွဲ၍ကျန်နယ်ပယ်များကိုမသိကျိုးကျွန်ပြု၍မေးလ်ဖောက်သည်မှပေးပို့သကဲ့သို့ပံုစံအချက်အလက်ကိုပေးပို့။ ဖိုင်ကူးတင်များခွင့်ပြု။
ro: Ignoră toate câmpurile cu excepţia <em>nume</em>, <em>email</em>, <em>subiect</em>, <em>mesaj</em> şi <em>cc</em> (carbon copy) şi trimite datele din formular ca şi cum ar fi fost trimise de la un client de email. Trimiterea de fişiere este permisă.
sl: Ne upošteva vseh polj razen <em>naziv</em>, <em>e-naslov</em>, <em>zadeva</em>, <em>sporočilo</em> in <em>cc</em> (carbon copy) in pošlje obrazec na enak način kakor bi bil poslan iz odjemalca spletne pošte. Nalaganje datotek je dovoljeno.
sv: Ignorerar alla fäld förutom <em>name</em>, <em>email</em>, <em>subject</em>, <em>message</em> och <em>cc</em> (carbon copy) och skickar formulärdatat som om det hade skickats från en E-postklient. Filuppladdningar är tillåtna.

# tl_form.skipEmtpy.0
source: Skip empty fields
da: Spring tomme felter over
es: Omitir campos vacíos
fa: نادیده گرفتن فیلد‌های خالی
fr: Ignorer les champs non renseignés
hu: Üres mezők kihagyása
it: Salta campi vuoti
ja: 空の入力項目を省略
lv: Pārlēkt tukšos laukus
my: အလွတ်နယ်ပယ်များခုန်ကျော်
ro: Fără câmpuri vide
sl: Preskoči prazna polja
sv: Hoppa över tomma fält
uk: Пропустити пусті поля

# tl_form.skipEmtpy.1
source: Hide empty fields in the e-mail.
da: Inkluder ikke tomme felter i e-posten.
es: Ocultar campos vacíos en el e-mail
fa: پنهان کردن فیلد‌های خالی در ایمیل.
fr: Ne pas inclure dans l'e-mail les champs non renseignés.
hu: Az üres mezők nem kerülnek be az emailben.
it: Non includere i campi vuoti nell'e-mail
ja: 電子メールに空の入力項目を表示しません。
lv: Neiekļaut tukšos laukus e-pastā.
my: အီးမေးလ်တွင်အလွတ်နယ်ပယ်များဖံုးကွယ်။
ro: Nu include câmpurile vide în email.
sl: Skrij neizpolnjena polja v elektronskem sporočilu.
sv: Inkludera inte tomma fält i E-postmeddelandet.
uk: Невключати пусті поля до e-mail.

# tl_form.storeValues.0
source: Store data
da: Gem værdier
es: Almacenar valores
fa: ذخیره سازی داده های فرم
fr: Enregistrer les données
hu: Adat tárolása
it: Archivia valori
ja: データを保存
lv: Saglabāt vērtības
my: အချက်အလက်သိုလှောင်
ro: Stochează valori
sl: Shrani podatke
sv: Spara värden
uk: Зберігати значення

# tl_form.storeValues.1
source: Store the submitted data in the database.
da: Hvis du vælger denne mulighed, vil indsendte værdier blive gemt og genindsat i deres formularfelter.
es: Si seleccionas esta opción, los valores enviados seran guardados y reintroducidos en los campos del formulario.
fa: ذخیره سازی داده‌های ارسال شده در پایگاه‌داده‌.
fr: Enregistrer les données du formulaire dans la base de données.
hu: Az űrlap adatai az adatbázisban eltárolásra kerülnek.
it: Archivia i valori inviati dal form in un database.
ja: 提出されたデータをデータベースに保存します。
lv: Saglabā nosūtītas formulāra vērtības datubāzē.
my: အချက်အလက်အစုတွင်တင်သွင်းပြီးအချက်အလက်များသိုလှောင်။
ro: Această opţiune permite stocarea şi reinserarea valorilor în câmpurile formularului.
sl: Shrani izpolnjene podatke v bazo.
sv: Om du väljer detta val kommer valda värden att sparas och återskrivas i sina formulärfält.
uk: Якщо ви виберете дану опцію, введені дані будуть зберігатись після відправки.

# tl_form.targetTable.0
source: Target table
da: Modtagelsestabel
es: Tabla datos
fa: جدول مقصد
fr: Table cible
hu: Cél tábla
it: Tabella memorizzazione
ja: 保存先のテーブル
lv: Mērķa tabula
my: ရည်မှန်းစားပွဲ
ro: Tabela destinaţie
sl: Ciljna tabela
sv: Måltabell
uk: Цільова таблиця

# tl_form.targetTable.1
source: The target table must contain a column for every form field.
da: Vælg venligst tabellen du vil gemme formularværdierne i.
es: Por favor selecciona la tabla donde quieres que se guarden los datos del formulario.
fa: جدول مقصد باید دارای یک ستون برای هر فیلد فرم باشد.
fr: La table cible doit contenir une colonne pour chaque champ du formulaire.
hu: A cél táblának tartalmaznia kell minden űrlap mezőhöz egy oszlopot.
it: Seleziona la tabella in cui vuoi memorizzare i valori inviati dal form.
ja: 保存先とするテーブルは、各入力項目に対応した列を含んでいなければなりません。
lv: Izvēlieties tabulu, kurā vēlaties saglabāt formulāra vērtības.
my: ပံုစံနယ်ပယ်တိုင်းအတွက်ကော်လံတစ်ခုအနည်းဆံုးရည်မှန်းချက်စားပွဲတွင်မှာမဖြစ်မနေပါဝင်ရမည်။
ro: Alegeţi tabela în care doriţi să stocaţi valorile din formular.
sl: Ciljna tabela v bazi mora vsebovati stolpec za vsako polje v obrazcu.
sv: Ange tabellen som du vill spara formulärvärden i. Tabellen måste innehålla en kolumn för varje fält i formuläret.
uk: Виберіть таблицю в якій необхідно зберігати записи.

# tl_form.method.0
source: Submission method
da: Formular indsendelsesmetode
es: Método de envío de formulario
fa: روش ارسال فرم
fr: Méthode de soumission du formulaire
hu: Űrlap küldési metódus
it: Metodo d'invio
ja: 提出のメソッド
lv: Formulāra nosūtīšanas metode
my: တင်သွင်းခြင်းနည်းလမ်း
ro: Metoda de trimitere
sl: Način oddaje obrazca
sv: Metod för att skicka formulär
uk: Метод обробки

# tl_form.method.1
source: The default form submission method is POST.
da: Vælg venligst en formular indsendelsesmetode (standard: POST).
es: Por favor selecciona un método de envío para el formulario (por defecto: POST)
fa: به صورت پیش‌فرض اطلاعات فرم با روش POST ارسال می‌شوند.
fr: Par défaut, la méthode de soumission est POST.
hu: Az alapértelmezett űrlap elküldési metódusa: POST.
it: Seleziona un metodo di invio (default: POST)
ja: フォームの提出のメソッドの初期設定はPOSTです。
lv: Lūdzu izvēlieties formulāra nosūtīšanas metodi (noklusējuma: POST).
my: မူလတင်သွင်းခြင်းနည်းလမ်းမှာ POST ဖြစ်။
ro: Alegeţi o metodă de trimitere (iniţial: POST).
sl: Privzeti način je POST
sv: Välj metod för att skicka formulär (standard: POST).
uk: Виберіть метод обробки даних форми (По замовчуванню: POST)

# tl_form.novalidate.0
source: Disable HTML5 validation
da: Deaktiver HTML5 validering
es: Inhabilitar validación HTML5
fa: غیرفعال کردن تایید اعتبار اچ‌تی‌ام‌ال5
fr: Désactiver la validation HTML5
hu: HTML5 validáció tiltása
it: Disabilita la validazione HTML5
ja: HTML5の検証を使用しない
lv: Atspējot HTML5 validāciju
my: ဟိပ်စ်တီအမ်အယ်၅တရားဝင်ခြင်းမလုပ်ဆောင်စေ
ro: Dezactivează validarea HTML5
sl: Onemogoči HTML5 validacijo
sv: Avaktivera HTML5-validering

# tl_form.novalidate.1
source: Add the <em>novalidate</em> attribute to the form tag.
da: Benyt <em>novalidate</em> attribute på form tagget.
es: Agregue el <em>novalidate </em> atributo a la etiqueta de formulario.
fa: افزودن خصوصیت <em>novalidate</em> به برچسب فرم.
fr: Ajouter l'attribut <em>novalidate</em> à la balise form.
hu: Adja hozzá a <em>novalidate</em> attribútumot a form tag-hoz.
it: Aggiunge l'attributo <em>novalidate</em> al tag del form.
ja: フォームのタグの属性に<em>novalidate</em>を追加します。
lv: Pievienot <em>novalidate</em> atribūtu formulāra birkai.
my: ပံုစံအမည်သို့<em>တရားမဝင်</em>ပစ္စည်းထည့်။
ro: Adaugă atributul <em>novalidate</em> la formular.
sl: Dodajte <em>novalidate</em> atribut na oznako obrazca.
sv: Lägg till <em>novalidate</em>-attribut i formulär-taggen.

# tl_form.attributes.0
source: CSS ID/class
da: Stilark-ID og -klasse
es: ID de la hoja de estilo y clase
fa: شناسه/کلاس سی‌اس‌اس
fr: ID/classe(s) CSS
hu: CSS ID/osztály
it: ID e classe CSS
ja: CSSのIDとclass
lv: CSS ID/klase
my: စီအက်အက်စ်အိုင်ဒီ/အမျိုးအစား
ro: ID stil
sl: CSS ID/razred
sv: Stilmall ID och klass
uk: ID та class каскадної таблиці стилів
