Repository: contao/core
Catalog: system/modules/core/languages/*/*_form_field.xlf
Languages: cs, da, de, fa, fi, fr, hu, it, ja, lv, my, pl, ro, ru, sk, sq, sr, sv, uk

# FFL.headline.0
source: Headline
cs: Hlavička
da: Overskrift
de: Überschrift
fa: عنوان
fi: Otsikko
fr: Titre
hu: Szalagcím
it: Intestazione
ja: 見出し
lv: Virsraksts
my: ခေါင်းစဥ်
pl: Nagłówek
ru: Заголовок
sk: Nadpis
sq: Kryerresht
sr: Наслов
sv: Rubrik
uk: Заголовок

# FFL.headline.1
source: A custom field to insert a section headline.
cs: vlastní pole pro uvedení nadpisu jisté části.
da: En overskrift kan bruges til at strukturere en formular ved at separere flere felter med en overskrift. En overskrift kan indeholde HTML-kode.
de: Ein individuelles Feld zum Einfügen einer Bereichsüberschrift.
fa: فیلد سفارشی برای درج سربرگ‌ بخش.
fi: Kenttä osion otsikolle
fr: Champ personnalisé pour insérer un titre de section.
hu: Egyedi mező szalagcím beillesztéséhez.
it: Il campo Intestazione può essere usato per strutturare il form in campi separati ognuno con la propria intestazione. Il campo Intestazione può contenere del codice HTML.
ja: セクションの見出しを入れるフォームの項目です。
lv: Pielāgots lauks, lai ievietotu sadaļu virsraksts.
my: အပိုင်းခေါင်းစဉ်ထည့်ရန်စိတ်ကြိုက်နယ်ပယ်။
pl: Nagłówek pola może być użyty do wyróżnienia pewnych pól (np. z jednej sekcji) nagłówkiem. Nagłówek może zawierać tagi HTML.
ro: Un câmp headline poate fi folosit pentru structurarea formularului prin separarea unor câmpuri cu un headline. Un câmp headline poate conţine cod HTML.
ru: Настраиваемое поле для вставки заголовка раздела.
sk: Pole nadpisu môže byť použité na štruktúrovanie formulára, oddelením niekoľkých polí pomocou nadpisu. Nadpis môže obsahovať HTML kód.
sq: Fushë kryerreshti mund të përdoret për t'i ndarë fushat nga njëratjetra dhe për ta strukturua formularin. Në fushë kryerreshti mund të përdoret HTML kod.
sr: Додатно поље за упис наслова секције.
sv: Ett eget fält för att infoga en avsnittsrubrik.
uk: Поле заголовку може бути використане в структурі форми з декількома розділювачами. Поле заголовку може містити HTML-код.

# FFL.explanation.0
source: Explanation
cs: Vysvětlivka
da: Forklaring
de: Erklärung
fa: توضیح
fi: Selite
fr: Explication
hu: Magyarázat
it: Spiegazione
ja: 説明
lv: Paskaidrojums
my: ဖြေရှင်းချက်
pl: Opis
ro: Explicaţie
ru: Пояснение
sk: Vysvetlenie (Explanation)
sq: Spjegim
sr: Објашњење
sv: Förklaring
uk: Пояснення

# FFL.explanation.1
source: A custom field to insert an explanation text.
cs: vlastní pole pro uvedení vysvětlivky.
da: En forklaring kan bruges til at indsætte en forklaring eller et spørgsmål for et felt. En forklaring kan indeholde HTML-kode.
de: Ein individuelles Feld zum Einfügen eines Erklärungstexts.
fa: فیلد سفارشی برای پرج یک متن توضیحی.
fi: Kenttä selitetekstille.
fr: Champ personnalisé pour insérer un texte d'explication.
hu: Egyedi mező magyarázat beillesztéséhez.
it: Il campo Spiegazione può essere usato per inserire una spiegazione o una domanda prima di un campo. Il campo Spiegazione può contenere del codice HTML.
ja: 説明のテキストを入れるフォームの項目です。
lv: Pielāgots lauks, lai ievietotu paskaidrojuma tekstu.
my: ဖြေရှင်းချက်စာသားထည့်ရန်စိတ်ကြိုက်နယ်ပယ်။
pl: Opis pola może np. zawierać wyjaśnienia co do tego jak mają być wypełnione pola lub zawierać pytanie, na które trzeba odpowiedzieć poprzez formularz. Tagi HTML dozwolone.
ro: O explicaţie sau o întrebare poate fi inserată înaintea câmpului. Poate conţine cod HTML.
ru: Настраиваемое поле для вставки текста пояснения.
sk: Pole vysvetlenie môže byť použité na vloženie vysvetlenia, alebo otázky pred poľom. Pole vysvetlenia môže obsahovať HTML kód.
sq: Fushat shpjeguese mund të përdoren për të treguar shpjegime ose për të fut një pyetje para një fushe. Fusha shpjeguese mund të përdor HTML kod.
sr: Додатно поље за унос текста појашњења.
sv: Ett eget fält för att infoga en förklarande text.
uk: Поле "пояснення" може бути використане для вставки пояснень або питань. Поле може містити HTML-код.

# FFL.html.0
source: HTML code
cs: Kód HTML
da: HTML-kode
fa: کد اچ‌تی‌ام‌ال
fi: HTML
fr: Code HTML
hu: HTML kód
it: Codice HTML
ja: HTMLコード
lv: HTML kods
my: ဟိတ်စ်တီအမ်အယ်ကုဒ်
pl: Kod HTML
ro: Cod HTML
ru: HTML-код
sk: HTML kód
sq: HTML
sr: HTML код
sv: HTML-kod
uk: HTML-код

# FFL.html.1
source: A custom field to insert HTML code.
cs: vlastní pole pro uvedení kód HTML.
da: Brug dette felt til at indsætte HTML-kode i formularen.
de: Ein individuelles Feld zum Einfügen von HTML-Code.
fa: یک فیلد سفارشی برای درج کد اچ‌تی‌ام‌ال.
fi: Kenttä HTML-koodia varten
fr: Champ personnalisé pour insérer du code HTML.
hu: Egyedi mező HTML kód beilesztéséhez.
it: Usa questo campo per inserire del codice HTML nel form.
ja: HTMLコードを直接入れるフォームの項目です。
lv: Pielāgots lauks, lai ievietotu HTML kodu.
my: ဟိတ်စ်တီအမ်အယ်ကုဒ်ထည့်ရန်စိတ်ကြိုက်နယ်ပယ်။
pl: Użyj tego pola do osadzenia kodu HTML w formularzu.
ro: Folosiţi acest câmp pentru a introduce cod HTML în formular.
ru: Настраиваемое поле для вставки HTML-кода.
sk: Použite toto pole na vloženie vlastného HTML kódu do formulára.
sq: Kjo fushë mund të përdoret për të fut HTML kod në formular.
sr: Поље за унос HTML кода.
sv: Ett eget fält för att infoga HTML-kod.
uk: Використайте це поле для вставки HTML-коду у форму.

# FFL.fieldset.0
source: Fieldset
cs: Skupina polí
da: Feltsæt
fa: مجموعه فیلد
fi: Kenttäryhmä
hu: Mezőcsoport
ja: フィールドセット
lv: Lauka uzstādījums
my: နယ်ပယ်အစု
ro: Set de câmpuri
ru: Тег Fieldset
sk: Skupina polí
sq: Fusha
sr: Груписање повезаних поља на формулару
sv: Formulärset

# FFL.fieldset.1
source: A container for form fields with an optional legend (only available for tableless forms).
cs: Box pro formulářová pole s volitelným popiskem (lze aktivovat jen u formulářů formátovaných bez tabulky).
da: En container til formular elementer med en valgfri forklaring (kun tilgængelig ved tabelløse formularer).
de: Ein Container für Formularfelder mit einer optionalen Legende (nur für tabellenlose Formulare).
fa: در‌بر‌گیرنده‌ای -container- برای فیلد‌های فرم با توضیحات (فقط برای فرم‌هایی که از جدول استفاده نکرده‌اند).
fi: Lomake-elementtejä sisältävä elementti, jolla on valinnainen otsikko (käytettävissä ainoastaan jos lomake ei ole taulukkomuotoinen)
fr: Un conteneur pour les champs avec une légende en option (uniquement disponible pour les formulaires sans tableau).
hu: Tároló konténer űrlap mezőkhöz, választható magyarázattal (csak táblamentes űrlapokhoz).
it: Un contenitore per i campi di un form con una eventuale leggenda (disponibile solo per i form senza tabelle).
ja: オプションで見出しを付けられる、フォームの項目のコンテナです。(表を使用しないレイアウトのフォームでだけ理容できます。)
my: စိတ်ကြိုက်အညွှန်းဖြင့်ပံုစံနယ်ပယ်များအတွက်ထည့်စရာ (စားပွဲမရှိပံုစံများအတွက်သာ)။
pl: Kontener dla pól formularza z opcjonalną legendą (dostępne tylko dla formularzy bez tabeli).
ro: Un container pentru câmpurile de formular cu o legendă opţională (disponibil doar pentru formulare generate fără ajutorul tabelelor)
ru: Контейнер для полей формы с необязательной легендой (доступно только для бестабличных форм).
sk: Box pre formulárové pole s voliteľným popisom (k dispozícii iba pre beztabuľkové formuláre).
sq: Një konteiner për fusha me një mbishkrim fakultativ
sr: Контејнер који садржи поља на формулару са опцијом додавања легенде (само за формуларе без форматирања у облику табеле - tableless).
sv: En behållare för formulärfält med en valfri titel (enbart tillgänglig för tabell-lösa formulär).

# FFL.text.0
source: Text field
cs: Textové pole
da: Tekstfelt
de: Textfeld
fa: فیلد متن
fi: Tekstikenttä
fr: Champ texte
hu: Szöveg mező
it: Campo testo
ja: テキスト入力
lv: Teksta lauks
my: စာသားနယ်ပယ်
pl: Pole tekstowe
ro: Linie de text
ru: Текстовое поле
sk: Textové pole
sq: Fushë teksti
sr: Поље за унос текста
sv: Textfält
uk: Текстове поле

# FFL.text.1
source: A single-line input field for a short or medium text.
cs: pro uvedení krátkého či delšího textu.
da: Et tekstfelt er input-felt med en enkelt linje til kort eller mellemlang tekst.
de: Ein einzeiliges Eingabefeld für einen kurzen oder mittellangen Text.
fa: یک فیلد وردی تک خط برای متن کوتاه یا متوسط.
fi: Yksirivinen syötekenttä lyhyelle tai keskipitkälle tekstille.
fr: Champ d'une ligne pour la saisie d'un texte court ou moyen.
hu: Egy soros beviteli mező rövid vagy közepes hosszúságú szöveghez.
it: Il campo testo è una singola linea per l'inserimento di un testo di piccole o medie dimensioni.
ja: 短めから中程度の長さを入力する、1行のテキスト入力の項目です。
lv: Vienrindas datu ievadīšanas lauks īsa vai vidēja teksta ievadīšanai.
my: တို(သို့)အလယ်အလတ်စာသားအတွက်လိုင်းတစ်ခုတည်းထည့်သွင်းနယ်ပယ်။
pl: Jedno liniowe pole do wprowadzania tekstu, stosuje się je przy krótkich tekstach.
ro: Este un câmp pe o singură linie, pentru texte de dimensiune mică sau medie.
ru: Однострочное поле для ввода текста небольшого или среднего объёма.
sk: Textové pole je jednoriadkové vkladacie pole pre krátky, alebo stredne dlhý text.
sq: Një fushë teksti është për të dhëna që mund të epen në një rresht ose për tekst të shkurt apo të mesëm.
sr: Поље за унос кратког текста у виду једне линије за унос.
sv: Ett textfält är ett enradigt fält för en kort text.
uk: Текстове поле - поле в один рядок, для введення тексту невеликого або середнього обсягу.

# FFL.password.0
source: Password field
cs: Pole pro heslo
da: Adgangskodefelt
de: Passwortfeld
fa: فیلد گذرواژه
fi: Salasanakenttä
fr: Champ "mot de passe"
hu: Jelszó mező
it: Campo password
ja: パスワード入力
lv: Paroles lauks
my: စကားဝှက်နယ်ပယ်
pl: Pole hasła
ro: Câmpul parolei
ru: Поле 'Пароль'
sk: Heslové pole
sq: Fushë fjalëkalimi
sr: Поље за лозинку
sv: Lösenordsfält
uk: Пароль

# FFL.password.1
source: A single-line input field for a password. Contao automatically adds a confirmation field.
cs: jednořádkové pole pro vložení hesla. Contao k tomu automaticky přidá druhé pole, v němž se musí ještě jednou uvést před tím zadané heslo.
da: Et adgangskodefelt er et input-felt med en enkelt linje til et kodeord.
de: Ein einzeiliges Eingabefeld für ein Passwort. Contao fügt automatisch ein Bestätigungsfeld hinzu.
fa: یک فیلد ورودی تک خطی برای گذرواژه. کانتائو به صورت خودکار یک فیلد تایید اضافه می‌کند.
fi: Yksirivinen syötekenttä salasanalle. Contao lisää varmistuskentän automaattisesti.
fr: Champ d'une ligne pour la saisie d'un mot de passe. Contao ajoute automatiquement un champ de confirmation.
hu: Egy soros beviteli mező jelszavakhoz. A Contao automatikusan hozzáfűzi a megerősítő mezőt.
it: Il campo password è un campo a singola linea per l'inserimento di una password.
ja: パスワード用の1行の入力項目です。Contaoは自動的にパスワードの確認の入力項目を追加します。
lv: Vienrindas datu ievadīšanas lauks paroles eivadīšanai. Contao automātiski pievieno apstiprināšanas lauku.
my: စကားဝှက်အတွက်လိုင်းတစ်ခုတည်းထည့်သွင်းနယ်ပယ်။ ကွန်တောင်မှအတည်ပြုချက်နယ်ပယ်ကိုလိုလျောက်ထည့်။
pl: Jedno liniowe pole do wprowadzania hasła.
ro: Este un câmp pe o singură linie pentru parole.
ru: Однострочное поле для ввода пароля. Contao автоматически добавит поле подтверждения.
sk: Heslové pole je jednoriadkové vkladacie pole na vloženie hesla.
sq: Një fushë fjalëkalimi është për fjalëkalim që mund të epet në një rresht.
sr: Поље за унос лозинке у једном реду. Contao аутоматски додаје поље за потврду.
sv: Ett lösenordsfält är ett enradigt fält för ett lösenord. Contao lägger automatiskt till ett bekräftelsefält.
uk: Поле паролю - поле в один рядок, для введення паролю. Contao автоматично виведе також поле підтвердження паролю.

# FFL.textarea.0
source: Textarea
cs: Textová oblast
da: Tekstområde
fa: جعبه متن
fi: Tekstialue
fr: Zone de texte
hu: Szöveg terület
it: Area di testo
ja: テキストエリア
lv: Teksta apgabals
my: စာသားနေရာ
pl: Obszar tekstowy
ro: Câmp de text
ru: Текстовая область
sk: Textová oblasť
sq: Hapësirë teksti
sr: Подручје текста
uk: Текстова область

# FFL.textarea.1
source: A multi-line input field for a medium or long text.
cs: víceřádkové pole, do něhož se může zadat delší text (např. sdělení).
da: Et tekstområde er et input-felt med flere linjer til mellemlang eller lang tekst.
de: Ein mehrzeiliges Eingabefeld für einen mittellangen oder langen Text.
fa: یک فیلد ورودی چند خطی برای متن‌های متوسط یا بلند.
fi: Monirivinen syötekenttä keskipitkälle tai pitkälle tekstille.
fr: Champ comportant plusieurs lignes pour la saisie d'un texte moyen ou long.
hu: Többsoros beviteli mező közepes vagy hosszú szöveghez.
it: L' area di testo è un campo multi-linea per l'inserimento di un testo di medie o lunghe dimensioni.
ja: 中程度から長めのテキストを入力する、複数行の入力項目です。
lv: Daudzrindu datu ievades lauks vidēju vai garu tekstu ievadīšanai.
my: အလယ်အလတ်(သို့)အရှည်စာသားအတွက်လိုင်းများစွာထည့်သွင်းနယ်ပယ်။
pl: Obszar tekstowy jest polem do wprowadzania tekstu. Może mieć wysokość kilku linijek. Służy do wprowadzania dłuższych tekstów.
ro: Este un câmp pe mai multe linii pentru texte de dimensiuni medii şi mari.
ru: Многострочное поле для ввода текста среднего и большого объёма.
sk: Textová oblasť je viacriadkové vkladacie pole pre stredne dlhý, alebo dlhý text.
sq: Një hapësirë teksti është për të dhëna që mund të epen në shumë rreshta ose për tekst të mesëm apo të gjatë.
sr: Поље за унос текста средње и веће дужине у виду више линија.
sv: En textarea är ett inmatningsfält för längre texter som tillåter att texten skrivs på fler rader. Används för långa eller medellånga texter.
uk: Текстова область - багаторядкове поле для введення тексту середнього й великого обсягу.

# FFL.select.0
source: Select menu
cs: Rozvírací menu
da: Rullemenu
de: Select-Menü
fa: منوی انتخابی
fi: Alasvetovalikko
fr: Liste déroulante
hu: Választó menü
it: Menu selezione
ja: 選択メニュー
lv: Izvēles saraksts
my: ဇယားရွေး
pl: Rozwijane menu
ro: Câmp de selectare
ru: Выпадающий список
sk: Menu pre výber
sq: Meny-zgjedhëse
sr: Падајући мени
sv: Rullgardinsmeny
uk: Випадаючий список

# FFL.select.1
source: A single- or multi-line drop-down menu.
cs: jedno- nebo víceřádkové rozevírací menu.
da: En rullemenu er en rullegardinmenu med en enkelt linje, som indeholder flere muligheder som kan vælges.
de: Ein ein- oder mehrzeiliges Drop-Down-Menü.
fa: یک منوی افتادنی یک یا چند خطی.
fi: Yksi- tai monivalintainen alasvetovalikko.
fr: Liste déroulante pour la sélection d'un ou plusieurs choix.
hu: Egy vagy több soros legördülő menü.
it: Il menu a selezione è menu a discesa a singola riga delle quali solo una può essere selezionata.
ja: 1行または複数行のドロップダウンメニューです。
lv: Vienrindas vai daudzrindu izritināmasi sarkaksts.
my: တစ်ခု(သို့)လိုင်းများစွာဆွဲယူဖြုတ်ချဇယား။
pl: Rozwijane menu, zwane także rozwijanym polem wyboru, zawiera kilka opcji do wyboru, każda opcja znajduje się w osobnej linii i tylko jedna może zostać wybrana.
ro: Este o singură linie de tip drop-down şi care conţine mai multe opţiuni din care doar una poate fi selectată.
ru: Поле содержащие однострочное или многострочное раскрывающееся меню.
sk: Menu pre výber je jednoriadkové roletkové menu obsahujúce niekoľko volieb z ktorých môže byť jedna zvolená.
sq: Një Meny-zgjedhëse paraqitet në një rresht dhe është një meny me opsione të shumta ku mund të zgjedhet vetëm njëra nga ato.
sr: Падајући мени са једном или више опција.
sv: En rullgardinsmeny är en enkelradig (nedfallande) lista med flera val där endast ett alternativ kan väljas.
uk: Випадаючий список - однорядкове поле, що зберігає кілька варіантів на вибір.

# FFL.radio.0
source: Radio button menu
cs: Výběrové tlačítko
da: Menu med radioknapper
de: Radio-Button-Menü
fa: منوی دکمه رادیویی
fi: Valintaruutu
fr: Bouton radio
hu: Rádio gomb menü
it: Menu opzioni
ja: ラジオボタンメニュー
lv: Radio poga
my: ရေဒီယိုခလုတ်ဇယား
pl: Pole jednokrotnego wyboru
ro: Meniu butoane radio
ru: Радио-кнопка
sk: Menu s prepínačovými tlačítkami (Radio button)
sq: Meny-Radio-Button
sr: "Radio button" мени
sv: Envalsmeny
uk: Радіокнопка

# FFL.radio.1
source: A list of multiple options from which one can be selected.
cs: seznam výběrových tlačítek, z nichž jen jedno může být označeno.
da: En menu med radioknapper er en menu over flere linjer, som indeholder flere muligheder, hvoraf én kan vælges.
de: Eine Liste mehrerer Optionen, von denen eine ausgewählt werden kann.
fa: فهرستی چند گزینه‌ای که یکی از آن‌ها قابل انتخاب است.
fi: Lista vaihtoehdoista joista voi valita yhden.
fr: Liste de plusieurs options dont une seule peut être sélectionnée.
hu: A lista több lehetősége kzül csak egy választható.
it: Il menu a opzioni è un menu multi-linea che contiene una o più opzioni delle quali solo una può essere selezionata.
ja: 1つだけ選択できる、複数の選択肢のリストです。
lv: Vairāku variantu saralsts, no kuriem izvēlēties var tikai vienu.
my: ရွေးချယ်နိုင်သောရွေးစရာများစာရင်း။
pl: pole jednokrotnego wyboru zawiera jedną lub więcej opcji oraz umożliwia wybór tylko jednej opcji z dostępnych.
ro: Este un meniu pe mai multe linii conţinând mai multe opţiuni. Poate fi selectată una singură, prin apăsare.
ru: Список нескольких вариантов, из которых можно выбрать только один.
sk: Menu s prepínačovými tlačítkami (Radio button) je viacriadkové menu obsahujúce niekoľko volieb z ktorých jedna môže byť zvolená.
sq: Një Meny-Radio-Button paraqitet në shumë rreshta dhe është një meny me opsione të shumta ku mund të zgjedhet vetëm njëra nga ato.
sr: Листа више могућности од којих само једна може бити одабрана.
sv: En envalsmeny är en flerradig meny som innehåller flera valmöjligheter där endast ett alternativ kan väljas.
uk: Меню радіокнопки складається з декількох різних значень, з яких може бути обрано тільки одне.

# FFL.checkbox.0
source: Checkbox menu
cs: Zaškrtávací políčko
da: Menu med afkrydsningsfelter
de: Checkbox-Menü
fa: منوی جعبه‌ای
fi: Monivalintaruutu
fr: Case à cocher
hu: Jelölőnégyzet menü
it: Menu checkbox
ja: チェックボックスメニュー
lv: Čekbokss
my: စစ်ဆေးဘူးဇယား
pl: Pole wielokrotnego wyboru
ro: Meniu checkbox
ru: Чек-боксы
sk: Menu so zaškrtávacím políčkom (Checkbox menu)
sq: Meny-Checkbox
sr: Checkbox
sv: Flervalsmeny
uk: Чекбокс

# FFL.checkbox.1
source: A list of multiple options from which any can be selected.
cs: seznam různých možností
da: En menu med afkrydsningsfelter er en menu over flere linjer, som indeholder flere muligheder, hvoraf én eller flere kan vælges.
de: Eine Liste mehrerer Optionen, von denen beliebig viele ausgewählt werden können.
fa: فهرستی چند گزینه‌‌ای که هر کدام از آن‌ها قابل انتخاب هستند.
fi: Lista vaihtoehdoista, joista voi valita kuinka monta tahansa.
fr: Liste de plusieurs options dont chacune peut être sélectionnée.
hu: A lista több lehetősége közül bármennyi kiválasztható.
it: Il menu checkbox è un menu multi-linea che contiene una o più opzioni che possono essere selezionate.
ja: どれでも選択できる、複数の選択肢のリストです。
lv: Vairāku variantu saralsts, no kuriem izvēlēties var jebkuru.
my: ရွေးချယ်နိုင်သောရွေးစရာများစာရင်း။
pl: pole wielokrotnego wyboru zawiera jedną lub więcej opcji oraz umożliwia wybór tylu opcji ilu chcesz.
ro: Este un meniu pe mai multe linii cu una sau mai multe opţiuni din care pot fi alese oricâte, prin bifare.
ru: Список нескольких вариантов, каждый из которых может быть выбран.
sk: Menu so zaškrtávacím políčkom je viacriadkové menu obsahujúce jednu, alebo viac volieb z ktorých ktorákoľvek môže byť byť zvolená.
sq: Një Meny-Checkbox paraqitet në shumë rreshta dhe është një meny me opsione të shumta ku mund të zgjedhen një apo më shumë nga ato.
sr: Листа опција од којих више њих може бити изабрано.
sv: En flervalsmeny är en flerradig meny som innehåller flera valmöjligheter där fler än ett alternativ kan väljas.
uk: Меню із чекбоксів зберігає один або кілька варіантів, кожний з яких може бути обраний.

# FFL.upload.0
source: File upload
cs: Přenos souborů
da: Fil-upload
de: Datei-Upload
fa: بارگزاری پرونده
fi: Tiedoston lataus
fr: Envoi de fichier
hu: Fájl feltöltés
it: Upload file
ja: ファイルをアップロード
lv: Augšupielādes fails
my: ဖိုင်ကူးတင်
pl: Wyślij plik
ro: Încarcă fişier
ru: Загрузка файла
sk: Nahranie súboru - upload
sq: Ngarkim-Skedari
sr: Копирање фајла на сервер
sv: Filuppladdning
uk: Завантажити файл

# FFL.upload.1
source: A single-line input field to upload a local file to the server.
cs: jednořádkové pole na nahrání a přenos souborů na server přes formulář.
da: Et fil-upload-felt indeholder en knap til at gennemsøge en lokal harddisk og uploade en fil.
de: Ein einzeiliges Eingabefeld zur Übertragung lokaler Dateien auf den Server.
fa: فیلد ورودی تک خط برای بارگزاری پرونده محلی در سرور
fi: Yksirivinen syötekenttä, jolla ladataan paikallinen tiedosto palvelimelle.
fr: Champ d'une ligne pour l'envoi d'un fichier local vers le serveur.
hu: Egy soros beviteli mező fájlok szerverre való feltöltésére.
it: Il campo per il caricamento file contiene un pulsante che permette di cercare i file in locale sul proprio hard disk e di caricarli sul server.
ja: ローカルのファイルをサーバーにアップロードするための1行の入力項目です。
lv: Vienrindas datu ievades lauks failu augšupielādēšanai serverī.
my: ဆာဗာသို့စက်တွင်းရှိဖိုင်ကူးတင်ရန်အတွက်လိုင်းတစ်ခုတည်းထည့်သွင်းနယ်ပယ်။
pl: Wysyłanie pliku to pole, które umożliwia wysłanie na serwer pliku z naszego dysku twardego.
ro: Un câmp pentru încărcare de fişiere conţine un buton care permite căutarea pe hard-ul local a unui fişier şi încărcarea acestuia.
ru: Однострочное поле для загрузки локального файла на сервер.
sk: Pole Nahranie súboru obsahuje tlačítko na prehľadanie lokálneho pevného disku a nahranie lokálneho súboru (upload).
sq: Një Ngarkim-Skedari përmban një buton për ta hulumtuar diskun lokal të ngurtë dhe për ta ngarkuar një skedarë.
sr: Поље за копирање локалног фајла на сервер.
sv: En filuppladdning innehåller en knapp för sökning på den lokala datorn och en knapp för uppladdning av vald fil.
uk: Поле містить кнопу для пошуку файлу на локальному жорсткому диску для завантаження на сервер.

# FFL.hidden.0
source: Hidden field
cs: Skryté pole
da: Skjult felt
de: Verstecktes Feld
fa: فیلد پنهان
fi: Piilokenttä
fr: Champ caché
hu: Rejtett mező
it: Campo nascosto
ja: 隠し入力
lv: Slēptais lauks
my: ဖံုးကွယ်နယ်ပယ်
pl: Ukryte pole
ro: Câmp ascuns
ru: Скрытое поле
sk: Skryté pole
sq: Fushë e fshehtë
sr: Скривено поље
sv: Gömda fält
uk: Приховане поле

# FFL.hidden.1
source: A single-line input field that is not visible in the form.
cs: jednořádkové pole, které je skryté.
da: Et skjult felt er et felt med en enkelt linie der ikke er synlig i formularen
de: Ein einzeiliges Eingabefeld, das im Formular nicht sichtbar ist.
fa: فیلد ورودی یک خطی که در فرم قابل مشاهده نیست.
fi: Yksirivinen kenttä, jota ei näy lomakkeessa.
fr: Champ d'une ligne non visible dans le formulaire.
hu: Egy soros beviteli mező, mely nem látható az űrlapon.
it: Il campo nascosto è una singola linea che verrà visualizzata nel form.
ja: フォームに表示されない1行のテキストの入力項目です。
lv: Vienrindas datu ievades lauks, kas nav redzams formā.
my: ပံုစံတွင်မမြင်နိုင်သောလိုင်းတစ်ခုတည်းထည့်သွင်းနယ်ပယ်။
pl: Ukryte pole, to pole niewidoczne w formularzu, które może przechowywać jakąś wartość.
ro: Un câmp ascuns este un câmp de input care nu este vizibil în formular.
ru: Однострочное поле, которое невидимо в форме.
sk: Skryté pole je jednoriadkové vkladacie pole, ktoré nie je vo formulári viditeľné.
sq: Një fushë e fshehtë është për të dhëna që mund të epen në një rresht, mirëpo nuk paraqitet në formular.
sr: Поље које није видљиво на формулару.
sv: Ett gömt fält är ett fält som inte visas i formuläret.
uk: Приховане поле - це поле що невідображається в формі, та може містити певне значення.

# FFL.captcha.0
source: Security question
cs: Bezpečnostní otázka
da: Sikkerhedsspørgsmål
de: Sicherheitsfrage
fa: سوال امنیتی
fi: Turvakysymys
fr: Question de sécurité
hu: Biztonsági kérdés
it: Domanda di sicurezza
ja: セキュリティ質問
lv: Drošības jautājums
my: လံုခြုံရေးမေးခွန်း
pl: Pytanie kontrolne
ro: Întrebare de securitate
ru: Контрольный вопрос
sk: Bezpečnostná otázka
sq: Pyetje sigurie
sr: Сигурносно питање
sv: Säkerhetsfråga
uk: Контрольне запитання
