Repository: contao/core
Catalog: system/modules/core/languages/*/*_form_field.xlf
Languages: cs, da, de, fa, fi, fr, hu, it, ja, lv, my, pl, ro, ru, sk, sq, sr, sv, uk

# tl_form_field.size.1
source: The number of rows and columns of the textarea.
cs: Počet řádků a sloupců textové oblasti.
da: Skriv venligst antallet af rækker og antallet af spalter.
de: Die Anzahl an Reihen und Spalten der Textarea.
fa: تعداد سطرها و ستون‌های جعبه متن.
fi: Tekstialueen rivit ja sarakkeet.
fr: Le nombre de lignes et de colonnes de la zone de texte.
hu: A szöveg mező oszlopainak és sorainak száma.
it: Inserisci il numero di righe e di colonne.
ja: テキストエリアの行と数の値です。
lv: Rindu un kolonnu skaits teksta apgabalā.
my: စာသားစာသားနေရာရှိအတန်းများနှင့်ကော်လံများအရေအတွက်
pl: Wprowadź ilość wierszy i kolumn.
ro: Introduceţi numărul de rânduri şi numărul de coloane.
ru: Введите количество строк и колонок текстовой области.
sk: Počet riadkov a stĺpcov poľa Textová oblasť (textarea).
sq: Caktoni numrin e rreshtave dhe kolonave për hapësirën e tekstit.
sr: Број редова и колона за подручје текста.
sv: Ange antal rader och kolumner.
uk: Введіть, будь-ласка, число рядів і число стовпчиків.

# tl_form_field.multiple.0
source: Multiple selection
cs: Vícenásobný výběr
da: Flere valg
de: Mehrfachauswahl
fa: انتخاب چندتائی
fi: Monivalinta
fr: Sélection multiple
hu: Többszörös kiválasztás
it: Selezione multipla
ja: 複数の選択
lv: Vairākkārtīga iezīmēšana
my: ရွေးချယ်ခြင်းပေါင်းစုံ
pl: Wielokrotne zaznaczenie
ro: Selecţie multiplă
ru: Множественное выделение
sk: Viacnásobný výber
sq: Zgjedhje shumëfishe
sr: Вишеструки избор
sv: Flervalsmöjlighet
uk: Мультивибір

# tl_form_field.multiple.1
source: Allow visitors to select more than one option.
cs: Umožní návštěvníkům vybrat víc než jednu možnost.
da: Tillader at vælge mere end en mulighed.
de: Erlaubt die Auswahl mehrerer Optionen.
fa: اجازه دادن به کاربران برای انتخاب بیش از یک گزینه.
fi: Salli valita useampi vaihtoehto.
fr: Permet aux visiteurs de sélectionner plus d'une option.
hu: A látogatók több opció közül választhatnak.
it: Abilita la selezione di una o più opzioni.
ja: 複数の選択を許可します。
lv: Ļauj apmeklētājiem izvēlēties vairāk nekā vienu variantu.
my: ရွေးချယ်စရာတစ်ခုထက်ပိုရွေးချယ်နိုင်စေရန်လည်ပတ်သူများကိုခွင့်ပြု။
pl: Pozwala zaznaczyć więcej niż jedną opcję.
ro: Permite selectare mai multor opţiuni.
ru: Разрешить посетителям выбрать более одного варианта.
sk: Povolí užívateľom zvoliť viac ako jednu možnosť.
sq: Mundëson zgjedhjen e shumëfishtë të opsioneve.
sr: Омогућити посетиоцима да изаберу више од једне опције.
sv: Ger möjlighet att välja fler än ett värde.
uk: Допускається вибір однієї або більше опцій.

# tl_form_field.mSize.0
source: List size
cs: Velikost seznamu
da: Listestørrelse
de: Listengröße
fa: اندازه فهرست
fi: Listan koko
fr: Taille de la liste
hu: Lista méret
it: Dimensione lista
ja: リストの大きさ
lv: Skata izmērs
my: စာရင်းပမာဏ
pl: Rozmiar listy
ro: Mărime listă
ru: Размер списка
sk: Veľkosť Menu pre výber
sq: Madhësia listës
sr: Величина листе
sv: Antal poster i listan
uk: Розмір списку

# tl_form_field.mSize.1
source: Here you can enter the size of the select box.
cs: Zde můžete zadat velikost výběrového seznamu.
da: Indtast størrelsen for valgboksen.
de: Hier können Sie die Größe der Auswahlliste eingeben.
fa: اینجا می‌توانید اندازه جعبه انتخاب را وارد نمایید.
fi: Tähän voit antaa koon valintalaatikolle.
fr: Indiquer la taille de la boîte de sélection.
hu: Itt adhatja meg a lista méretét.
it: Inserisci una dimensione per il box selezionato.
ja: 選択ボックスの数を入力します。
lv: Šeit varat ievadīt lielumu izvēlnes lodziņā.
my: ရွေးချယ်ဘူးအရွယ်ထည့်သွင်းနိုင်။
pl: Wprowadź rozmiar obszaru zaznaczania.
ro: Introduceţi mărimea cadrului de selecţie.
ru: Вы можете ввести размер списка.
sk: Tu môžte nastaviť veľkosť poľa Menu pre výber.
sq: Caktoni madhësinë e listës.
sr: Овде можете одредити величину падајућег менија.
sv: Ange hur många poster som ska visas i listan.
uk: Введіть, будь-ласка, необхідне число варіантів вибору в списку.

# tl_form_field.extensions.0
source: Allowed file types
cs: Povolené druhy souborů
da: Tilladte filtyper
de: Erlaubte Dateitypen
fa: گونه‌های پرونده‌ مجاز
fi: Sallitut tiedostomuodot
fr: Types de fichier autorisés
hu: Engedélyezett fájl típusok
it: Tipi di file permessi
ja: 許可するファイル形式
lv: Atļautie failu tipi
my: ခွင့်ပြုပြီးဖိုင်အမျိုးအစားများ
pl: Dozwolone typy plików
ro: Tipuri permise de fişier
ru: Разрешенные типы файлов
sk: Povolené typy súborov
sq: Llojet e tipit të skedarëve të lejuar
sr: Дозвољени типови фајлова
sv: Tillåtna filtyper
uk: Допустимі типи файлів

# tl_form_field.extensions.1
source: A comma separated list of valid file extensions.
cs: seznam povolených souborů oddělených čárkou.
da: Indtast venligst en kommasepareret liste over gyldige filendelser. Kun disse filtyper kun uploades til serveren.
de: Eine kommagetrennte Liste gültiger Dateiendungen.
fa: فهرست جدا شده با کاما از پسوند پرونده‌های مجاز.
fi: Pilkuilla eroteltu lista kelvollisista tiedostopäätteistä
fr: Une liste des extensions de fichiers autorisées, séparées par une virgule.
hu: Az engedélyezett fájl típusok vesszővel elválasztott listája.
it: Inserisci una virgola per separare le estensioni valide. Solamente se i file possono essere caricati sul server.
ja: 有効なファイルの拡張子をコンマで区切ったリストです。
lv: Ar komatu atdalīts derīgo failu paplašinājumu saraksts.
my: တရားဝင်ဖိုင်နောက်ဆက်တွဲများကိုကော်မာခြားနားပြီးစာရင်း။
pl: Wprowadź, rozdzielając przecinkiem, listę dozwolonych rozszerzeń plików. Tylko takie pliki będą mogły być wysłane na serwer.
ro: Introduceţi o listă cu extensii valide de fişiere, separate prin virgulă. Doar acele tipuri de fişiere vor putea fi încărcate pe server.
ru: Разделенный запятыми список разрешенных типов файлов.
sk: Čiarkou oddelený zoznam povolených typov súborov (jpg, gif, pdf).
sq: Epeni një listë të ndarë me presje të prapashtesave të lejuara. Vetëm skedarë me prapashtesa të tilla mund të ngarkohen tek shërbyesi (Server).
sr: Унесите, зарезом раздвојене, типове фајлова који су дозвољени као прилог.
sv: Ange en kommaseparerad lista på godkända filtyper. Det är bara dessa som kommer att kunna laddas upp till servern.
uk: Вкажіть через кому допустимі розширення файлів. Тільки ці файли зможуть бути завантажені на сервер.

# tl_form_field.storeFile.0
source: Store uploaded files
cs: Uložit odeslané soubory
da: Gem uploadet fil
de: Hochgeladene Dateien speichern
fa: ذخیره پرونده‌های بارگزاری شده
fi: Tallenna ladatut tiedostot
fr: Enregistrer les fichiers envoyés
hu: Tárolja a feltöltött állományt
it: Archivio file caricati
ja: アップロードしたファイルを保存
lv: Uzglabāt augšupielādēto failus
my: ကူးတင်ပြီးဖိုင်များသိုလှောင်
pl: Przechowuj wysyłane pliki
ro: Stochează fişierele încărcate
ru: Хранить загруженные файлы
sk: Ukladanie nahrávaných súborov
sq: Ruaj skedarët e ngarkuara
sr: Спреми приложене фајлове
sv: Spara uppladdade filer
uk: Зберігати завантажені файли

# tl_form_field.storeFile.1
source: Move the uploaded files to a folder on the server.
cs: Přesunout nahrané soubory do adresáře na serveru.
da: Hvis du vælger denne mulighed, vil uploadede filer blive flyttet til en mappe på din server. Vælg ikke denne mulighed hvis uploadede filer vedhæftes til en e-post og du ikke vil gemme dem.
de: Die hochgeladenen Dateien in einen Ordner auf dem Server verschieben.
fa: جابجایی پرونده‌های بارگزاری شده به پوشه‌ای در سرور.
fi: Siirrä palvelimelle ladatut tiedostot pavelimella sijaitsevaan hakemistoon.
fr: Envoyer les fichiers dans un dossier sur le serveur.
hu: Kerüljenek a feltöltött fájlok egy mappába a kiszolgálón.
it: Se selezioni questa opzione, i files caricati verranno spostati in una cartella nel tuo server. Non scegliere questa opzione se i file caricati sono allegati ad un'e-mail e tu non puoi archiviarli.
ja: アップロードしたファイルをサーバーのフォルダーに移動します。
lv: Pārvietot augšuplādētos failus uz servera mapi.
my: ဆာဗာရှိဖိုင်တွဲသို့ကူးတင်ပြီးဖိုင်များရွေ့ပြောင်း။
pl: Jeśli wybierzesz tę opcję, wysyłane pliki będą przechowywane w katalogu na serwerze. Nie wybieraj tej opcji jeśli wysyłane pliki są przesyłane e-mailem jako załączniki i nie chcesz ich przechowywać.
ro: Fişierele încărcate vor fi mutate într-un director de pe serverul dumneavoastră. Nu folosiţi această opţiune dacă fişierele respective sunt ataşate unui email şi nu doriţi să le stocaţi.
ru: Переместить загруженные файлы в каталог на сервере.
sk: Presunie (uloží) nahrávané súbory do zvoleného priečinku na servri.
sq: Zgjedhja e këtij opsioni mundëson ruajtjen e skedarëve të ngarkuara në një dosje të shërbyesit (Server). Mos e zgjedhoni këtë opsion në qoftë se skedarët e ngarkuara doni t'i dërgoni me E-Mail dhe nuk doni t'i ruani.
sr: Помери приложене фајлове у одређени фолдер на серверу.
sv: Om du väljer detta val kommer uppladdade filer att flyttas till en mapp på servern. Använd inte detta alternativ om den uppladdade filen är en e-postbilaga och du inte vill att den ska sparas.
uk: Якщо Ви виберете цю опцію, завантажені файли будуть завантажені на сервер. Не варто вибирати цю опцію, якщо завантажені файли прикріплюються до повідомлення по електронній пошті і ви не хочете їх зберігати.

# tl_form_field.uploadFolder.0
source: Target folder
cs: Cílový adresář
da: Destinationsmappe
de: Zielverzeichnis
fa: پوشه مقصد
fi: Kohdehakemisto
fr: Dossier ciblé
hu: Célmappa
it: Cartella di destinazione
ja: 保存先のフォルダー
lv: Mērķa mape
my: ရည်မှန်းဖိုင်တွဲ
pl: Katalog docelowy
ro: Director destinaţie
ru: Каталог назначения
sk: Cieľový adresár
sq: Dosja ngarkuese
sr: Дестинациони фолдер
sv: Målmapp
uk: Папка для завантажень на сервер

# tl_form_field.uploadFolder.1
source: Please select the target folder from the files directory.
cs: Zvolte prosím cílový adresář na serveru.
da: Vælg venligst en mappe, hvori uploadede filer skal gemmes.
de: Bitte wählen Sie das Zielverzeichnis aus der Dateiübersicht.
fa: لطفا پوشه مقصد از دایرکتوری پرونده‌ها را نمایید.
fi: Ole hyvä ja valitse kohdehakemisto.
fr: Choisir le dossier ciblé dans le répertoire de fichiers.
hu: Válassza ki a cél mappát.
it: Seleziona una cartella per archiviare i files caricati.
ja: ファイルディレクトリから保存先とするフォルダーを選択してください。
lv: Lūdzu, izvēlieties mērķa mapi no failu direktorijas.
my: ဖိုင်များဖိုင်လမ်းညွှန်မှသတ်မှတ်ချက်ဖိုင်တွဲကိုရွေး။
pl: Wybierz katalog gdzie przechowywane będą wysyłane pliki.
ro: Alegeţi un director pentru fişierele încărcate.
ru: Выберите каталог, в котором будут хранится загружаемые файлы.
sk: Prosím vyberte si cieľový priečinok zo súborového adresára.
sq: Zgjedhoni dosjen në të cilën grafikët e ngarkuara doni t'i ruani.
sr: Изаберите дестинациони фолдер из директоријума фајлова.
sv: Ange en mapp att spara uppladdade filer i.
uk: Виберіть папку, у якій будуть зберігається завантажені файли.

# tl_form_field.useHomeDir.0
source: Use home directory
cs: Použít domovský adresář
da: Brug hjemmemappe
de: Benutzerverzeichnis verwenden
fa: استفاده از دایرکتوری شخصی
fi: Käytä kotihakemistoa
fr: Utiliser le répertoire personnel
hu: Home könyvtár alkalmazása
it: Usa cartella principale
ja: ホームディレクトリの使用
lv: Lietot mājas direktoriju
my: ပင်မဖိုင်လမ်းညွန်သံုး
pl: Użyj katalogu użytkownika
ro: Foloseşte directorul home
ru: Использовать домашний каталог
sk: Použiť domovský adresár
sq: Ruaj në dosjen e përdoruesit
sr: Користи почетни директоријум
sv: Använd hemmapp
uk: Використати домашню директорію

# tl_form_field.useHomeDir.1
source: Store the file in the home directory if there is an authenticated user.
cs: Uložit nahrávané soubory do domácího adresáře, pokud je přihlášený alespoň jeden z uživatelů.
da: Gem filen i brugerens hjemmemappe i stedet for upload-mappen, hvis en bruger er logget ind.
de: Die Datei im Benutzerverzeichnis speichern, wenn sich ein Benutzer angemeldet hat.
fa: ذخیره پرونده در دایرکتوری شخصی برای کاربران تایید شده.
fi: Tallenna tiedosto kotihakemistoon jos lataaja on tunnistettu käyttäjä.
fr: Enregistrer le fichier dans le répertoire personnel si l'utilisateur est authentifié.
hu: Hitelesített felhasználó esetén a fájlt a saját (home) mappájában tárolja.
it: Se l'utente è loggato, archivia i file nella sua cartella principale invece che caricare una cartella.
ja: ログインしたユーザーの場合はホームディレクトリにファイルを保存します。
lv: Saglabāt failu mājas direktorijā, ja eksistē autentificēts lietotājs.
my: စိစစ်ပြီးအသံုးပြုသူဖြစ်ပါကပင်မဖိုင်လမ်းညွန်တွင်ဖိုင်ကိုသိုလှောင်။
pl: Jeśli użytkownik jest zalogowany, przechowuj pliki w jego katalogu domowym zamiast w ustalonym katalogu odbiorczym.
ro: Dacă este un membru autentificat, stochează fişierul în directorul sau în loc să îl stocheze în directorul generic de încărcare.
ru: Использовать домашний каталог как источник файлов при авторизации пользователя.
sk: Uložiť súbor do domovského adresára ak je prihlásený aspoň jeden z užívateľov.
sq: Në qoftë se përdoruesi është i lajmëruar, atëherë skedari ruhet në dosjen e tij personale.
sr: Сачувај фајл у почетни директоријум ако је корисник аутентификован.
sv: Om det finns en inloggad användare, spara filerna i dennes hemmapp istället för i standardmappen.
uk: Якщо є зареєстрований користувач, зберігати файли в його домашньому каталозі замість папки для завантажень.

# tl_form_field.doNotOverwrite.0
source: Preserve existing files
cs: Očíslovat existující soubory
da: Overskriv ikke eksisterende filer
de: Bestehende Dateien erhalten
fa: عدم جایگزینی در صورت وجود پرونده
fi: Säilytä olemassaolevat tiedostot
fr: Conserver les fichiers existants
hu: A meglévő fájlok megőrzése
it: Non sovrascrivere i file esistenti
ja: 既存のファイルを保護
lv: Saglabāt esošos failus
my: တည်ရှိပြီးဖိုင်များထိန်းသိမ်း
pl: Nie nadpisuj istniejących plików
ro: Nu suprascrie fişierele existente
ru: Не перезаписывать существующие файлы
sk: Ponechať existujúce súbory
sq: Ruaj skedarët egzistuese
sr: Сачувај постојеће фајлове
sv: Skriv inte över befintliga filer
uk: Не перезаписувати існуючі файли

# tl_form_field.doNotOverwrite.1
source: Add a numeric suffix to the new file if the file name already exists.
cs: Přidá číslo k souborům, které se jmenují stejně jako ty, které se už nachází v cílovém adresáři.
da: Tilføj numerisk ID til filnavn hvis filen eksisterer i forvejen.
de: Der neuen Datei ein numerisches Suffix hinzufügen, wenn der Dateiname bereits existiert.
fa: در صورت وجود پرونده، به انتهای نام آن یک عدد اضافه می‌گردد.
fi: Numeroi uusi tiedosto, jos tiedostonimi on jo käytössä.
fr: Ajouter un suffixe numérique au nouveau fichier si le nom de fichier existe déjà.
hu: Numerikus utótag hozzáadása az új fájl nevéhez, amennyiben az már létezik.
it: Aggiungi un ID numerico al nome del file, se il file esiste già.
ja: ファイルが既に存在すると、新しいファイル名に数字のサフィックスを追加します。
lv: Pievieno ciparvaida sufiksu jaunā faila nosaukumā, ja fails ar doto nosaukumu jau eksistē.
my: ဖိုင်နာမည်တည်ရှိနေပါကနောက်ဆက်ကိန်းဂဏန်းကိုဖိုင်အသစ်သို့ထည့်။
pl: Jeśli plik o takiej nazwie już istnieje, dodaj liczbowe ID do nazwy pliku.
ro: Adaugă un număr la numele fişierului dacă fişierul există deja.
ru: Добавить числовой суффикс к загружаемому файлу, если имя файла уже существует.
sk: Ak už existuje súbor s rovnakým názvom, pridá novému súboru do jeho názvu číselnú koncovku.
sq: Shto një prapashtesë pranë emrit të skedarit të ri në qoftë se ky egziston.
sr: Додај нумерички суфикс новом фајлу, ако фајл са истим именом већ постоји.
sv: Lägg till ett numeriskt suffix till filnamnet om en fil med samma namn redan finns.
uk: Додати номер ID до файлу, якщо попередній вже існує.

# tl_form_field.fsType.0
source: Operation mode
cs: Mudus operace
da: Funktion
de: Betriebsart
fa: حالت اجراء
fi: Toimintatila
fr: Mode de fonctionnement
hu: Üzemmód
it: Modalità funzionamento
ja: 動作モード
lv: Darbības režīms
my: လုပ်ဆောင်ချက်
pl: Tryb pracy
ro: Mod de operare
ru: Режим работы
sk: Operačný mód
sq: Mënyra vepruese
sr: Мод операције
sv: Funktionsläge
uk: Режим роботи

# tl_form_field.fsType.1
source: Please select the operation mode of the fieldset element.
cs: Zvolte prosím modus operace pro element Skupina polí.
da: Vælg den ønskede funktion for dette feltgruppe element
de: Bitte wählen Sie die Betriebsart des Fieldset-Elements.
fa: لطفا حالت اجرای عنصر مجموعه فیلد را انتخاب کنید.
fi: Ole hyvä ja valitse kenttäryhmäelementille toimintatapa.
fr: Sélectionner le mode de fonctionnement de l'élément "Fieldset".
hu: Válassza ki az üzemmódot a mezőcsoport elemhez.
it: Selezionare la modalità di funzionamento dell'elemento fieldset.
ja: フィールドセット要素の動作モードを選択してください。
lv: Lūdzu, izvēlieties darbības režīmu lauka iestatīšanas elementam.
my: နယ်ပယ်အစုပစ္စည်းအရလုပ်ဆောင်ချက်ရွေး။
pl: Zaznacz tryb pracy elementu fieldset.
ro: Selectaţi modul de operare pentru elementul set de câmpuri.
ru: Выберите режим работы Fieldset.
sk: Prosím zvoľte operačný mód elementu skupiny polí.
sq: Zgjedhoni mënyrën vepruese të elementit të fushave
sr: Изаберите мод операције за елемент групног поља.
sv: Välj funktion för fieldset-elementet.
uk: Будь ласка, виберіть режим роботи елементу fieldset.

# tl_form_field.fsStart.0
source: Wrapper start
cs: Začátek obálky
da: Gruppering start
de: Umschlag Anfang
fa: شروع لفافه
fi: Wrapper alkaa
fr: Début de l'enveloppe
hu: Csoport eleje
ja: ラッパーの開始
lv: Wrapper uzsākšana
my: ထုပ်ပိုးခြင်းစတင်
pl: Początek
ro: Start set
ru: Начало wrapper (обёртки)
sk: Začiatok rozbaľovacej sekcie (Wrapper start)
sq: Fillim mbështjellëse
sr: Почетак врапера
sv: Omslagsstart
uk: Початок «обгортки»

# tl_form_field.fsStart.1
source: Marks the beginning of a fieldset and can contain a legend.
cs: Označuje začátek skupiny polí a může obsahovat legendu.
da: Markerer starten på en feltgruppe og kan indeholde en forklaring
de: Markiert den Anfang eines Fieldset und kann eine Legende enthalten.
fa: شروع یک مجموعه فیلد را مشخص می‌کند و می‌تواند شامل علامت باشد.
fi: Merkitsee kenttätyhmän alun ja voi sisältää otsikon.
fr: Marque le début d'un "fieldset" et peut contenir une légende.
hu: Egy mezőcsoport kezdete, ez tartalmazza az egyedi azonosítókat (CSS osztály)
it: Identifica l'inizio di un fieldset e può contenere una leggenda.
ja: フィールドセットの開始を示し、見出しを含められます。
lv: Iezīmē lauka iestatījuma sākumu un var saturēt leģendu.
my: နယ်ပယ်အစုအစကိုမှတ်သားပြီးအညွှန်းပါဝင်နိုင်။
pl: Zaznacz początek fieldset, może zawierać legendę.
ro: Marchează începutul unui set de câmpuri şi poate conţine o legendă
ru: Начало Fieldset, может содержать легенду.
sk: Označuje začiatok rozbaľovacej sekcie, ktorá zvyčajne obsahuje niekoľko formulárových polí. Môže obsahovať aj nápis (popis).
sq: Shënon fillimin e fushave dhe mund të ketë një mbishkrim
sr: Означавање почетка групног поља. Могуће је додати и легенду, ако то желите.
sv: Markerar början på en fieldset och kan innehålla en legend.
uk: Вказує на початок групи полів (fieldset). Може містити заголовок.

# tl_form_field.fsStop.0
source: Wrapper stop
cs: Konec obálky jezdce
da: Gruppering stop
de: Umschlag Ende
fa: پایان لفافه
fi: Wrapper alkaa
fr: Fin de l'enveloppe
hu: Csoport vége
ja: ラッパーの終了
lv: Wrapper apstādināšna
my: ထုပ်ပိုးခြင်းရပ်တန့်
pl: Stop
ro: Stop set
ru: Конец wrapper (обёртки)
sk: Koniec rozbaľovacej sekcie (Wrapper stop)
sq: Ndalim mbështjellëse
sr: Крај омотача
sv: Omslagsslut
uk: Кінець «обгортки»

# tl_form_field.fsStop.1
source: Marks the end of a fieldset.
cs: Označuje konec skupiny polí.
da: Markerer slutningen på en feltgruppe
de: Markiert das Ende eines Fieldset.
fa: پایان مجموعه فیلد را مشخص می‌کند.
fi: Merkitsee kenttäryhmän lopun.
fr: Marque la fin d'un "fieldset".
hu: Egy mezőcsoport vége.
it: Identifica la fine di un fieldset
ja: フィールドセットの終了を示します。
lv: Iezīmē lauka iestatījuma beigas.
my: နယ်ပယ်အစုအဆံုးကိုမှတ်သား။
pl: Zaznacz koniec fieldset.
ro: Marchează sfârşitul unui set de câmpuri
ru: Конец Fieldset.
sk: Označuje koniec rozbaľovacej sekcie skupiny formulárových polí.
sq: Shënon fundin e fushave
sr: Означавање краја групног поља.
sv: Markerar slutet på en fieldset.
uk: Вказує на кінець групи полів (fieldset).

# tl_form_field.value.0
source: Default value
cs: Výchozí hodnota
da: Værdi
de: Standard-Wert
fa: مقدار پیش‌فرض
fi: Oletusarvo
fr: Valeur par défaut
hu: Alapértelmezett érték
it: Valore
ja: 初期設定
lv: Noklusētā vērtība
my: မူလတန်ဖိုး
pl: Zawartość
ro: Valoare
ru: Значение по умолчанию
sk: Prednastavená hodnota
sq: Vlerë
sr: Подразумевана вредност
sv: Förvalt värde
uk: Значення за замовчуванням

# tl_form_field.value.1
source: Here you can enter a default value for the field.
cs: Zde můžete zadat výchozí hodnotu pro dané pole, která se v něm objeví před samotným vyplněním pole.
da: Hvis du indtaster en værdi her, vil den blive brugt som standardværdi for feltet.
de: Hier können Sie einen Standard-Wert für das Feld eingeben.
fa: اینجا می‌توانید مقدار پیش‌فرض را برای فیلد وارد نمایید.
fi: Tähän voit antaa kentälle oletusarvon.
fr: Saisir une valeur par défaut pour le champ.
hu: Itt adhatja meg a mező alapértelmezett értékét.
it: Se inserisci un valore, verrà usato come valore predefinito del campo corrente.
ja: 入力項目の初期設定の値を入力できます。
lv: Šeit Jūs varat ievadīt noklusējuma vērtību.
my: နယ်ပယ်အတွက်မူလတန်ဖိုးထည့်သွင်းနိုင်။
pl: Jeśli wprowadzisz tu zawartość zostanie ona użyta jako domyślne wypełnienie aktualnego pola.
ro: Dacă introduceţi o valoare, va fi folosită ca valoare nativă pentru câmpul curent.
ru: Вы можете ввести значение по умолчанию для текущего поля.
sk: Tu môžte zadať prednastavenú hodnotu pre toto pole.
sq: Në qoftë se epeni diçka këtu, atëherë rezervohet ajo vlerë për fushën.
sr: Овде можете унети подразумевану вредност за поље.
sv: Om du anger ett värde här kommer det att användas som förvalt värde i det aktuella fältet.
uk: Це значення буде використовуватися за замовчуванням для поточного поля.

# tl_form_field.class.0
source: CSS class
cs: Kaskádovité styly
da: CSS-klasse
de: CSS-Klasse
fa: کلاس سی‌اس‌اس
fi: CSS luokka
fr: Classe(s) CSS
hu: CSS osztály
it: Classe CSS
ja: CSSのclass
lv: CSS klase
my: စီအက်အက်စ်အမျိုးအစား
pl: Klasa CSS
ro: Clasa CSS
ru: CSS класс
sk: CSS trieda (class)
sq: CSS klasa
sr: CSS класа
sv: Stilmallsklass
uk: CSS клас

# tl_form_field.class.1
source: Here you can enter one or more classes.
cs: Sem můžete zadat více tříd kaskádovitých stylů CSS (class)
da: Her kan du indtaste en eller flere CSS-klasser.
de: Hier können Sie eine oder mehrere Klassen eingeben.
fa: اینجا می‌توانید یک یا چند کلاس را وارد نمایید.
fi: Tähän voidaan syöttää yksi tai useampi luokka.
fr: Saisir une ou plusieurs classes CSS.
hu: Itt adhat meg egy vagy több CSS osztályt.
it: Qui puoi inserire una o più classi CSS.
ja: 1つ以上のclassを入力できます。
lv: Šeit jūs varat ievadīt vienu vai vairākas klases.
my: တစ်ခု(သို့)စီအက်အက်စ်အမျိုးအစားများထည့်သွင်းနိုင်။
pl: Tutaj możesz wprowadzić jedną lub więcej klas CSS.
ro: Aici puteţi introduce una sau mai multe clase CSS.
ru: Вы можете ввести один или несколько CSS классов.
sk: Tu môžte zadať jednu alebo viac CSS tried (class).
sq: Këtu mund të caktoni një apo më shumë CSS klasa.
sr: Овде можете унети једну или више класа.
sv: Här kan du ange en eller flera stilmallsklasser (CSS-klass)
uk: Тут можна ввести один або більше CSS-класів через пробіл.

# tl_form_field.accesskey.0
source: Access key
cs: Klávesová zkratka
da: Adgangstaster
de: Tastaturkürzel
fa: کلید دسترسی
fi: Valintanäppäin
fr: Touche de raccourci
hu: Hozzáférési kulcs
ja: アクセスキー
lv: Piekļuves taustiņš
my: ဝင်ကြည့်ခွင့်သော့
pl: Klawisz dostępu
ro: Caracter de acces
ru: Клавиша быстрого доступа
sk: Klávesová skratka
sq: Shkurtesa tastiere
sr: Приступни кључ
sv: Kortkommando
uk: Швидкий доступ
