Repository: contao/core
Catalog: system/modules/core/languages/*/*_form_field.xlf
Languages: cs, da, de, fa, fi, fr, hu, it, ja, lv, my, pl, ro, ru, sk, sq, sr, sv, uk

# tl_form_field.accesskey.1
source: A form field can be focused by pressing the [ALT] or [CTRL] key and the access key simultaneously.
cs: Pole formuláře mohou být vybrána pomocí příslušných klávesových zkratek, když stisknete [ALT]+ respektive [STRG]+danou klávesu.
da: En tilgangstast er et enkelt tegn, som kan tildeles et formularfelt. Hvis en besøgende samtidigt trykker [ALT]-tasten og tilgangstasten, vil det tilhørende formularfelt komme i fokus.
de: Ein Formularfeld kann direkt angewählt werden, indem man gleichzeitig die [ALT]- bzw. [STRG]-Taste und das Tastaturkürzel drückt.
fa: فیلد فرم می‌تواند با فشردن همزمان کلید [ALT] یا [CTRL] با کلید دسترسی مورد توجه قرار گیرد.
fi: Kursori voidaan kohdistaa lomake-elementtiin painamalla [ALT]- tai [CTRL]-näppäintä ja valittua näppäintä samanaikaisesti.
fr: Le curseur peut être positionné directement sur un champ de formulaire déterminé en pressant la touche [ALT] ou [CTRL] simultanément avec la touche de raccourci.
hu: Az űrlapmezőre lehet ugrani vele. Nyomja meg a [ALT] vagy [Ctrl] billentyűt, és a hozzáférési kulcsot (egy billentyűt) egyszerre .
it: Una Access key è un carattere singolo il quale può essere assegnato ad un campo del form. Se un visitatore preme simultaneamente il tasto [ALT] e l'Acces key, il campo corrispondente verrà selezionato.
ja: [ALT]や[CTRL]とアクセスキーを同時に押して、フォームのフィールドにフォーカスを移動できます。
lv: Veidlapas lauks var tikt fokusēts, nospiežot [ALT] vai [Ctrl] taustiņu un piekļuves taustiņu vienlaicīgi.
my: [ALT] (သို့) [CTRL] ကီးများကိုဖိထားခြင်းဖြင့်ပံုစံနယ်ပယ်နှင့်ဝင်ကြည့်ခွင့်သော့ကိုဆုံချက်ချိန်နိင်။
pl: Klawisz dostępu jest pojedynczym znakiem, który jest przyporządkowany polu w formularzu. Jeśli użytkownik jednocześnie naciśnie klawisz [ALT] i klawisz dostępu, do przypisanego mu pola jest wstawiany kursor i możemy np. wprowadzać tekst.
ro: O tastă de acces reprezintă un singur carater desemnat unui câmp din formular. Dacă vizitatorul apasă simultan tastele [ALT] şi pe cea de acces, se ajunge instantaneu la câmpul respectiv.
ru: Поле формы может быть сфокусировано одновременным нажатием [ALT] или [CTRL] + клавиша быстрого доступа.
sk: Pole formulára môže byť aktivované stlačením kláves [ALT] alebo [CTRL] v kombinácii ďalšou klávesou.
sq: Një shkurtesë tastiere i caktohet një fushe të formularit. Në qoftë se vizitori shtyp së bashku [ALT] dhe shkurtesën e tastierës të caktuar, atëherë treguesi kërcen direkt në fushë të formularit.
sr: Пољу у формулару се може приступити притискањем [ALT] или [CTRL] тастера и приступног тастера истовремено, преко тастатуре.
sv: Ett kortkommando är en kombination av [ALT] eller [CTRL] och ett annat tecken som gör att ett fält i ett formulär kommer i fokus.
uk: Швидкий доступ - це один символ, що може бути призначений полю форми. Якщо відвідувач натискає [ALT] або [CTRL] і даний символ, то це поле форми одержує фокус.

# tl_form_field.tabindex.0
source: Tab index
cs: Index tabulátoru
da: Fanebladsnavigation
fa: ایندکس Tab
fi: Tabulaattori-indeksi
fr: Index de tabulation
it: "Ordinamento tab" degli elementi
ja: タブのインデックス
my: အညွှန်းမျက်နှာစာ
pl: Kolejność elementów nawigacji
ro: Navigare cu TAB
ru: Атрибут Tab index
sk: Index tabulátora
sq: Tregues lidhësit
sr: Индекс табулатора
sv: Tabbordning
uk: Порядок табуляції

# tl_form_field.tabindex.1
source: The position of the form field in the tabbing order.
cs: Uspořádání formulářového pole podle tabulátoru.
da: Feltets position når der navigeres med tab-tasten.
de: Die Position des Formularfeldes innerhalb der Tabulator-Reihenfolge.
fa: جایگاه ورودی فرم در ترتیب زبانه‌ای.
fi: Elementin järjestys tabulaattorilla elementistä toiseen siirryttäessä.
fr: La position du champ de formulaire dans l'ordre de tabulation.
hu: A mező száma a tab sorrendben.
it: La posizione del campo form ordinata con i tab.
ja: タブキーでフォームの項目間を移動する順序の番号です。
lv: Pozīcija veidlapas laukam, saskānā ar nobīdes (tabbing) kārtību.
my: မျက်နှာစာအစဉ်အတိုင်းတွင်ပံုစံနယ်ပယ်တည်နေရာ။
pl: Pozycja pola formularza w kolejności tabulatora.
ro: Poziţia câmpului de formular în ordinea tabulării.
ru: Положение поля формы в порядке табуляции.
sk: Usporiadanie formulárového poľa podľa tabulátora.
sq: Pozitioni i fushës në rradhitjen e lidhësit.
sr: Позиција поља у редоследу табулирања.
sv: Fältets position i ordningen då TAB-tangenten används för att hoppa mellan formulärfälten.
uk: Позиція поля форми в порядку табуляції.

# tl_form_field.fSize.0
source: Field size
cs: Velikost pole
de: Feldgröße
fa: اندازه ورودی
fi: Kentän koko
fr: Taille du champ
hu: Mező méret
it: Dimensione campo
ja: 項目の大きさ
lv: Lauka izmērs
my: နယ်ပယ်အရွယ်
pl: Rozmiar pola
ro: Mărimea câmpului
ru: Размер поля
sk: Veľkosť poľa
sq: Madhësia fushës
sr: Величина поља
sv: Fältstorlek
uk: Розмір

# tl_form_field.fSize.1
source: Here you can enter the size of the upload field (<em>size</em> attribute).
cs: Sem můžete zadat velikost nahrávaného souboru (<em>velikost</em>).
da: Her kan du indtaste størrelsen på upload feltet (<em>size</em> attribute).
de: Hier können Sie die Größe des Upload-Feldes festlegen (<em>size</em>-Attribut).
fa: اینجا می‌توانید اندازه ورودی بارگزاری را وارد نمایید (خصوصیت <em>اندازه</em>).
fi: Tähän voit antaa latauskentän koon (<em>size</em>-ominaisuus).
fr: Saisir la taille du champ d'envoi de fichier (attribut <em>size</em>).
hu: Adja meg a feltöltési mező méretét (<em>méret</em> attribótum).
it: Qui puoi inserire la dimensione del campo carica file (attributo <em>size</em>).
ja: アップロードの項目の大きさ(<em>size</em>属性)を入力できます。
lv: Šeit varat ievadīt augšupielādes lauka izmēru (<em>izmēra</em> atribūts).
pl: Tutaj możesz wprowadzić rozmiar pola upload (atrybut <em>size<em>).
ro: Aici puteţi introduce dimensiunea câmpului de upload (atributul <em>size</em>).
ru: Вы можете ввести размер поля загрузки (атрибут <em>size</em>).
sk: Tu môžete zadať veľkosť poľa pre nahrávanie súborov (<em>size</em> atribút).
sq: Këtu mund të epeni madhësinë e fushave ngarkuese (vetitë e <em>madhësisë</em>).
sr: Овде можете дефинисати величини поља за прилагање фајлова (<em>size</em> атрибут).
sv: Här kan du ange uppladdningsfältets storlek (<em>size</em>-attribut).

# tl_form_field.customTpl.0
source: Custom form field template
cs: Vlastní předloha formulářového pole
da: Speciel skabelon for formular felt
de: Individuelles Template
fa: قالب فیلد فرم سفارشی
fi: Vaihtoehtoinen mallipohja lomake-elementille
fr: Modèle personnalisé du champ de formulaire
hu: Egyedi űrlap mező sablon
it: Template campi form personalizzato
ja: 独自のフォームの項目のテンプレート
lv: Pielāgota formulāra lauka veidne
pl: Własny szablon pola formularza
ro: Şablon pentru câmpuri
ru: Пользовательский шаблон поля формы
sk: Vlastná šablóna formulárového poľa
sr: Прилагођени шаблон поља формулара
sv: Egen formulärfältsmall

# tl_form_field.customTpl.1
source: Here you can overwrite the default form field template.
cs: Zde můžete přepsat výchozí předlohu formulářového pole.
da: Her kan du overskrive standard skabelonen for formular felt
de: Hier können Sie das Standard-Template überschreiben.
fa: اینجا می‌توانید قالب فیلد اختیاری پیش‌فرض را رونویسی کنید.
fi: Tässä voit valita lomake-elementille toisen mallipohjan oletuksen sijasta.
fr: Ici, vous pouvez remplacer le modèle du champ de formulaire par défaut.
hu: Itt felülírható az alapértelmezett űrlap mező sablon.
it: Qui è possibile definire un template personalizzato per sovrascrivere il template predefinito
ja: 初期設定のフォームの項目のテンプレートを上書きできます。
lv: Šeit jūs varat pārrakstīt noklusējuma formulāra lauka veidni.
pl: Tutaj możesz wybrać własny szablon pola formularza
ro: Alegeţi un şablon pentru câmpurile de formular.
ru: Вы можете переписать шаблон поля формы по умолчанию.
sk: Tu môžete prepísať prednastavenú šablónu formulárového poľa.
sr: Овде можете прегазити подразумевани шаблон поља формулара.
sv: Här kan du ersätta standardmallen för formulärfält.

# tl_form_field.addSubmit.0
source: Add a submit button
cs: Přidat tlačítko k odeslání
da: Tilføj send-knap
de: Absende-Schaltfläche hinzufügen
fa: افزودن دکمه ارسال
fi: Lisää lähetysnappi
fr: Ajouter un bouton d'envoi
hu: Küldés gomb hozzáadása
it: Aggiungi pulsante invio
ja: 提出ボタンを追加
lv: Pievienot apstiprināšanas pogu
my: တင်သွင်းခလုတ်ထည့်
pl: Dodaj przycisk wysyłki
ro: Adaugă buton trimitere
ru: Добавить кнопку 'Отправить'
sk: Vložiť tlačítko na odoslanie
sq: Fut komandë dërguese
sr: Додај дугме "Пошаљи"
sv: Lägg till en skicka-knapp
uk: Додати кнопку - «Відправити»

# tl_form_field.addSubmit.1
source: Add a submit button next to the field to create a single line form.
cs: Přidat vedle pole tlačítko k odeslání, aby se vytvořil jednořádkový formulář.
da: Som standard bliver send-knappen tilføjet som et ekstra felt i slutningen af formularen, men hvis du vælger denne mulighed, vil en send-knap blive tilføjet ved siden af det nuværende felt. Brug denne mulighed for at lave en formular på en enkelt linje (f.eks. en søgeformular.)
de: Eine Absende-Schaltfläche neben dem Feld einfügen, um ein einzeiliges Formular zu erstellen.
fa: یک دکمه ارسال بعد از فیلد برای ایجاد فرم تک خطی اضافه می‌کند.
fi: Lisää lähetysnappi kentän viereen yksirivisen lomakkeen luomiseksi.
fr: Ajouter un bouton d'envoi à côté du champ pour créer un formulaire mono-ligne.
hu: Küldés gomb hozzáadása az egysoros űrlap végéhez.
it: Di default, il pulsante di invio viene aggiunto alla fine del modulo. Tuttavia, se si sceglie questa opzione, il pulsante di invio verrà aggiunto accanto al campo corrente. Utilizza questa opzione per la creazione di form ad una sola riga (ad esempio, un modulo di ricerca).
ja: 1行のフォームを作成するため、項目の次に提出ボタンを追加します。
lv: Blakus laukam pievienojiet apstiprināšnas pogu, lai izveidotu vienrindas formu.
my: လိုင်းတစ်ခုတည်းပံုစံဖန်တီးရန်နယ်ပယ်ပြီးနောက်တင်သွင်းခလုတ်ထည့်။
pl: Domyślnie przycisk wysyłki jest dodawany automatycznie, jako dodatkowe pole, na końcu formularza. Jednakże, jeśli wybierzesz tę opcję, przycisk wysyłki zostanie dodany obok aktualnego pola. Opcji tej można użyć do tworzenia jedno-linijkowych formularzy (np. wyszukiwarki).
ro: Iniţial, butonul de trimitere este adăugat ca un câmp suplimentar la sfârşitul formularului. Dacă alegeti această opţiune un buton de trimitere va fi adăugat chiar lângă câmpul curent. Folosiţi această opţiune pentru a genera formulare pe o singură linie (ex. un câmp de căutare).
ru: Добавить кнопку 'Отправить' рядом с полем в одну строку.
sk: Vložiť tlačítko na odoslanie hneď vedľa poľa, ak chcete vytvoriť jednoriadkový formulár (napr. vyhľadávanie).
sq: Zgjedhja e këtij opsioni fut një buton dërgues pas fushës aktuale. Përdorni këtë opsion për të krijuar formular me një rresht (p.sh. një formular kërkues).
sr: Додај дугме "Пошаљи" поред поља, ако се ради о формулару са само једним пољем.
sv: Som standard läggs skicka-knappen (den knapp som man klickar på för att skicka formuläret) som ett extra fält i slutet av formuläret. Men, om du väljer detta val kommer en skicka-knapp att placeras bredvid det aktuella fältet. Använd detta val för att skapa ett enkelt enradsformulär (t.ex. ett sökformulär med ett textfält och en skicka-knapp).
uk: За замовчуванням кнопка «Відправити» додана як додаткова область наприкінці форми. Проте, якщо Ви це виберете, кнопка буде додана поруч із поточним полем. Використайте цю опцію для створення форм в один рядок (прим. форма пошуку).

# tl_form_field.slabel.0
source: Submit button label
cs: Označení tlačítka k odeslání
da: Send-knap mærkat
de: Bezeichnung der Absende-Schaltfläche
fa: متن دکمه ارسال
fi: Lähetysnapin teksti
fr: Intitulé du bouton d'envoi
hu: Küldés gomb felirata
it: Etichetta pulsante invio
ja: 提出ボタンのラベル
lv: Apstiprināšanas pogas uzraksts
my: တင်သွင်းခလုတ်ကတ်ပြား
pl: Etykietka przycisku wysyłki
ro: Eticheta butonului de trimitere
ru: Надпись на кнопке 'Отправить'
sk: Nápis tlačítka na odoslanie
sq: Tiketa e butonit dërguese
sr: Лабела дугмета "Пошаљи"
sv: Skicka-knappens etikett
uk: Мітка кнопки «Відправити»

# tl_form_field.slabel.1
source: Please enter the label of the submit button.
cs: Zadejte prosím označení tlačítka.
da: Indtast venligst mærkaten for send-knappen.
de: Bitte geben Sie die Bezeichnung der Absende-Schaltfläche ein.
fa: لطفا عنوان دکمه ارسال فرم را وارد نمایید.
fi: Ole hyvä ja anna lähetysnapin teksti.
fr: Saisir l'intitulé du bouton d'envoi.
hu: Adja meg a küldés gomb feliratát.
it: Inserisci il nome del pulsante invia.
ja: 提出ボタンのラベルを入力してください。
lv: Lūdzu ievadiet apstiprināšnas pogas uzrakstu.
my: တင်သွင်းခလုတ်၏ကတ်ပြားထည့်။
pl: Wprowadź etykietkę przycisku wysyłki.
ro: Introduceţi eticheta butonului de trimitere.
ru: Введите надпись на кнопке 'Отправить'.
sk: Prosím zadajte nápis tlačítka na odoslanie (napr. ODOSLAŤ alebo ĎALEJ).
sq: Epeni një tiketë për butonin (komandën) dërgues(e).
sr: Унесите натпис - лабелу, онако како желите да пише на дугмету за слање попуњеног формулара.
sv: Ange en etikett för skicka-knappen.
uk: Будь ласка, введіть назву для кнопки «Відправити».

# tl_form_field.imageSubmit.0
source: Create an image button
cs: Vytvořit tlačítko z obrázku
da: Send-knap billede
de: Bildschaltfläche erstellen
fa: استفاده از تصویر
fi: Tee kuvallinen lähetysnappi
fr: Bouton d'envoi image
hu: Kép használata gombként
it: Immagine bottone invia
ja: 画像ボタンの作成
lv: Izveidot pogu ar attēlu
my: ပံုခလုတ်ဖန်တီး
pl: Obrazek jako przycisk
ro: Foloseşte imagine
ru: Изображение кнопки 'Отправить'
sk: Vytvoriť obrázkové tlačítko
sq: Buton dërgues me grafik
sr: Постави слику као дугме
sv: Skicka-knapp med bild
uk: Графічна кнопка

# tl_form_field.imageSubmit.1
source: Use an image submit button instead of the default one.
cs: Použít obrázku namísto běžného tlačítka.
da: Brug et billede som send-knap i stedet for en send-knap med tekst.
de: Eine Bildschaltfläche anstatt der Standard-Schaltfläche verwenden.
fa: استفاده از یک تصویر به جای دکمه پیش‌فرض
fi: Käytä kuvaa lähetysnappina oletuksen sijasta.
fr: Utiliser une image comme bouton de soumission au lieu du bouton par défaut.
hu: Használjon egy képet az alapértelmezett gomb helyett.
it: Usa un immagine come pulsante invia al posto del testo.
ja: 通常のテキストのボタンの代わりに画像の提出ボタンを使用します。
lv: Lūdzu izmantojiet pogu ar attēlu noklusētā varianta vietā.
my: မူလပံုစံအစားပံုတင်သွင်းခလုတ်သံုး။
pl: Użyj obrazka jako przycisku zamiast domyślnego przycisku z tekstem.
ro: Folosşte o imagine în locul butonului de trimitere.
ru: Использовать изображение кнопки 'Отправить', вместо кнопки по умолчанию.
sk: Použiť na odosielanie obrázkové tlačítko namiesto prednastaveného.
sq: Përdor boton dërgues me grafik në vend të një buton dërgues me tekst.
sr: Користи слику као дугме за слање.
sv: Använd en bild på skicka-knappen instället för en text.
uk: Використати малюнок, замість стандартної кнопки «Відправити».

# tl_form_field.singleSRC.0
source: Source file
cs: Zdrojový soubor
da: Kildefil
de: Quelldatei
fa: منبع پرونده
fi: Lähdetiedosto
fr: Fichier source
hu: Forrásfájl
it: File origine
ja: ソースファイル
lv: Avota datne
my: ရင်းမြစ်ဖိုင်
pl: Plik źródłowy
ro: Sursa fişier
ru: Исходный файл
sk: Zdrojový súbor
sq: Skedar burimor
sr: Изворни код
sv: Källfil
uk: Файл

# tl_form_field.singleSRC.1
source: Please select an image from the files directory.
cs: Vyberte prosím jeden obrázek z adresáře souborů.
da: Vælg venligst et billede fra fil-mappen.
de: Bitte wählen Sie ein Bild aus der Dateiübersicht.
fa: لطفا یک تصویر از دایرکتوری پرونده انتخاب نمایید.
fi: Ole hyvä ja valitse kuva
fr: Sélectionner une image dans le répertoire de fichiers.
hu: Válasszon egy képet.
it: Seleziona un immagine per la cartella dei files.
ja: ファイルディレクトリから画像を選択してください。
lv: Lūdzu, izvēlieties attēlu.
my: ဖိုင်များဖိုင်လမ်းညွှန်မှပံုကိုရွေး။
pl: Wybierz plik z magazynu plików.
ro: Alegeţi o imagine din directorul de fişiere.
ru: Выберите изображение из каталога.
sk: Prosím vyberte si obrázok z adresára súborov.
sq: Zgjedhoni një grafik nga dosja e skedarëve.
sr: Изаберите слику из директоријума фајлова.
sv: Välj en bild från filarkivet.
uk: Виберіть, будь ласка, зображення.

# tl_form_field.type_legend
source: Field type and name
cs: Nízev a typ souboru
da: felttype og navn
de: Feldtyp und -name
fa: گونه و نام فیلد
fi: Kentän nimi ja tyyppi
fr: Type et nom du champ
hu: Mező típusa és neve
it: Tipologia e nome del campo
ja: 項目の種類と名前
lv: Faila tips un nosaukums
my: နယ်ပယ်အမျိုးအစားနှင့်နာမည်
pl: Typ pola i nazwa
ro: Tip şi nume câmp
ru: Тип поля и название
sk: Typ a názov poľa
sq: Lloji dhe emri fushës
sr: Тип и назив поља
sv: Fälttyp och namn
uk: Тип та ім'я поля

# tl_form_field.text_legend
source: Text/HTML
da: Tekst/HTML
fa: متن/اچ‌تی‌ام‌ال
fi: Teksti/HTML
fr: Texte/HTML
hu: Szöveg/HTML
it: Testo/HTML
ja: テキスト/HTML
lv: Teksts/HTML
my: စာသား/ဟိတ်စ်တီအမ်အယ်
pl: Tekst/HTML
ru: Текст/HTML
sq: Tekst/HTML
uk: Текст/HTML

# tl_form_field.fconfig_legend
source: Field configuration
cs: Konfigurace pole
da: felt-konfiguration
de: Feldkonfiguration
fa: پیکربندی فیلد
fi: Kentän asetukset
fr: Configuration du champ
hu: Mező konfiguráció
it: Configurazione campo
ja: 項目の構成
lv: Lauka konfigurācija
my: နယ်ပယ်ပံုစံပြင်ခြင်း
pl: Konfiguracja pola
ro: Configurare câmpuri
ru: Конфигурация поля
sk: Nastavenie poľa
sq: Konfigurimi fushës
sr: Подешавање поља
sv: Fältkonfiguration
uk: Налаштування полів

# tl_form_field.options_legend
source: Options
cs: Možnosti
da: Muligheder
de: Optionen
fa: گزینه‌ها
fi: Valinnat
hu: Opciók
it: Opzioni
ja: 選択肢
lv: Iespējas
my: ရွေးပိုင်ခွင့်များ
pl: Opcje
ro: Opţiuni
ru: Настройки
sk: Voľby
sq: Zgjedhjet
sr: Опције
sv: Val
uk: Опції

# tl_form_field.store_legend
source: Store file
cs: Uložit soubor
da: Gem fil
de: Datei speichern
fa: ذخیره پرونده
fi: Tallenna tiedosto
fr: Enregistrer le fichier
hu: Fájl tárolás
it: Memorizzazione file
ja: ファイルの保存
lv: Faila glabātuve
my: ဖိုင်သိုလှောင်
pl: Przetrzymuj plik
ro: Fişier de stocare
ru: Хранение файла
sk: Uloženie súboru
sq: Ruaj skedarin
sr: Сачувај фај
sv: Lagra fil
uk: Зберігати файли

# tl_form_field.expert_legend
source: Expert settings
cs: Rozšířená nastavení
da: Ekspert indstillinger
de: Experten-Einstellungen
fa: تنطیمات پیشرفته
fi: Erikoisasetukset
fr: Paramètres avancés
hu: Speciális beállítások
it: Exporta impostazioni
ja: 専門的な設定
lv: Eksperta iestatījumi
my: ကျွမ်းကျင်သူချိန်ညှိချက်
pl: Zaawansowane ustawienia
ro: Setări avansate
ru: Экспертные настройки
sk: Rozšírené nastavenia
sq: Konfigurimet ekspert
sr: Напредна подешавања
sv: Expertinställningar
uk: Експертні налаштування

# tl_form_field.size_legend
source: Rows and columns
cs: Řádky a sloupce
da: Række og spalter
de: Reihen und Spalten
fa: سطرها و ستون‌ها
fi: Rivit ja sarakkeet
fr: Rangs et colonnes
hu: Sorok és oszlopok
it: Righe e colonne
ja: 行と列
lv: Rindas un kolonas
pl: Wiersze i kolumny
ro: Rânduri şi coloane
ru: Строки и колонки
sk: Riadky a stĺpce
sq: Rreshtat dhe kolonat
sr: Редови и колоне
sv: Rader och kolumner

# tl_form_field.template_legend
source: Template settings
cs: Předloha komentáře
da: Skabelon indstillinger
de: Template-Einstellungen
fa: تنظیمات قالب
fi: Mallin asetukset
fr: Paramètres des modèles
hu: Sablon beállítások
it: Impostazioni template
ja: テンプレートの設定
lv: Veidnes uzstadījumi
pl: Ustawienia szablonów
ro: Şablon comentariu
ru: Настройки шаблона
sk: Nastavenia šablóny
sr: Подешавања шаблона
sv: Mallinställningar

# tl_form_field.submit_legend
source: Submit button
cs: Tlačítko pro odeslání
da: Send-knap
de: Absende-Schaltfläche
fa: دکمه ارسال
fi: Lähetysnappi
fr: Bouton d'envoi
hu: Küldés gomb
it: Pulsante invio
ja: 提出ボタン
lv: Apstiprināšanas poga
my: တင်သွင်းခလုတ်
pl: Przycisk wysyłki
ro: Buton de trimitere
ru: Кнопка 'Отправить'
sk: Tlačítko na odoslanie
sq: Pullë dërguese
sr: Дугме "Пошаљи"
sv: Skicka-knapp
uk: Кнопка відправки даних форм (submit)

# tl_form_field.image_legend
source: Image button
cs: Obrázkové tlačítko
da: Billed-knap
de: Bildschaltfläche
fa: دکمه تصویری
fi: Kuvanappi
fr: Bouton image
hu: Kép gomb
it: Immagine pulsante
ja: 画像ボタン
lv: Attēla poga
my: ပံုခလုတ်
pl: Obrazek przycisku
ro: Buton imagine
ru: Изображение кнопки
sk: Obrázkové tlačítko
sq: Pullë grafike
sr: Слика као дугме
sv: Bild-knapp
uk: Графічна кнопка

# tl_form_field.new.0
source: New field
cs: Vytvořit nové pole
da: Nyt felt
de: Neues Feld
fa: فیلد جدید
fi: Uusi kenttä
fr: Nouveau champ
hu: Új mező
it: Nuovo campo
ja: 新しい項目
lv: Jauns lauks
my: နယ်ပယ်အသစ်
pl: Nowe pole
ro: Câmp nou
ru: Новое поле
sk: Nové pole
sq: Fushë të re
sr: Ново поље
sv: Nytt fält
uk: Нове поле

# tl_form_field.new.1
source: Create a new field
cs: Vytvořit nové pole
da: Opret et nyt felt
de: Ein neues Feld anlegen
fa: ساخت یک فیلد جدید
fi: Luo uusi kenttä
fr: Créer un nouveau champ
hu: Hozzon létre egy új mezőt.
it: Crea un nuovo campo
ja: 新しく項目を作成
lv: Izveidot jaunu lauku
my: နယ်ပယ်အသစ်ဖန်တီး
pl: Stwórz nowe pole
ro: Creeaza un câmp nou
ru: Создать новое поле
sk: Vytvoriť nové pole
sq: Një fushë të re
sr: Креирај ново поље
sv: Skapa ett nytt fält
uk: Створити нове поле

# tl_form_field.show.0
source: Field details
cs: Zobrazit podrobnosti
da: Feltdataljer
de: Felddetails
fa: جزئیات فیلد
fi: Kentän tiedot
fr: Détails du champ
hu: Mező részletei
it: Dettagli campo
ja: 項目の詳細
lv: Lauka detaļas
my: နယ်ပယ်အချက်အလက်များ
pl: Szczegóły pola
ro: Detalii câmp
ru: Детали поля
sk: Detaily poľa
sq: Detajet e fushës
sr: Детаљи поља
sv: Visa fältdetaljer
uk: Опис поля

# tl_form_field.show.1
source: Show the details of field ID %s
cs: Zobrazit podrobnosti k poli ID %s
da: Vis detaljer for felt-ID %s
de: Details des Feldes ID %s anzeigen
fa: نمایش جزئیات فیلد شناسه‌ی %s
fi: Näyttää kentän ID %s tiedot
fr: Afficher les détails du champ ID %s
hu: Az ID %s mező részleteinek mutatása
it: Mostra dettagli del campo ID %s
ja: ID %sの項目の詳細を表示
lv: Parādīt lauka ID %s detaļas
my: နယ်ပယ်အိုင်ဒီ %s အချက်အလက်များပြသ
pl: Pokaż szczegóły pola ID %s
ro: Arată detaliile câmpului ID %s
ru: Показать детали поля ID %s
sk: Zobraziť detaily poľa ID %s
sq: Trego detajet e fushës ID %s
sr: Прикажи детаље поља ID %s
sv: Visa detaljer för fält med ID %s
uk: Показувати деталі поля із ID %s

# tl_form_field.edit.0
source: Edit field
cs: Upravit pole
da: Rediger felt
de: Feld bearbeiten
fa: ویرایش فیلد
fi: Muokkaa kenttä
fr: Éditer le champ
hu: Mező szerkesztése
it: Modifica campo
ja: 項目を編集
lv: Rediģēt lauku
my: နယ်ပယ်တည်းဖြတ်
pl: Edytuj pole
ro: Editează câmp
ru: Редактировать поле
sk: Upraviť pole
sq: Përpuno fushën
sr: Уреди поље
sv: Redigera fält
uk: Редагувати поле

# tl_form_field.edit.1
source: Edit field ID %s
cs: Upravit pole ID %s
da: Rediger felt-ID %s
de: Das Feld ID %s bearbeiten
fa: ویرایش فیلد شناسه‌ی %s
fi: Muokkaa kenttää ID %s
fr: Éditer le champ ID %s
hu: Az ID %s mező szerkesztése
it: Modifica campo ID %s
ja: ID %sの項目を編集
lv: Rediģēt lauku ID %s
my: နယ်ပယ်အိုင်ဒီ %s တည်းဖြတ်
pl: Edytuj pole ID %s
ro: Editează câmpul ID %s
ru: Редактировать поле ID %s
sk: Upraviť pole ID %s
sq: Përpuno fushën ID %s
sr: Уреди поље ID %s
sv: Redigera fält med ID %s
uk: Редагувати поле з ID %s

# tl_form_field.cut.0
source: Move field
cs: Přesunout pole
da: Flyt felt
de: Feld verschieben
fa: جابجایی فیلد
fi: Siirrä kenttä
fr: Déplacer le champ
hu: Mező mozgatása
it: Sposta campo
ja: 項目を移動
lv: Pārvietot lauku
my: နယ်ပယ်ရွေ့ပြောင်း
pl: Przenieś pole
ro: Mută câmp
ru: Переместить поле
sk: Premiestniť pole
sq: Shtye fushën
sr: Помери поље
sv: Flytta fält
uk: Перемістити поле

# tl_form_field.cut.1
source: Move field ID %s
cs: Přesunout pole ID %s
da: Flyt felt-ID %s
de: Das Feld ID %s verschieben
fa: جابجایی فیلد شناسه‌ی %s
fi: Siirrä kenttä ID %s
fr: Déplacer le champ ID %s
hu: Az ID %s mező mozgatása
it: Sposta campo ID %s
ja: ID %sの項目を移動
lv: Pārvietot lauku ID %s
my: နယ်ပယ်အိုင်ဒီ %s ရွေ့ပြောင်း
pl: Przenieś pole ID %s
ro: Mută câmpul ID %s
ru: Переместить поле ID %s
sk: Premiestniť pole ID %s
sq: Shtye fushën ID %s
sr: Помери поље ID %s
sv: Flytta fält med ID %s
uk: Перемістити поле з ID %s
