Repository: contao/core
Catalog: system/modules/core/languages/*/*_form_field.xlf
Languages: cs, da, de, fa, fi, fr, hu, it, ja, lv, my, pl, ro, ru, sk, sq, sr, sv, uk

# FFL.captcha.1
source: A simple math question to verify that the form is being submitted by a human (CAPTCHA).
cs: Jednoduchá výpočetní otázka, kterou musí před odesláním vypočítat osoba vyplňující formulář.
da: Dette felt tilføjer et simpelt matematik spørgsmål som skal besvares for at formularen kan sendes.
de: Eine einfache Rechenaufgabe zur Prüfung, ob das Formular von einem Menschen abgeschickt wurde (CAPTCHA).
fa: یک سوال ریاضی ساده برای بررسی اینکه فرم توسط یک انسان ارسال شده است (CAPTCHA).
fi: Yksinkertainen matematiikkakysymys, jolla varmistetaan, että lomakkeen lähettää ihminen (CAPTCHA).
fr: Question simple d'arithmétique pour vérifier que le formulaire est bien soumis par un individu (CAPTCHA).
hu: Egyszerű matematikai kérdés, annak ellenőrzésére, hogy az űrlapot ember töltötte ki (CAPTCHA).
it: Questo campo una semplice domanda matematica che deve essere risolta per poter inviare il modulo.
ja: (ボットのようなプログラムではなく)人間によってフォームが提出されたことを確認するための、やさしい計算問題です。(CAPTCHA)
lv: Matemātiski vienkāršs jautājumu, lai pārliecinātos, ka formā ievadītos datus iesniedz cilvēks (CAPTCHA).
my: လူမှပံုစံတင်သွင်းကြောင်းသက်သေပြရန်ရိုးရှင်းသောသင်္ချာမေးခွန်း (စိန်ခေါ်တံု့ပြန်မေးခွန်း)။
pl: To pole zawiera proste zadanie matematyczne, na które musisz odpowiedzieć by wysłać formularz.
ro: Acest câmp adaugă o simplă întrebare matematică la care trebuie să se răspundă pentru a putea trimite formularul.
ru: Простой математический вопрос для проверки, что форма отправляется человеком (CAPTCHA).
sk: Toto pole pridá jednoduchú matematickú otázku, ktorú je potrebné odpovedať na potvrdenie formulára (CAPTCHA).
sq: Kjo fushë paraqet në formular një detyrë të thjeshtë matematikore, e cila duhet të përgjigjet korrekt për ta mundësuar dërgimin e të dhënave.
sr: Једноставан математички задатак који омогућава систему да провери да ли је формулар попунио човек (CAPTCHA).
sv: Detta fält lägger till en enkel fråga som måste besvaras rätt för att kunna skicka formuläret.
uk: Поле містить просте запитання, на яке потрібно відповісти перед відправленням форми (CAPTCHA).

# FFL.submit.0
source: Submit field
cs: Tlačítko "odeslat"
da: Send-knap
de: Absendefeld
fa: فیلد ارسال
fi: Lähetysnappi
fr: Bouton d'envoi
hu: Küldés mező
it: Campo invio
ja: 提出ボタン
lv: Apstiprināšanas lauks
my: တင်သွင်းနယ်ပယ်
pl: Przycisk
ro: Câmp submit
ru: Кнопка 'Отправить'
sk: Potvrdzovacie pole
sq: Fushë dërguese
sr: Поље "Пошаљи"
sv: Skicka-knapp
uk: Відправити

# FFL.submit.1
source: A button to submit the form.
cs: tlačítko pro odeslání formuláře.
da: En knap til at sende formularen med
de: Eine Absende-Schaltfläche zur Versendung des Formulars.
fa: دکمه‌ای برای ارسال فرم
fi: Nappi, joka lähettää lomakkeen.
fr: Bouton d'envoi du formulaire.
hu: Gomb az űrlap elküldésére.
it: Il campo invio contiene il pulsante Invia e i dati dell'intestazione. (es. soggetto e destinatario dell'e-mail)
ja: フォームを提出するボタンです。
lv: Poga formā ievadīto datu apstiprināšanai.
my: ပံုစံတင်သွင်းရန်ခလုတ်။
pl: Przycisk powoduje wysłanie formularza.
ro: Conţine butonul pentru trimitere şi datele din header-ul formularului (ex. destinatarul şi subiectul unui email).
ru: Кнопка для отправки формы.
sk: Potvrdzovacie pole obsahuje tlačítko na potvrdenie a hlavičku formulárových dát (ako napr. adresát a predmet e-mailu)
sq: Një Fushë dërguese përmban një buton dërgues dhe të dhënat kryesore të formularit (p.sh. Marrësi dhe subjekti i E-Mail-it).
sr: Дугме којим се шаље попуњени формулар.
sv: Skapar den knapp som man klickar på för att skicka det ifyllda formuläret.
uk: Поле містить кнопку відправлення даних і форму заголовка даних (напр.: одержувач і тема листа).

# tl_form_field.type.0
source: Field type
cs: Typ polí
da: Felttype
de: Feldtyp
fa: گونه‌ی فیلد
fi: Kentän tyyppi
fr: Type de champ
hu: Mező típus
it: Tipo campo
ja: 項目の種類
lv: Lauka tips
my: နယ်ပယ်အမျိုးအစား
pl: Typ pola
ro: Tip de câmp
ru: Тип поля
sk: Typ poľa
sq: Lloj fushe
sr: Тип поља
sv: Fälttyp
uk: Тип поля

# tl_form_field.type.1
source: Please choose the type of field.
cs: Zvolte prosím jeden z druhů polí.
da: Vælg venligst den ønskede felttype
de: Bitte wählen Sie den Typ des Formularfelds.
fa: لطفا گونه‌ی فیلد را مشخص نمایید.
fi: Ole hyvä ja valitse kentälle tyyppi.
fr: Choisir le type du champ.
hu: Mező típus kiválasztása.
it: Seleziona il tipo di campo
ja: フォームの項目の種類を選択してください。
lv: Lūdzu izvēleties lauka tipu.
my: နယ်ပယ်အမျိုးအစားရွေးပါ။
pl: Wybierz typ aktualnego pola.
ro: Alegeţi un tip de câmp.
ru: Выберите необходимый тип поля.
sk: Zvoľte prosím typ aktuálneho poľa.
sq: Zgjedhoni llojin e fushës.
sr: Изаберите тип поља
sv: Välj fälttyp.
uk: Виберіть, будь-ласка, необхідний тип поля.

# tl_form_field.name.0
source: Field name
cs: Název pole
da: Feltnavn
de: Feldname
fa: نام فیلد
fi: Kentän nimi
fr: Nom du champ
hu: Mező név
it: Nome campo
ja: 項目の名前
lv: Lauka nosaukums
my: နယ်ပယ်နာမည်
pl: Nazwa pola
ro: Numele câmpului
ru: Имя поля
sk: Názov poľa
sq: Emri fushës
sr: Назив поља
sv: Fältnamn
uk: Ім'я поля

# tl_form_field.name.1
source: The field name is a unique name to identify the field.
cs: Název pole je jednoznačným pojmenováním k identifikaci pole.
da: Angiv venligst et feltnavn. Dette navn vises ikke for besøgende på dit websted.
de: Der Feldname ist ein eindeutiger Name zur Identifizierung des Feldes.
fa: نام فیلد یک نام یکتا برای مشخص کردن فیلد می‌باشد.
fi: Kentän nimi on uniikki tunniste kentälle.
fr: Le nom de champ est un nom unique qui sert à identifier le champ.
hu: A mező név egy egyedi név a mező azonosítására.
it: Inserisci un nome campo. Il nome campo non viene mostrato ai visitatori del tuo sito web.
ja: 項目の名前は、フォームの項目を識別する重複しない名前です。
lv: Lauka nosaukums ir unikāls nosaukums, kas identificē lauku.
my: နယ်ပယ်ကိုရွေးထုတ်ရန်နယ်ပယ်နာမည်မှာတစ်ခုတည်းသောနာမည်။
pl: Wprowadź nazwę pola. Nazwa pola będzie widoczna na stronach twjego serwisu.
ro: Introduceţi numele câmpului. Acesta nu va fi vizibil vizitatorilor paginii dumneavoastră.
ru: Введите уникальное имя для идентификации поля.
sk: Zadajte prosím názov poľa. Toto pole nie je zobrazené návštevníkom vašej webstránky.
sq: Epeni emrin e fushës. Emri fushës është njëkohësisht edhe emri i ndryshores, e cila dërgohet së bashku me formularin. Emri fushës nuk i paraqitet vizitorëve të ueb-faqes.
sr: Назив поља је јединствено име којим се препознаје поље.
sv: Ange ett fältnamn. Fältnamnet visas inte för besökarna på webbplatsen.
uk: Введіть, будь ласка, імя поля. Імя поля не буде видимим відвідувачам вашого сайту.

# tl_form_field.label.0
source: Field label
cs: Popisek pole
da: Feltmærkat
de: Feldbezeichnung
fa: برچسب فیلد
fi: Kentän otsikko
fr: Intitulé du champ
hu: Mező címke
it: Etichetta campo
ja: 項目のラベル
lv: Lauka uzraksts
my: နယ်ပယ်ကဒ်ပြား
pl: Etykietka pola
ro: Eticheta câmpului
ru: Название поля
sk: Menovka poľa
sq: Etiketa fushës
sr: Лабела поља
sv: Fältetikett
uk: Мітка поля

# tl_form_field.label.1
source: The field label will be visible on the website, typically in front of or above the field.
cs: Popisek pole se zobrazí na webové stránce vedle pole.
da: Indtast venligst en feltmærkat. Mærkaten vil være synlig for besøgende på dit websted. Hvis du laver et flersproget websted, bør mærkaten oversættes til de respektive sprog.
de: Die Feldbezeichnung wird auf der Webseite angezeigt, normalerweise links neben oder oberhalb des Feldes.
fa: برچسب فیلد در وب‌سایت عموماً در جلو یا بالای فیلد قابل مشاهده خواهد بود.
fi: Kentän otsikko, joka näkyy sivustolla yleensä ennen syötekenttää tai sen yläpuolella.
fr: L'intitulé du champ sera visible sur le site, en général devant ou au-dessus du champ.
hu: A mező címke látható a weboldalon, jellemzően a mező előtt vagy fölött látható.
it: Inserisci un etichetta per il campo. L'etichetta sarà visibile ai visitatori del tuo sito web. Se hai creato un sito multi-lingue, l'etichetta deve essere tradotta nella rispettiva lingua.
ja: 項目のラベルは、一般にウェブサイトでは項目の前や上に表示します。
lv: Lauks etiķete būs redzams mājas lapā, parasti priekšā vai virs lauka.
my: နယ်ပယ်ကဒ်ပြားမှာဝဘ်ဆိုက်ပေါ်တွင်မြင်နိုင်၊ နယ်ပယ်အရှေ့(သို့)အပေါ်တွင်။
pl: Wprowadź etykietkę pola. Etykietka będzie widoczna na stronie z formularzem. Jeśli tworzysz serwis wielojęzykowy, etykietka musi być w odpowiednim dla danej wersji języku.
ro: Introduceţi eticheta câmpului. Aceasta va fi vizibilă vizitatorilor paginii dumneavoastră. Dacă creaţi un site în mai multe limbi, recomandăm traducerea etichetelor în limbile respective.
ru: Название поля будет видно на веб-сайте, как правило, перед или над полем.
sk: Menovka poľa bude viditeľná na webstráke, väčšinou pred, alebo nad poľom
sq: Epeni një etiket (përshkrim) për fushën. Etiketa i paraqitet vizitorëve të ueb-faqes. Në qoftë se krijoni ueb-faqe shumëgjuhëshe, atëherë duhet ta përdorni gjuhën e synuar.
sr: Лабела поља се приказује на сајту, обично лево или изнад поља.
sv: Ange en fältetikett. Etiketten visas för besökarna på webbplatsen. Om du skapar en flerspråkig webbplats ska etiketterna översättas till respektive språk.
uk: Введіть, будь ласка, мітку поля. Мітка повинна бути видна відвідувачам вашого сайту. Якщо ви створюєте багатомовний сайт, мітка повинна бути переведена на відповідну мову.

# tl_form_field.text.0
source: Text
da: Tekst
fa: متن
fi: Teksti
fr: Texte
hu: Szöveg
it: Testo
ja: テキスト
lv: Teksts
my: စာသား
pl: Tekst
ru: Текст
sq: Tekst
sr: Текст
uk: Текст

# tl_form_field.text.1
source: You can use HTML tags to format the text.
cs: Můžete použít znaků HTML pro naformátování textu.
da: Indtast venligst overskriften eller forklaring. HTML-tags er tilladte.
de: Sie können HTML-Tags verwenden, um den Text zu formatieren.
fa: می‌توانید از تگ‌های اچ‌تی‌ام‌ال برای شکل دادن به متن استفاده کنید.
fi: Voit käyttää HTML-tageja tekstin muotoilussa.
fr: Utiliser des balises HTML pour formater le texte.
hu: Használható HTML tag a szöveg formázására.
it: Inserisci il titolo o il contenuto. I tags HTML sono abilitati.
ja: HTMLタグを使用してテキストの書式を整形できます。
lv: Varat lietot HTML tagus teksta formatēšanai.
my: စာသားကိုပံုစံချရန်ဟိတ်စ်တီအမ်အလ်အမည်များကိုသံုးနိုင်။
pl: Wpisz nagłówek lub opis. Tagi HTML dozwolone.
ro: Introduceţi headline-ul sau o descriere. Tagurile HTML sunt permise.
ru: Вы можете использовать HTML-теги для форматирования текста.
sk: Na formátovanie textu môžete použiť HTML tagy
sq: Epeni titullin ose shpjegimin. HTML Tag-të janë të lejuara.
sr: Можете користити HTML тагове за форматирање текста.
sv: Skriv in rubrik- eller förklaringstexten i editorn. HTML-taggar är tillåtna.
uk: Введіть, будь ласка, заголовок або пояснення. HTML-теги дозволені.

# tl_form_field.html.0
source: HTML
fa: اچ‌تی‌ام‌ال
it: HTML5
my: ဟိစ်တီအမ်အလ်
uk: HTML-код

# tl_form_field.html.1
source: You can modify the list of allowed HTML tags in the back end settings.
cs: Seznam povolených znaků HTML můžete upravit v nastaveních systému.
da: Skriv din HTML-kode.
de: Sie können die Liste der erlaubten HTML-Tags in den Backend-Einstellungen ändern.
fa: می‌توانید فهرست تگ‌های اچ‌تی‌ام‌ال مجاز را در تنظیمات بخش مدیریت تغییر دهید.
fi: Sallittujen HTML-tagien listaa voi muokata asetuksista.
fr: Modifier la liste des balises HTML autorisées dans la configuration du back office.
hu: A használható HTML elemek listája az adminisztrációs felület beállítások menüpontjában módosítható.
it: Inserisci il codice HTML. L'elenco dei tag consentiti è modificabile tramite le Impostazioni generali del backend
ja: バックエンドの設定で許可するHTMLタグのリストを変更できます。
lv: Jūs varat mainīt ļāva HTML tagu sarakstu backend-a iestatījumos.
my: အတွင်းပိုင်းချိန်ညှိချက်တွင်ခွင့်ပြုပြီးဟိတ်စ်တီအမ်အယ်အမည်များစာရင်းမွမ်းမံနိုင်။
pl: Wprowadź twój kod HTML.
ro: Introduceţi codul HTML.
ru: Вы можете изменить список разрешенных HTML-тегов в настройках панели управления.
sk: Možte upraviť zoznam povolených HTML tagov v položke Nastavenie (backend).
sq: Epeni HTML kodin.
sr: Можете да промените листу дозвољених HTML тагова у подешавањима у бек-енду.
sv: Ange din HTML-kod. Listan över tillåtna HTML-taggar kan redigeras i systeminställningarna.
uk: Введіть HTML-код.

# tl_form_field.options.0
source: Options
cs: Možnosti
da: Muligheder
de: Optionen
fa: گزینه‌ها
fi: Valinnat
hu: Opciók
it: Opzioni
ja: 選択肢
lv: Iespējas
my: ရွေးပိုင်ခွင့်များ
pl: Opcje
ro: Opţiuni
ru: Настройки
sk: Voľby
sq: Opsionet
sr: Опције
sv: Val
uk: Опції

# tl_form_field.options.1
source: If JavaScript is disabled, make sure to save your changes before modifying the order.
cs: Máte-li vyplou Javu, ujistěte se, že jste veškeré úpravy uložili před úpravou této části.
da: Tildel venligst hver modul til et sideelement. Brug knapper til at tilføje, flytte eller fjerne et modul. Hvis du arbejder uden hjælp fra JavaScript, bør du gemme dine ændringer før du ændrer rækkefølgen.
de: Wenn JavaScript deaktiviert ist, speichern Sie unbedingt Ihre Änderungen, bevor Sie die Reihenfolge ändern.
fa: اگر جاوا اسکریپت غیرفعال است، از ذخیره شدن تغییرات قبل از تغییر ترتیب مطمئن شوید.
fi: Muista tallentaa asetukset, jos JavaScript on kytketty pois.
fr: Si JavaScript est désactivé, assurez-vous de sauvegarder vos changements avant de modifier l'ordre.
hu: Amennyiben a JavaScript tíltva van mentse le módosításait a sorrend megváltoztatása előtt.
it: Assegna ogni modulo ad un elemento della pagina. Utilizza i pulsanti aggiungi, sposta o elimina un modulo. Se non hai Javascript attivo, devi salvare i cambiamenti prima di modificare l'ordine.
ja: JavaScriptを無効にしている場合は、順番を変更する前に行った変更を忘れずに保存してください。
lv: Ja JavaScript ir atspējots, pirms mainat izkārtojumu pārliecinieties, ka izmaiņas ir saglabātas.
my: ဂျာဗားလိုလျေက်လုပ်ဆောင်ကုဒ်ကိုမလုပ်ဆောင်စေပါကအစဉ်အတိုင်းများကိုမမွမ်းမံခင်ပြောင်းလဲမှုများကိုမှတ်သိမ်း။
pl: Przyporządkuj moduł do elementu strony. Używaj przycisków po prawej stronie by dodać, przesunąć (w górę albo w dół) lub skasować moduł. Jeśli pracujesz z przeglądarką, która ma wyłączoną obsługę Javascript, powinieneś zapisać swoje zmiany przed zmianą kolejności modułów!
ro: Desemnaţi fiecărui element de pagină un modul. Folosiţi butoanele pentru a adăuga, muta sau redenumi un modul. Dacă lucraţi fără asistenţă JavaScript, salvaţi schimbările înainte de a modifica ordinea!
ru: Если JavaScript отключен, следует сохранить изменения до изменения списка!
sk: Nastavte, prosím, moduly v elemente stránky. Použite tlačitko na pridanie, presun, alebo vymazanie modulov. Pokiaľ pracujete bez JavaScript asistenta, mali by ste uložiť všetky zmeny pred týmto nastavením.
sq: Përdorni butonat për t'i përpunuar, futur, shtyrë ose shlyer opsionet. Në qoftë se punoni pa ndihmën e JavaScrip, atëherë ruani të dhënat para se t'i ndryshoni opsionet!
sr: Ако је JavaScript онемогућен, будите сигурни да сте сачували измене пре него што промените редослед у листи.
sv: Koppla moduler till layoutsektionerna. Använd knapparna för att lägga till, ordna eller ta bort en rad i listan.<br />Om du jobbar i en webbläsare utan JavaScript-stöd måste du spara innan du kan ändra ordningen på modulerna!
uk: Введіть, будь-ласка, одну або більше опцій. Використайте кнопки Додати, Перемістити або Видалити на вибір. Якщо відключено JavaScript, варто зберегти ваші зміни до зміни списку!

# tl_form_field.mandatory.0
source: Mandatory field
cs: Povinný údaj
da: Obligatorisk felt
de: Pflichtfeld
fa: فیلد اجباری
fi: Pakollinen kenttä
fr: Champ obligatoire
hu: Kötelező mező
it: Campo obbligatorio
ja: 必須の項目
lv: Obligāts lauks
my: မဖြစ်မနေလုပ်နယ်ပယ်
pl: Pole wymagane
ro: Câmp obligatoriu
ru: Обязательное поле
sk: Povinné pole
sq: Fushë obliguese
sr: Обавезна поља
sv: Obligatoriskt fält
uk: Обов'язкове поле

# tl_form_field.mandatory.1
source: The form will not submit if the field is empty.
cs: Formulář nebude odeslán, pokud zůstane toto pole nevyplněné.
da: Denne mulighed gør det obligatorisk at udfylde dette felt.
de: Das Feld muss zum Abschicken des Formulars ausgefüllt werden.
fa: فرم ارسال نخواهد شد اگر این فیلد خالی باشد.
fi: Lomaketta ei lähetetä jos kenttä on tyhjä.
fr: Le formulaire ne pourra être soumis si le champ est vide.
hu: Az űrlap nem lesz elküldhető e mező kitöltésének a hiányában.
it: Se selezioni questa opzione, il campo corrente deve essere compilato.
ja: 項目を未入力の状態だとフォームを提出できません。
lv: Ja lauks nav aizpildīts, formā ievadītie datus nav iespējams saglabāt.
my: နယ်ပယ်တွင်အလွတ်ဖြစ်နေပါကပံုစံကိုမတင်သွင်းနိုင်။
pl: Jeśli zaznaczysz tę opcję, aktualne pole będzie musiało zostać wypełnione.
ro: Dacă alegeţi această opţiune, câmpul respectiv va trebui completat obligatoriu.
ru: Форма не будет принята, если поле не будет заполнено.
sk: Formulár nebude odoslaný pokiaľ bude toto pole prázdne.
sq: Zgjedhja e këtij opsioni detyron që fusha aktuale të mbushet domosdoshmërish.
sr: Формулар неће бити прихваћен ако је поље празно.
sv: Om du väljer detta val innebär det att det aktuella fältet måste fyllas i för att formuläret ska kunna skickas.
uk: Порядок полів

# tl_form_field.rgxp.0
source: Input validation
cs: Kontrola údajů
da: Validering af indtastning
de: Eingabeprüfung
fa: اعتبار سنجی ورودی
fi: Syötteen tarkistus
fr: Validation de la saisie
hu: Bevitel ellenőrzés
it: Validazione input
ja: 入力の検証
lv: Ievades pārbaude
my: ထည့်သွင်းအထောက်အထားစစ်ဆေးခြင်း
pl: Włącz walidację
ro: Validare intrări
ru: Проверка ввода
sk: Kontrola údajov
sq: Miratim të dhënave
sr: Провера уноса
sv: Inmatningsvalidering
uk: Підтвердження

# tl_form_field.rgxp.1
source: Validate the input against a regular expression.
cs: Zkontrolovat správnost zadaných údajů před jejich odesláním
da: Valider indtastning i feltet mod en regel
de: Die Eingaben anhand eines regulären Ausdrucks prüfen.
fa: اعتبار سنجی ورودی توسط عبارت‌های عمومی.
fi: Tarkista syöte sännöllisellä lausekkeella.
fr: Contrôle de la saisie par rapport à une expression régulière.
hu: Reguláris kifejezések segítségével ellenőrizheti a bevitt adatot.
it: Se selezioni un espressione regolare qui, qualsiasi valore immesso nel campo non verrà convalidato.
ja: 正規表現で入力を検証します。
lv: Pārbaudiet ievadi pret biežiem izteikumiem.
my: ပံုမှန်ဖော်ပြချက်ကိုဆန့်ကျင်၍ထည့်သွင်းများတရားဝင်လုပ်။
pl: Jeśli wybierzesz tę opcję, wprowadzone przez użytkownika dane będą sprawdzone czy odpowiadają odpowiedniemu wzorcowi. Jeśli dany ciąg znaków w polu nie odpowiada założeniom wzorca zostanie on odrzucony.
ro: Dacă alegeţi o expresie regulată, orice intrări vor fi comparate cu aceasta şi validate doar dacă coincid.
ru: Проверка вводимых данных на соответствие регулярным выражениям.
sk: Skontrolovať správnosť zadaných údajov pred ich odosláním.
sq: Në qoftë se zgjedhni një shabllon kërkues, atëherë të dhënat e fushës aktuale vetëm atëherë posedohen, në qoftë se përshtaten me shabllonin kërkues.
sr: Проверите унос са исправним изразом.
sv: Om du väljer ett regular expression här kommer inmatningsfältet att valideras mot detta.
uk: Якщо Ви виберете перевірку поля, то будь-яке поле повинне бути підтверджене поруч.

# tl_form_field.digit.0
source: Numeric characters
cs: Číselné znaky
da: Numeriske tegn
de: Numerische Zeichen
fa: نویسه‌های عددی
fi: Numerot
fr: Caractères numériques
hu: Numerikus karakterek
it: Caratteri numerici
ja: 数字
lv: Cipariskie rakstzīmes
my: ကိန်းဂဏန်းစာလံုးများ
pl: Znaki numeryczne
ro: Caractere numerice
ru: Цифровые символы
sk: Číselné znaky
sq: Shenja numerike
sr: Нумерички знакови
sv: Numeriska tecken
uk: Числові символи

# tl_form_field.digit.1
source: Allows numeric characters, minus (-) and full stop (.).
cs: Povolit numerické znaky, mínus (-) a tečku (.).
da: tillader tal, minus (-) og punktum (.).
de: Erlaubt numerische Zeichen, Minus (-) und Punkt (.).
fa: نویسه‌های عدید، منها (-) و نقطه (.) را اجازه می‌دهد.
fr: Autorise les caractères numériques, le signe moins (-) et le point (.).
hu: Számok, mínusz (-), pont (.) használata engedélyezett.
it: Abilita tutti i caratteri numerici, meno (-) e punto (.)
ja: 数字、マイナス(-)、ドット(.)を許可します。
lv: Ļauj skaitliskās rakstzīmes, mīnusu (-) un punktu (.).
pl: dozwolone są cyfry, minus (-) i kropka (.).
ru: Разрешены цифровые символы, минус (-) и точка (.).
sr: Дозволи нумеричке знакове, минус (-), и тачку (.).

# tl_form_field.alpha.0
source: Alphabetic characters
cs: Abecední znaky
da: Alfabetiske tegn
de: Alphabetische Zeichen
fa: نویسه‌های الفبائی
fi: Aakkoset
fr: Caractères alphabétiques
hu: Betűk
it: Caratteri alfabetici
ja: 英文字
lv: Alfabētiskie rakstzīmes
my: အက္ခရာစဉ်စာလံုးများ
pl: Znaki alfabetyczne
ro: Caractere alfabetice
ru: Буквенные символы
sk: Abecedné znaky
sq: Shenja alfabeti
sr: Алфанумерички знакови
sv: Alfabetiska tecken
uk: Букви алфавіту

# tl_form_field.alpha.1
source: Allows alphabetic characters, minus (-), full stop (.) and space ( ).
cs: povolené abecední znaky, mínus (-), tečka (.) a mezera ( ).
da: tillader tegn fra alfabetet, minus (-), punktum (.) og mellemrum
de: Erlaubt alphabetische Zeichen, Minus (-), Punkt (.) und Leerzeichen ( ).
fa: شامل نویسه‌های الفبائی، خط تیره (-)، نقطه (.) و فاصله ( ).
fi: Sallii aakkoset, miinuksen (-), pisteen (.) ja välilyönnin ( )-
fr: Autorise les caractères alphabétiques, le signe moins (-), le point (.) et l'espace ( ).
hu: Betűk, mínusz (-), pont (.) és szóköz ( ) használata engedélyezett.
it: abilita tutti i caratteri alfabetici, meno (-), punto (.) e spazio
ja: 英文字、マイナス(-)、ドット(.)、スペース文字( )を許可します。
lv: Atļauj alfabētiskās rakstzīmes, mīnuss (-), punkts (.) un atstarpe ( ).
my: ကိန်းဂဏန်းအက္ခရာများ၊ အနုတ် (-)၊ ပုဒ်မ (.) နှင့်ဗလာ ( ) ခွင့်ပြု။
pl: dozwolone są litery alfabetu, minus (-), kropka (.) i spacja
ro: permite caractere de alfabet, minus (-), stop (.) şi spaţiu
ru: Разрешены буквенные символы, минус (-), точка (.) и пробел ( ).
sk: Povolí užívateľom zadať abecedné znaky, znaky: mínus (-), bodka (.) a medzera ( ).
sq: lejon shenja alfabeti, vijë ndarëse (-), pikë (.) dhe hapësirë
sr: Дозволи алфанумеричке знакове, минус (-), тачку (.) и празан простор ().
sv: Tillåter alfabetiska tecken, minus (-), punkt (.) och mellanslag.
uk: Дозволені буквенні символи, знак мінуса (-), крапка (.) і пробіл ( ).

# tl_form_field.alnum.0
source: Alphanumeric characters
cs: Abecední a číselné znaky
da: Alfanumeriske tegn
de: Alphanumerische Zeichen
fa: نویسه‌های عددی و الفبائی
fi: Numerot ja aakkoset
fr: Caractères alphanumériques
hu: Alfanumerikus karakterek
it: Caratteri alfanumerici
ja: 英数字
lv: Alfabētiskie un cipariskie simboli
my: အက္ခရာစဉ်ကိန်းဂဏန်းစာလံုးများ
pl: Znaki alfanumeryczne
ro: Caractere alfanumerice
ru: Алфавитно-цифровые символы
sk: Abecedné a číselné znaky
sq: Shenja alfanumerike
sr: Алфанумерички знакови
sv: Alfanumeriska tecken
uk: Букви й цифри
