Repository: contao/core
Catalog: system/modules/core/languages/*/*_image_size_item.xlf
Languages: cs, da, de, es, fa, fi, fr, hu, it, ja, lv, nl, pl, ro, ru, sk

# tl_image_size_item.media.0
source: Media query
cs: Druh médii
es: Consulta de medio
fa: پرسش رسانه
fi: Mediakysely
hu: Média lekérdezés
ja: メディアクエリ
lv: Medija vaicājums
ro: Interogări media
ru: Media query (Медиа запрос)

# tl_image_size_item.media.1
source: Here you can define when to use the image size, e.g. <em>(max-width: 600px)</em>.
cs: Zde můžete určit, kdy se mají použít obrázkové rozměry, např. <em>(max-width: 600px)</em>.
da: Her kan diu definere hvornår det brugte billede skal bruges, fx <em>(max-width: 600px)</em>
de: Hier können Sie festlegen, wann die Bildgröße verwendet wird, z.B. <em>(max-width: 600px)</em>.
es: Aquí puedes definir cuándo utilizar el tamaño de imagen, por ejemplo <em>(max-width: 600px)</em>.
fa: اینجا می‌توانید زمانی را که از اندازه تصویر استفاده شود را تعریف نمایید،‌ برای نمونه <em>(max-width: 600px)</em>.
fi: Tähän voit määritellä milloin kuvakokoa käytetään, esim. <em>(max-width: 600px)</em>.
fr: Définir quand utiliser la taille de l'image, par exemple <em>(max-width: 600px)</em>.
hu: Itt lehet definiálni mikor legyen használva a képméret, pl.: <em>(max-width: 600px)</em>.
it: Qui è possibile definire quando utilizzare le dimensioni dell'immagine, ad esempio <em> (max-width: 600px) </ em>.
ja: 画像サイズをいつ使用するかを指定できます。例: <em>(max-width: 600px)</em>
lv: Šeit jūs varat definēt kad izmantot attēla izmēru, piem. <em>(max-width: 600px)</em>.
nl: Bepaal hier wanneer de beeldgrootte te gebruiken, b.v. <em>(max-width: 600px)</ em>
pl: Tutaj możesz określić kiedy użyć rozmiaru obrazka, np. <em>(max-width: 600px)</em>.
ro: Aici puteţi defini când se foloseşte mărimea de imagine, de ex. <em>(max-width: 600px)</em>.
ru: Вы можете определить, когда следует использовать размер изображения, напр., <em>(max-width: 600px)</em>.
sk: Tu môžete zadefinovať, kedy použiť veľkosť obrázku. Napr. <em>(max-width: 600px)</em>.

# tl_image_size_item.invisible.0
source: Invisible
cs: Skryté
da: Usynlig
de: Unsichtbar
fa: مخفی
fi: Näkymätön
hu: Elrejt (Invisible)
it: Invisibile
ja: 非表示
lv: Neredzams
nl: Niet zichtbaar
pl: Niewidoczne
ro: Invizibil
ru: Невидимый
sk: Skryté

# tl_image_size_item.invisible.1
source: Do not use the image size definition.
cs: Nepoužívat zadané obrázkové rozměry.
da: Brug ikke definitionen på billedstørrelse.
de: Die Bildgrößen-Definition nicht verwenden.
es: No utilice la definición de tamaño de imagen.
fa: از تعریف اندازه تصویر استفاده نکن.
fi: Älä käytä kuvakoon määritelmä.
fr: Ne pas utiliser la définition de la taille de l'image.
hu: Ne használja a képméret definíciót.
it: Non utilizzare le definizioni delle dimensioni immagine.
ja: 画像サイズの指定を使用しません。
lv: Neizmantot attēla izmēra definīciju.
nl: Maak geen gebruik van de definitie beeldgrootte.
pl: Nie używaj definicji rozmiaru obrazka.
ro: Nu folosi definirea mărimii de imagine.
ru: Не использовать определение размера изображения.
sk: Nepoužívať definíciu veľkosti obrázku.

# tl_image_size_item.tstamp.0
source: Revision date
cs: Datum změny
da: Revideringsdato
de: Änderungsdatum
es: Fecha revisión
fa: تاریخ بازنگری
fi: Revisiopäivämäärä
fr: Date de révision
hu: Utolsó módosítás dátuma
it: Data revisione
ja: 改訂日
lv: Pārskatījuma datums
nl: Datum van aanpassing
pl: Data rewizji
ro: Data revizie
ru: Дата изменения
sk: Dátum zmeny

# tl_image_size_item.tstamp.1
source: Date and time of the latest revision
cs: Datum a čas poslední změny
da: Dato og tid for sidste revidering.
de: Datum und Uhrzeit der letzten Änderung
es: Fecha y hora de la última modificación
fa: تاریخ و ساعت آخرین بازنگری
fi: Revision päivämäärä ja aika
fr: Date et heure de la dernière révision
hu: Legutóbbi módosítás dátuma és ideje.
it: Data e ora dell'ultima revisione
ja: 最新のリビジョンの日付と時刻
lv: Pēdējā pārskatījuma datums un laiks
nl: Geef datum en tijdstip van de laatste aanpassing.
pl: Data i czas ostatniej rewizji
ro: Data şi ora a ultimei revizii
ru: Дата и время последнего изменения
sk: Dátum a čas poslednej úpravy

# tl_image_size_item.title_legend
source: Image size settings
cs: Nastavení obrázkových rozměrů.
da: indstillinger af billedstørrelse
de: Bildgrößen-Einstellungen
es: Configuración de tamaño de imágen
fa: تنظیمات اندازه تصویر
fi: Kuvakoon asetukset
fr: Paramètres de la taille de l'image
hu: Képméret beállítások
it: Configurazione dimensione immagine
ja: 画像サイズの設定
lv: Attēla izmēra iestatījumi
nl: Instellingen afmetingen afbeelding
pl: Ustawienia rozmiaru obrazka
ro: Setări mărime de imagine
ru: Настройки размера изображения
sk: Nastavenia veľkosti obrázku

# tl_image_size_item.expert_legend
source: Expert settings
cs: Rozšířená nastavení
da: Ekspert indstillinger
de: Experten-Einstellungen
es: Configuración avanzada
fa: تنطیمات پیشرفته
fi: Erikoisasetukset
fr: Paramètres avancés
hu: Speciális beállítások
it: Exporta impostazioni
ja: 専門的な設定
lv: Eksperta iestatījumi
nl: Expert-instellingen
pl: Zaawansowane ustawienia
ro: Setări avansate
ru: Экспертные настройки
sk: Rozšírené nastavenia

# tl_image_size_item.visibility_legend
source: Visibility
cs: Viditelnost
da: Synlighed
de: Sichtbarkeit
es: Visibilidad
fa: پدیداری
fi: Näkyvyys
fr: Visibilité
hu: Láthatóság
it: Visibilità
ja: 可視性
lv: Redzamība
nl: Zichtbaarheid
pl: Widoczność
ro: Vizibilitate
ru: Видимость
sk: Viditeľnosť

# tl_image_size_item.new.0
source: New image size media query
cs: Nové obrázkové rozměry media query
da: Ny media query billedstørrelse
de: Neues Bildgrößen-Media-Query
es: Nueva media-query de tamaño de imagen
fa: پرسش رسانه اندازه تصویر جدید
fi: Uusi kuvakoon mediakysely
fr: Nouveau media query pour la taille de l'image
hu: Új képméret média lekérdezés
it: Nuova media query per le dimensioni immagine
ja: 新しい画像サイズのメディアクエリ
lv: Jauns attēla izmēra medija vaicājums
nl: Nieuw beeldformaat query
pl: Nowy media query rozmiaru obrazka
ro: Nouă interogare media de imagine
ru: Новый размер изображения медиа-запросов
sk: Nové media query pre veľkosť obrázku

# tl_image_size_item.new.1
source: Create a new image size media query
cs: Vytvořit nové obrázkové rozměry media query
da: Opret ny media query billedstørrelse
de: Ein neues Bildgrößen-Media-Query anlegen
es: Crear una nueva media-query de tamaño de imagen
fa: ایجاد یک پرسش رسانه اندازه تصویر جدید
fi: Luo uusi kuvakoon mediakysely
fr: Créer un nouveau media query pour la taille de l'image
hu: Új képméret létrehozása média lekérdezéssel
it: Crea una nuova media query per le dimensioni immagine
ja: 新しい画像サイズのメディアクエリを作成
lv: Izveidot jaunu attēla izmēra medija vaicājums
nl: Maak een nieuw beeldformaat query
pl: Utwórz nowy media query rozmiaru obrazka
ro: Creează o nouă interogare media de imagine
ru: Создать новый размер изображения медиа-запросов
sk: Vytvoriť nové media query pre veľkosť obrázku

# tl_image_size_item.show.0
source: Image size media query details
cs: Podrobnosti k obrázkovým rozměrům media query
da: Media query billedstørrelse detaljer
de: Bildgrößen-Media-Query-Details
es: Detalles dela media-query de tamaño de imagen
fa: جزئیات پرسش رسانه اندازه تصویر
fi: Kuvakoon mediakyselyn tiedot
fr: Détails du media query pour la taille de l'image
hu: Képméret média lekérdezés részletei
it: Dettagli media query per le dimensioni immagine
ja: 画像サイズのメディアクエリの詳細
lv: Attēla izmēra medija vaicājuma detaļas
nl: Gegevens beeldformaat query
pl: Szczegóły media query rozmiaru obrazka
ro: Detalii interogare media de imagine
ru: Детали размера изображения медиа-запросов
sk: Detaily media query pre veľkosť obrázku

# tl_image_size_item.show.1
source: Show the details of image size media query ID %s
cs: Zobrazit podrobnosti k obrázkovým rozměrům media query ID %s
da: Vis detaljer for media query billedstørrelse-ID %s
de: Die Details des Bildgrößen-Media-Querys ID %s anzeigen
es: Muestra los detalles de la media-query de tamaño de imagen con ID %s
fa: نمایش جزئیات پرسش رسانه اندازه تصویر شناسه‌ی %s
fi: Näytä kuvakoon mediakyselyn ID %s tiedot
fr: Afficher les détails du media query pour la taille de l'image ID %s
hu: A %s azonosítójú képméret média lekérdezés adatainak mutatása
it: Mostra i dettagli della media query per le dimensioni immagine ID %s
ja: ID %sの画像サイズのメディアクエリの詳細を表示
lv: Rādīt attēla izmēra medija vaicājuma IS %s detaļas
nl: Toon gegevens van beeldformaat query ID %s
pl: Pokaż szczegóły media query rozmiaru obrazka ID %s
ro: Arată detaliile interogării media de imagine ID %s
ru: Показать детали размера изображения медиа-запросов ID %s
sk: Zobraziť detaily media query pre veľkosť obrázku ID %s

# tl_image_size_item.edit.0
source: Edit image size media query
cs: Upravit obrázkové rozměry media query
da: Rediger billedstørrelse media query
de: Bildgrößen-Media-Query bearbeiten
es: Editar media-query de tamaño de imagen
fa: ویرایش پرسش رسانه اندازه تصویر
fi: Muokkaa kuvakokoon mediakyselyä
fr: Éditer le media query pour la taille de l'image
hu: Képméret média lekérdezés szerkesztése
it: Modifica la media query per le dimensioni immagine
ja: 画像サイズのメディアクエリを編集
lv: Rediģēt attēla izmēra medija vaicājumu
nl: Bewerk beeldformaat query
pl: Edytuj media query rozmiaru obrazka
ro: Editează interogare media de imagine
ru: Редактировать размер изображения медиа-запросов
sk: Upraviť media query pre veľkosť obrázku

# tl_image_size_item.edit.1
source: Edit image size media query ID %s
cs: Upravit obrázkové rozměry media query ID %s
da: Rediger billedstørrelse media query med ID %s
de: Das Bildgrößen-Media-Query ID %s bearbeiten
es: Editar media-query de tamaño de imagen con ID %s
fa: ویرایش پرسش رسانه اندازه تصویر شناسه‌ی %s
fi: Muokkaa kuvakokoon mediakyselyä ID %s
fr: Éditer le media query pour la taille de l'image ID %s
hu: A %s azonosítójú képméret média lekérdezés szerkesztése
it: Modifica la media query per le dimensioni immagine ID %s
ja: ID %sの画像サイズのメディアクエリを編集
lv: Rediģēt attēla izmēra medija vaicājumu ID %s
nl: Bewerk beeldformaat query ID %s
pl: Edytuj media query rozmiaru obrazka ID %s
ro: Editează interogare media de imagine ID %s
ru: Редактировать размер изображения медиа-запросов ID %s
sk: Upraviť media query pre veľkosť obrázku ID %s

# tl_image_size_item.cut.0
source: Move image size media query
cs: Přemístit obrázkové rozměry media query
da: Flyt media query billedstørrelse
de: Bildgrößen-Media-Query verschieben
es: Mueve la media-query de tamaño de imagen
fa: جابجایی پرسش رسانه اندازه تصویر
fi: Siirrä kuvakoon mediakysely
fr: Déplacer le media query pour la taille de l'image
hu: Képméret média lekérdezés áthelyezése
it: Sposta la media query per le dimensioni immagine
ja: 画像サイズのメディアクエリを移動
lv: Pārvietot attēla izmēra medija vaicājumu
nl: Verplaats beeldformaat query
pl: Przenieś media query rozmiaru obrazka
ro: Mută interogare media de imagine
ru: Переместить размер изображения медиа-запросов
sk: Premiestniť media query pre veľkosť obrázku

# tl_image_size_item.cut.1
source: Move image size media query ID %s
cs: Přemístit obrázkové rozměry media query ID %s
da: Flyt media query billedstørrelse med ID %s
de: Das Bildgrößen-Media-Query ID %s verschieben
es: Mueve la media-query de tamaño de imagen con ID %s
fa: جابجایی پرسش رسانه اندازه تصویر شناسه‌ی %s
fi: Siirrä kuvakoon mediakysely ID %s
fr: Déplacer le media query pour la taille de l'image ID %s
hu: A %s azonosítójú képméret média lekérdezés áthelyezése
it: Sposta la media query per le dimensioni immagine ID %s
ja: ID %sの画像サイズのメディアクエリを移動
lv: Pārvietot attēla izmēra medija vaicājumu ID %s
nl: Verplaats beeldformaat query ID %s
pl: Przenieś media query rozmiaru obrazka ID %s
ro: Mută interogare media de imagine ID %s
ru: Переместить размер изображения медиа-запросов ID %s
sk: Premiestniť media query pre veľkosť obrázku ID %s

# tl_image_size_item.copy.0
source: Duplicate image size media query
cs: Duplikovat obrázkové rozměry media query
da: Kopier billedstørrelse media query
de: Bildgrößen-Media-Query duplizieren
es: Duplica la media-query de tamaño de imagen
fa: تکثیر پرسش رسانه اندازه تصویر
fi: Kopioi kuvakoon mediakysely
fr: Dupliquer le media query pour la taille de l'image
hu: Képméret média lekérdezés duplikálása
it: Duplica la media query per le dimensioni immagine
ja: 画像サイズのメディアクエリを複製
lv: Dublēt attēla izmēra medija vaicājumu
nl: Dupliceer beeldformaat query
pl: Duplikuj media query rozmiaru obrazka
ro: Copiază interogare media de imagine
ru: Дублировать размер изображения медиа-запросов
sk: Kopírovať media query pre veľkosť obrázku

# tl_image_size_item.copy.1
source: Duplicate image size media query ID %s
cs: Duplikovat obrázkové rozměry media query ID %s
da: Kopier billedstørrelse media query med ID %s
de: Das Bildgrößen-Media-Query ID %s duplizieren
es: Duplica la media-query de tamaño de imagen con ID %s
fa: تکثیر پرسش رسانه اندازه تصویر شناسه‌ی %s
fi: Kopioi kuvakoon mediakysely ID %s
fr: Dupliquer le media query pour la taille de l'image ID %s
hu: A %s azonosítójú képméret média lekérdezés duplikálása
it: Duplica la media query per le dimensioni immagine ID %s
ja: ID %sの画像サイズのメディアクエリを複製
lv: Dublēt attēla izmēra medija vaicājumu ID %s
nl: Dupliceer beeldformaat query ID %s
pl: Duplikuj media query rozmiaru obrazka ID %s
ro: Copiază interogare media de imagine ID %s
ru: Дублировать размер изображения медиа-запросов ID %s
sk: Kopírovať media query pre veľkosť obrázku ID %s

# tl_image_size_item.delete.0
source: Delete image size media query
cs: Smazat obrázkové rozměry media query
da: Slet billedstørrelse media query
de: Bildgrößen-Media-Query löschen
es: Borra la media-query de tamaño de imagen
fa: حذف پرسش رسانه اندازه تصویر
fi: Poista kuvakoon mediakysely
fr: Supprimer le media query pour la taille de l'image
hu: Képméret média lekérdezés törlése
it: Elimina la media query per le dimensioni immagine
ja: 画像サイズのメディアクエリを削除
lv: Dzēst attēla izmēra medija vaicājumu
nl: Verwijder beeldformaat query
pl: Usuń media query rozmiaru obrazka
ro: Şterge interogare media de imagine
ru: Удалить размер изображения медиа-запросов
sk: Odstrániť media query pre veľkosť obrázku

# tl_image_size_item.delete.1
source: Delete image size media query ID %s
cs: Smazat obrázkové rozměry media query ID %s
da: Slet billedstørrelse media query med ID %s
de: Das Bildgrößen-Media-Query ID %s löschen
es: Borra la media-query de tamaño de imagen con ID %s
fa: حذف پرسش رسانه اندازه تصویر شناسه‌ی %s
fi: Poista kuvakoon mediakysely ID %s
fr: Supprimer le media query pour la taille de l'image ID %s
hu: A %s azonosítójú képméret média lekérdezés törlése
it: Elimina la media query per le dimensioni immagine ID %s
ja: ID %sの画像サイズのメディアクエリを削除
lv: Dzēst attēla izmēra medija vaicājumu ID %s
nl: Verwijder beeldformaat query ID %s
pl: Usuń media query rozmiaru obrazka ID %s
ro: Şterge interogare media de imagine ID %s
ru: Удалить размер изображения медиа-запросов ID %s
sk: Odstrániť media query pre veľkosť obrázku ID %s

# tl_image_size_item.editheader.0
source: Edit image size
cs: Upravit obrázkové rozměry
da: Rediger billedstørrelse
de: Bildgröße bearbeiten
es: Editar tamaño de imagen
fa: ویرایش اندازه تصویر
fi: Muokkaa kuvakokoa
fr: Éditer la taille de l'image
hu: Képméret szerkesztése
it: Modifica dimensioni immagine
ja: 画像サイズを編集
lv: Rediģēt attēla izmēru
nl: Bewerk beeldformaat
pl: Edytuj rozmiar obrazka
ro: Editează mărimea de imaginie
ru: Редактировать размер изображения
sk: Upraviť veľkosť obrázku

# tl_image_size_item.editheader.1
source: Edit the image size settings
cs: Upravit nastavení obrázkových rozměrů
da: Rediger indstillinger af billedstørrelse
de: Bildgrößen-Einstellungen bearbeiten
es: Editar la configuración del tamaño de imagen
fa: ویرایش تنظیمات اندازه تصویر
fi: Muokkaa kuvakoon asetuksia
fr: Éditer les paramètres de la taille de l'image
hu: Képméret beállítások szerkesztése
it: Modifica la configurazione delle dimensioni dell'immagine
ja: 画像サイズの設定を変更
lv: Rediģēt attēla izmēra iestatījumus
nl: Bewerk afmetingen afbeelding
pl: Edytuj ustawienia rozmiaru obrazka
ro: Editează setări de mărime imagine
ru: Редактировать настройки размера изображения
sk: Upraviť nastavenia veľkosti obrázku

# tl_image_size_item.pasteafter.0
source: Paste at the top
cs: Vložit nahoru
da: Indsæt øverst
de: Oben einfügen
es: Pegar al inicio
fa: جاگذاری در بالا
fi: Liitä ylimmäksi
fr: Coller au début
hu: Beillesztés felülre
it: Incolla in cima
ja: 先頭に貼り付け
lv: Ielīmēt sākumā
nl: Bovenaan plakken
pl: Wstaw na początku
ro: Lipeşte la început
ru: Вставить после
sk: Vložiť navrchu

# tl_image_size_item.pasteafter.1
source: Paste after image size media query ID %s
cs: Vložit za obrázkové rozměry media query ID %s
da: Indsæt efter billedstørrelse media query med ID %s
de: Nach dem Bildgrößen-Media-Query ID %s einfügen
es: Pegue después de la media-query de tamaño de imagen con ID %s
fa: جاگذاری بعد از پرسش رسانه اندازه تصویر شناسه‌ی %s
fi: Liitä kuvakoon mediakyselyn ID %s jälkeen
fr: Coller après le media query pour la taille de l'image ID %s
hu: A %s azonosítójú képméret média lekérdezés utáni beillesztés
it: Incolla dopo la media query per le dimensioni immagine ID %s
ja: ID %sの画像サイズのメディアクエリの後に貼り付け
lv: Ielīmēt pēc attēla izmēra medija vaicājuma ID %s
nl: Plakken achter beeldformaat query ID %s
pl: Wklej po media query rozmiaru obrazka ID %s
ro: Copiază după interogare media de imagine ID %s
ru: Вставить после размера изображения медиа-запросов ID %s
sk: Vložiť za media query pre veľkosť obrázku ID %s

# tl_image_size_item.pastenew.0
source: Add new at the top
cs: Přidat nahoře
da: Opret ny formatdefinition i begyndelsen
de: Neues Bildgrößen-Media-Query oben erstellen
es: Crear una definición de formato nuevo al inicio
fa: افزودن در بالا
fi: Lisää uusi ylimmäksi
fr: Créer une nouvelle définition de formatage au début
hu: Új hozzáadása felülre
it: Crea una nuova regola css all'inizio
ja: 先頭に新しく追加
lv: Pievienot sākumā
nl: Maak een nieuwe lay-out definitie aan het begin
pl: Utwórz nowy element arkusza na początku
ro: Creează o nouă definiţie de format la început
ru: Добавить новый элемент вверху
sk: Pridať novú navrchu

# tl_image_size_item.pastenew.1
source: Add new after image size media query ID %s
cs: Přidat nový obrázkový rozměr media query za ID %s
da: Tilføj ny efter billedstørrelse media query med ID %s
de: Neues Bildgrößen-Media-Query nach ID %s anlegen
es: Agregar nuevo después de la media-query de tamaño de imagen con ID %s
fa: افزودن بعد از پرسش رسانه اندازه تصویر شناسه‌ی %s
fi: Lisää uusi kuvakoon mediakyselyn ID %s perään
fr: Ajouter un nouveau media query après le media query pour la taille de l'image ID %s
hu: A %s azonosítójú média lekérdezés után új hozzáadása
it: Aggiungi un nuovo elemento dopo la media query per le dimensioni immagine ID %s
ja: ID %sの画像サイズのメディアクエリの後に追加
lv: Pievienot jaunu pēc attēla izmēra medija vaicājuma ID %s
nl: Voeg nieuw toe achter beeldformaat query ID %s
pl: Dodaj nowy po media query rozmiaru obrazka ID %s
ro: Adaugă nouă interogare media de imagine ID %s
ru: Добавить новый после размера изображения медиа-запросов ID %s
sk: Pridať nový za media query pre veľkosť obrázku ID %s

# tl_image_size_item.toggle.0
source: Toggle visibility
cs: Změnit zobrazení
da: Skift synlighed
de: Sichtbarkeit ändern
es: Alternar visibilidad
fa: تغییر وضعیت دید
fi: Valitse näkyvyys
fr: Basculer la visibilité
hu: Láthatóság kapcsolása
it: Cambia visibilità
ja: 表示と非表示を切り替え
lv: Pārslēgt redzamību
nl: Zichtbaar maken
pl: Włącz lub wyłącz widoczność elementu
ro: Vizibilitate
ru: Переключить видимость
sk: Používať/nepoužívať definíciu štýlu

# tl_image_size_item.toggle.1
source: Toggle the visibility of image size media query ID %s
cs: Přepnout viditelnost obrázkového rozměru media query ID %s
da: Skift synlighed for media query billedstørrelse-ID %s
de: Die Sichtbarkeit des Bildgrößen-Media-Querys ID %s ändern
es: Alternar la visibilidad de la media-query con ID %s
fa: تعویض پدیداری پرسش رسانه اندازه تصویر شناسه‌ی %s
fi: Muuta kuvakoon mediakyselyn ID %s näkyvyyttä
fr: Basculer la visibilité du media query pour la taille de l'image ID %s
hu: A %s azonosítójú média lekérdezés láthatóságának váltása
it: Cambia la visibilità della media query per le dimensioni immagine ID %s
ja: ID %sの画像サイズのメディアクエリの表示と非表示を切り替え
lv: Pārslēgt attēla izmēra medija vaicājuma ID %s redzamību
nl: Zichtbaarheid wijzigen van beeldgrootte query ID %s
pl: Włącz lub wyłącz widoczność media query rozmiaru obrazka ID %s
ro: Schimă vizibilitatea pentru interogare media de imagine ID %s
ru: Переключить видимость размера изображения медиа-запросов ID %s
sk: Zviditeľniť/skryť media query pre veľkosť obrázku ID %s
