Repository: contao/core
Catalog: system/modules/core/languages/*/*_image_size.xlf
Languages: da, fi, hu, lv, ro

# tl_image_size.name.0
source: Name
da: Navn
fi: Nimi
hu: Név
lv: Nosaukums
ro: Nume şi tip media

# tl_image_size.name.1
source: Please enter the image size name.
da: Indtast navn for billedstørrelse
fi: Ole hyvä ja anna kuvakoolle nimi.
hu: Add meg a képméret nevét.
lv: Lūdzu, ievadiet attēla izmēra nosaukumu.
ro: Introduceţi numele mărimii de imagini.

# tl_image_size.width.0
source: Width
da: Bredde
fi: Leveys
hu: Szélesség (Width)
lv: Platums
ro: Lăţime

# tl_image_size.width.1
source: Here you can enter the width in pixels.
da: Indtast bredden i pixels
fi: Tähän voit syöttää leveyden pikseleinä.
hu: Itt add meg a szélességet pixelben.
lv: Šeit jūs varat ievadīt platumu pikseļos.
ro: Introduceţi lăţimea în pixeli.

# tl_image_size.height.0
source: Height
da: Højde
fi: Korkeus
hu: Magasság (Height)
lv: Augstums
ro: Înălţime

# tl_image_size.height.1
source: Here you can enter the height in pixels.
da: Her kan du indtaste højden i pixels.
fi: Tähän voit syöttää korkeuden pikseleinä.
hu: Itt add meg a magasságot pixelben.
lv: Šeit jūs varat ievadīt augstumu pikseļos.
ro: Introduceţi înălţimea în pixeli.

# tl_image_size.resizeMode.0
source: Resize mode
da: Resize type
fi: Koonmuutostapa
hu: Méretezés módja
lv: Izmēru maiņas režīms
ro: Mod de redimensionare

# tl_image_size.resizeMode.1
source: Only applicable if width and height are specified.
da: Kun relevant hvis både bredde og højde er specificeret.
fi: Pätee vain jos leveys ja korkeus on määritetty.
hu: Csak akkor alkalmazható, ha a szélesség és a magasság meg van adva.
lv: Tikai derīgs, ja platums un augstums ir norādīti.
ro: Se aplică doar dacă lăţimea şi înălţimea sunt specificate

# tl_image_size.zoom.0
source: Zoom
fi: Suurennus
hu: Nagyítás
lv: Tālummaiņa
ro: Scalare

# tl_image_size.zoom.1
source: 0 = the whole image is visible, 100 = only the important part of the image is visible.
da: 0 = hele billedet er synligt, 100 = kun de vigtigste dele er synlige.
fi: 0 = koko kuva näkyy, 100 = vain kuvan tärkeä osa näkyy
hu: 0 = a teljes kép látható, 100 = csak a fontos a kép fontos része látható.
lv: 0 = viss attēls ir redzams, 100 = tikai svarīgā daļa no attēla ir redzama.
ro: 0 = întreaga imagine este vizibilă, 100 = doar partea importantă a imaginii este vizibilă.

# tl_image_size.sizes.0
source: Sizes attribute
da: Størrelsesattributter
fi: Kokoatribuutti
hu: Méret attributumok
lv: Izmēru atribūti
ro: Atribut de mărimi

# tl_image_size.sizes.1
source: Here you can define the displayed image width(s), e.g. <em>(max-width: 600px) 100vw, 50vw</em>.
da: Her kan du definere det viste billedes bred(der) fx. <em>(max-width: 600px) 100vw, 50vw</em>.
fi: Tässä voit määritellä näytettävät kuvien levydet, esim. <em>(max-width: 600px) 100vw, 50vw</em>.
hu: Itt lehet definiálni a megjelenített kép szélességét(széleségeit), pl.: <em>(max-width: 600px) 100vw, 50vw</em>.
lv: Šeit Jūs varat definēt rādāmā attēla platumu(s), piemēram, <em>(max-width: 600px) 100vw, 50vw</em>.
ro: Definiţi lăţimile afişate din imagine, de ex. <em>(max-width: 600px) 100vw, 50vw</em>.

# tl_image_size.densities.0
source: Pixel densities/scale factors
da: Pixeldensitet/skala faktor
fi: Pikselitiheydet/skaalaustekijät
hu: Pixel sűrűség/léptéktényezők
lv: Pikseļu blīvuma/mēroga faktori
ro: Densităţi de pixeli/factori de scalare

# tl_image_size.densities.1
source: Here you can define the pixel densities, e.g. <em>1x, 1.5x, 2x</em>.
da: Her kan du definere pixel densiteten fx. <em>1x, 1.5x, 2x</em>.
fi: Tässä voit määritellä pikselitiheydet, esim. <em>1x, 1.5x, 2x</em>.
hu: Itt lehet definiálni a pixelsűrüséget, pl.: <em>1x, 1.5x, 2x</em>.
ro: Definiţi densitatea de pixeli, de ex. <em>1x, 1.5x, 2x</em>.

# tl_image_size.tstamp.0
source: Revision date
da: Revideringsdato
fi: Revisiopäivämäärä
hu: Utolsó módosítás dátuma
lv: Pārskatījuma datums
ro: Data revizie

# tl_image_size.tstamp.1
source: Date and time of the latest revision
da: Dato og tid for sidste revidering.
fi: Revision päivämäärä ja aika
hu: Legutóbbi módosítás dátuma és ideje.
lv: Pēdējā pārskatījuma datums un laiks
ro: Data şi ora a ultimei revizii

# tl_image_size.title_legend
source: Image size settings
da: indstillinger af billedstørrelse
fi: Kuvakoon asetukset
hu: Képméret beállítások
lv: Attēla izmēra iestatījumi
ro: Setări mărime de imagine

# tl_image_size.expert_legend
source: Expert settings
da: Ekspert indstillinger
fi: Erikoisasetukset
hu: Speciális beállítások
lv: Eksperta iestatījumi
ro: Setări avansate

# tl_image_size.proportional.0
source: Proportional
da: Proportionelt
fi: Suhteellinen
hu: Arányos
lv: Proporcionāls
ro: Proporţional

# tl_image_size.proportional.1
source: The longer side of the image is adjusted to the given dimensions and the image is resized proportionally.
da: Den længste side af billedet er justeret til den givende dimension og billedet er skaleret proportionelt.
fi: Kuvan pidempi sivu pienennetään tai suurennetaan annettuihin mittoihin ja kuvakoko muutetaan suhteellisesti.
hu: A kép hosszabbik oldala igazodik a beállítással megadott méretekhez és a kép arányosan átméreteződik.
lv: Garākā attēla mala ir pielāgota dotajiem izmēriem un attēls tiek mainīts proporcionāli.
ro: Partea mai mare a imaginii este adaptată la dimensiunile indicate şi imaginea este redimensionată proporţional.

# tl_image_size.box.0
source: Fit the box
da: Tilpas boksen
fi: Ulkomittojen mukaan
hu: Doboz kitöltése
lv: Piemērot kastei
ro: Încadrat

# tl_image_size.box.1
source: The shorter side of the image is adjusted to the given dimensions and the image is resized proportionally.
da: Den korte side af billedet er justeret til den givende dimension og billedet er skalleret proportionelt.
fi: Kuvan lyhyempi sivu pienennetään tai suurennetaan annettuihin mittoihin ja kuvakoko muutetaan suhteellisesti.
hu: A kép rövidebbik oldala igazodik a beállítással megadott méretekhez és a kép arányosan átméreteződik.
lv: Īsākā attēla mala ir pielāgota dotajiem izmēriem un attēls tiek mainīts proporcionāli.
ro: Partea mai îngustă a imaginii este adaptată la dimensiunile indicate şi imaginea este redimensionată proporţional.

# tl_image_size.crop.0
source: Crop
da: Beskær
fi: Leikkaus
hu: Vágás
lv: Apcirst
ro: Ajustează

# tl_image_size.crop.1
source: The image will be resized to the given dimensions. If necessary, it will be cropped.
da: Billedet bliver beskåret til den givne dimension. Hvis det er nødvendigt vil dele af billedet blive beskåret.
fi: Kuva skaalataan annettuihin mittoihin. Ylimenevä leikataan tarvittaessa pois.
hu: A képet átméretezi a megadott méretekre. Ha szükséges, akkor meg is vágja.
lv: Attēls tiks mainīti uz dotajiem izmēriem. Ja nepieciešams, tas tiks apgriezts.
ro: Imaginea va fi redimensionată la mărimile date. Dacă este necesar, va fi ajustată.

# tl_image_size.new.0
source: New image size
da: Ny billedstørrelse
fi: Uusi kuvakoko
hu: Új képméret
lv: Jauns attēla izmērs
ro: Nouă mărime de imagine

# tl_image_size.new.1
source: Create a new image size
da: Lav en ny billedstørrelse
fi: Tee uusi kuvakoko
hu: Új képméret létrehozása
lv: Izveidot jaunu attēla izmēru
ro: Creează o nouă mărime de imagine

# tl_image_size.show.0
source: Image size details
da: Billedstørrelsesdetaljer
fi: Kuvakoon tiedot
hu: Képméret rélszletei
lv: Attēla izmēra detaļas
ro: Detalii mărime de imagine

# tl_image_size.show.1
source: Show the details of image size ID %s
da: Vis detaljer for billedstørrelse med ID %s
fi: Näytä kuvakoon ID %s tiedot
hu: A %s azonosítójú képméret részletei
lv: Rādīt attēla izmēra ID %s detaļas
ro: Arată detaliile pentru mărimea de imagine ID %s

# tl_image_size.edit.0
source: Edit image size
da: Rediger billedstørrelse
fi: Muokkaa kuvakokoa
hu: Képméret szerkesztése
lv: Rediģēt attēla izmēru
ro: Editează mărimea de imaginie

# tl_image_size.edit.1
source: Edit image size ID %s
da: Rediger billedstørrelse med ID %s
fi: Muokkaa kuvakokoa ID %s
hu: A %s azonosítójú képméret szerkesztése
lv: Rediģēt attēla izmēru ID %s
ro: Editează mărimea de imagine ID %s

# tl_image_size.editheader.0
source: Edit image size
da: Rediger billedstørrelse
fi: Muokkaa kuvakokoa
hu: Képméret szerkesztése
lv: Rediģēt attēla izmēru
ro: Editează mărimea de imaginie

# tl_image_size.editheader.1
source: Edit the image size settings
da: Rediger indstillinger af billedstørrelse
fi: Muokkaa kuvakoon asetuksia
hu: Képméret beállítások szerkesztése
lv: Rediģēt attēla izmēra iestatījumus
ro: Editează setări de mărime imagine

# tl_image_size.cut.0
source: Move image size
da: Flyt billedstørrelse
fi: Siirrä kuvakoko
hu: Képméret mozgatása
lv: Pārvietot attēla izmēru
ro: Mută mărimea de imagine

# tl_image_size.cut.1
source: Move image size ID %s
da: Flyt billedstørrelse med ID %s
fi: Siirrä kuvakoko ID %s
hu: A %s azonosítójú képméret mozgatása
lv: Pārvietot attēla izmēru ID %s
ro: Mută mărimea de imagine ID %s

# tl_image_size.copy.0
source: Duplicate image size
da: Kopier billedstørrelse
fi: Kopioi kuvakoko
hu: Képméret másolása
lv: Dublēt atēla izmēru
ro: Copiază mărimea de imagine

# tl_image_size.copy.1
source: Duplicate image size ID %s
da: Kopier billedstørrelse med ID %s
fi: Kopioi kuvakoko ID %s
hu: A %s azonosítójú képméret másolása
lv: Dublēt atēla izmēru ID %s
ro: Copiază mărimea de imagine ID %s

# tl_image_size.delete.0
source: Delete image size
da: Slet billedstørrelse
fi: Poista kuvakoko
hu: Képméret törlése
lv: Dzēst attēla izmēru
ro: Şterge mărimea de imagine

# tl_image_size.delete.1
source: Delete image size ID %s
da: Slet billedstørrelse med ID %s
fi: Poista kuvakoko ID %s
hu: A %s azonosítójú képméret törlése.
lv: Dzēst attēla izmēru ID %s
ro: Şterge mărimea de imagine ID %s

# tl_image_size.picturefill
source: The <em>%s</em> option needs to be enabled in the page layout.
da: Muligheden <em>%s</em> skal være slået til i side layoutet.
fi: Asetus <em>%s</em> täytyy kytkeä päälle sivun ulkoasuun.
hu: A <em>%s</em> opciót engedélyezni kell az oldalelrendezésben.
ro: Opţiunea <em>%s</em> trebuie să fie activată în ansamblul paginii.
