Repository: contao/core
Catalog: system/modules/core/languages/*/*_install.xlf
Languages: cs, da, de, fa, fr, hu, it, ja, lv, my, nl, pl, ro, ru, sk, sl, sq, sv, uk

# tl_install.completed.1
source: Now please log into the <a href="contao/">Contao back end</a> and check the system settings. Then visit your website to make sure that Contao is working correctly.
cs: Nyní se prosím přihlašte do Contao a nastavte celý systém. Pak navštivte Vaší stránky, abyste se ujistili, že Contao funguje správným způsobem.
da: Du kan nu logge ind i administrationsdelen og kontrollere dine systemindstillinger.
de: Melden Sie sich nun im <a href="contao/">Contao-Backend</a> an und prüfen Sie die Systemeinstellungen. Rufen Sie danach Ihre Webseite auf, um sicher zu gehen, dass Contao korrekt funktioniert.
fa: حالا لطفا وارد بخش مدیریت شده و تنظیمات سامانه را بررسی کنید. سپس وب‌سایت‌تان را برای مطمئن شدند از کارکرد صحیح ببینید.
fr: Maintenant, veuillez vous connecter au <a href="contao/">back office de Contao</a> et vérifiez tous les paramètres système. Puis, visitez votre site internet pour s'assurer que Contao fonctionne correctement.
hu: Kérjük most jelentkezzen be a <a href="contao/">Contao adminisztrációs felületre</a> és ellenőrizze a rendszer beállításait. Látogassa meg a weboldalát, hogy ellenőrizze a Contao megfelelő működését.
it: Accedi al <a href="contao/index.php">pannello di controllo di Contao </a> e verifica tutte le impostazioni del sistema. Successivamente accedi al sito web per assicurarti che tutto funzioni correttamente.
ja: すぐに<a href="contao/">Contaoのバックエンド</a>にログインして、システムの設定を確認してください。それからウェブサイトにアクセスしてContaoが正しく動作していることを確認してください。
lv: Tagad, lūdzu, piesakieties <a href="contao/index.php">Contao back end</a> un pārbaudes sistēmas iestatījumus. Tad apmeklējiet jūsu mājas lapu, lai pārliecinātos, ka Contao darbojas pareizi.
my: <a href="contao/">Contao back end</a> ကိုဖွင့်ဝင်ပြီးစက်စနစ်ချိန်ညှိချက်ကိုစစ်ဆေးပါ။ ကွန်တောင်ကောင်းမွန်စွာအလုပ်လုပ်ဆောင်စေရန်သင့်ဝဘ်ဆိုက်ကိုလည်ပတ်ပါ။
nl: De installatie is succesvol afgesloten. Log in het <a href="contao/index.php">Contao backend</a> in en controleer de systeeminstellingen. Bezoek hierna uw website en controleer of Contao correct werkt.
pl: Teraz prosimy zalogować się do panelu zarządzania i sprawdzić ustawienia systemowe. Następnie wyświetl stronę webową aby mieć pewność, że Contao pracuje prawidłowo.
ro: Acum autentificaţi-vă în Contao back-end şi verificaţi setările sistemului. Apoi vizitaţi website-ul pentru a proba dacă totul este în regulă.
ru: Теперь войдите в <a href="contao/">панель управления Contao</a> и проверьте настройки системы. После чего откройте ваш веб-сайт (внешний интерфейс) и убедитесь, что Contao работает правильно.
sk: Teraz sa prosím prihláste do administračného rozhrania - <a href="contao/index.php">Contao back end</a> a nastavte celý systém. Potom navštívte svoje stránky, aby ste sa uistili, že systém Contao funguje správne.
sl: Sedaj se, prosimo, vpišite v Contao administracijo (back end) in preverite sistemske nastavitve. Nato obiščite še predstavitveni del (front end) in preverite, da Contao deluje pravilno.
sq: Tani ju lutem hyni në <a href="contao/"> Contao back end</ a> dhe kontrolloni parametrat e sistemit. Pastaj vizitoni faqen tuaj te internetit për të siguruar që Contao po punon si duhet.
sv: Nu kan du logga in i <a href="contao/index.php">Contao backend</a> för att kontrollera systeminställningarna. Besök sedan din hemsida för att se om allt fungerar som det ska.
uk: Зараз увійдіть, будь ласка, в <a href="contao/index.php">адміністративну панель Contao</a> та перевірте налаштування системи. Потім перейдіть на Ваш сайт та перевірте чи коректно працює Contao.

# tl_install.ftp.0
source: Modify files via FTP
cs: Zpracovat data přes FTP
da: Ret filer via FTP
de: Dateien via FTP bearbeiten
fa: دستکاری پرونده‌ها از طریق اف‌تی‌پی
fr: Modifier les fichiers par FTP
hu: Fájlok módosítása FTP-n keresztül.
it: Modifica file in modalità FTP
ja: ファイルをFTP用いて修正
lv: Modificēt failus caur FTP
my: အက်ဖ်တီပီမှတစ်ဆင့်ဖိုင်များပြုပြင်မွမ်းမံ
nl: Wijzig bestanden via FTP
pl: Modyfikacja plików poprzez FTP
ro: Modificare fişiere prin FTP
ru: Изменение файлов по FTP
sk: Spracovať dáta cez FTP
sl: Urejaj datoteke prek FTP protokola
sq: Përpuno skedarët nëpërmjet FTP-së
sv: Modifiera filer via FTP
uk: Змінити файли через FTP

# tl_install.ftp.1
source: Your server does not support file access via PHP; most likely PHP runs as Apache module under a different user. Therefore please enter your FTP login details, so Contao can modify files via FTP (Safe Mode Hack).
cs: Zadejte prosím přístupové údaje k FTP, aby mohl systém Contao zpracovávat soubory přes FTP (Safe Mode Hack).
da: Indtast venligst dit FTP login detaljer så Contao kan modificere filer via FTP (Safe Mode Hack)
de: Ihr Server unterstützt den Dateizugriff per PHP nicht; vermutlich läuft PHP als Apache-Modul unter einem anderen Benutzer. Bitte geben Sie daher Ihre FTP-Zugangsdaten ein, damit Contao Dateien via FTP bearbeiten kann (Safe Mode Hack).
fa: سرور‌ی شما از دسترسی به پرونده از طریق پی‌اچ‌پی را پشتیبانی نمی‌کند؛ غالبا پی‌اچ‌پی به صورت ماژول آپاچی در یک کاربر متفاوت اجرا می‌شود. بنابراین جزئیات ورود اف‌تی‌پی‌تان را وارد کنید تا کانتائو پرونده‌ها را از طریق اف‌تی‌پی تغییر دهد (Safe Mode Hack).
fr: Votre serveur ne supporte pas l'accès aux fichiers via PHP. PHP fonctionne probablement avec le module Apache sous un utilisateur différent. Donc, veuillez saisir vos informations de connexion FTP de sorte que Contao puisse modifier des fichiers via FTP (Safe Mode Hack).
hu: A szerver nem támogatja a PHP fájl hozzáférést; valószínűleg az Apache PHP modulja egy másik felhasználó alatt fut. Kérem adja meg az FTP bejelentkezési adatait, hogy a Contao módosíthassa a fájlokat FTP-n keresztül (Safe Mode Hack).
it: Il server non supporta l'accesso ai file tramite PHP; Molto probabilmente PHP è eseguito come modulo di Apache con un utente differente. Si prega di inserire i dati di login FTP, in modo che Contao possa modificare i file via FTP (Safe Mode Hack).
ja: ウェブサーバーはPHPによるファイルアクセスをサポートしていません。これはPHPがApacheのモジュールで異なるユーザーで動作していると考えられます。そこで、FTPのログイン情報を入力してください、ContaoがファイルをFTPを使用して修正できるようにします。(セーフモード対処)
lv: Jūsu serveris neatbalsta failu piekļuvi, izmantojot PHP, visticamāk PHP darbojas kā Apache modulis ar citu lietotāju. Tāpēc, lūdzu, ievadiet savu FTP pieteikšanās informāciju, lai Contao varētu modificēt failus caur FTP (Safe Mode Hack).
my: ပီဟိပ်စ်ပီမှတစ်ဆင့်ဖိုင်ဝင်ကြည့်ရန်သင့်ဆာဗာမှမထောက်ပံ့ပါ။ ကြည့်ရသည်မှာမတူညီသောအသံုးပြုသူအောက်တွင်ပီဟိပ်စ်ပီသည်အပါချီကဲ့သို့စတင်နေခြင်းကြောင့်ဖြစ်နိုင်ပါသည်။ ဒါကြောင့်အက်ဖ်တီပီဖွင့်ဝင်အချက်အလက်များကိုထည့်ပြီးကွန်တောင်မှအက်ဖ်တီပီမှတစ်ဆင့်ဖိုင်များပြုပြင်မွမ်းမံခြင်းလုပ်ဆောင်နိုင် (လုံခြုံသောနည်းလမ်းဖြင့်ထိုးဖောက်ခြင်း)
nl: Uw server ondersteunt geen datatoegang via PHP; waarschijnlijk draait PHP als Apache module onder een andere gebruiker. Geef daarom uw FTP login gegevens op, zodat Contao bestanden kan wijzigen via FTP (Safe Mode Hack).
pl: Wprowadź dane swojego FTP aby Contao mógł modyfikować pliki poprzez FTP (Safe Mode Hack).
ro: Introduceţi datele de acces la contul FTP astfel încât Contao să îşi poată modifica fişierele prin această metodă (Safe Mode Hack).
ru: Ваш сервер не поддерживает доступ к файлам с помощью PHP, скорее всего, PHP работает как модуль Apache под другим пользователем. Поэтому, введите ваш логин к FTP, чтобы Contao смог изменять файлы по FTP-протоколу (Safe Mode Hack).
sk: Zadajte prosím prístupové údaje k FTP, aby mohol systém Contao spracovať dáta cez FTP (Safe Mode Hack).
sl: Prosimo, vnesite podatke za FTP prijavo, da lahko nato Contao spreminja datoteke prek FTP protokola (Safe Mode Hack).
sq: Serveri juaj nuk mbështet qasje nëpërmjet PHP; PHP-ja ecë si modul në Apache me një përdorues tjetër. Prandaj ju lutemi epeni detajet FTP llogarisë tuaj, kështu që Contao të ket mundësi të modifikoj skedarët nëpërmjet FTP (Safe Mode Hack).
sv: Din server stöder inte direkt filåtkomst via PHP; troligen körs PHP som en Apache-modul under en annan användare. Därför bör du ange dina inloggningsdetaljer för FTP så att Contao kan modifiera filer via FTP (Safe Mode Hack).
uk: Сервер не підтримує доступ до файлів за допомогою PHP; скоріш за все PHP працює як модуль Apache під різними користувачами. Тому, будь ласка, введіть дані налаштування FTP, щоб Contao змогла редагувати дані в безпечному режимі (Safe Mode Hack).

# tl_install.accept
source: Accept license
cs: Souhlasím s licencí
da: Accepter licens
de: Lizenz akzeptieren
fa: قبول مجوز
fr: Accepter la licence
hu: Licensz elfogadása
it: Accetta la licenza
ja: 使用許諾の承認
lv: Pieņemt licenci
my: လိုင်စင်လက်ခံ
nl: Accepteer licentie
pl: Zaakceptuj licencję
ro: Acceptă licenţă
ru: Принять лицензию
sk: Súhlasím s licenciou
sl: Sprejmi licenčne pogoje
sq: Prano liçensën
sv: Acceptera licens
uk: Прийняти умови ліцензії

# tl_install.beLogin
source: Contao back end login
cs: Přihlášení do administrace Contao
fa: ورود به بخش مدیریت کانتائو
fr: Connexion au back office de Contao
hu: Contao adminisztrációs felület belépés
ja: Contaoのバックエンドにログイン
lv: Contao aizmugures pieslēgšanās
my: ကွန်တောင်အတွင်းပိုင်းဖွင့်ဝင်
pl: Panel zarządzania Contao
ro: Autentificare Contao back-end
ru: Вход в панель управления Contao
sk: Prihlásenie do administračného rozhrania Contao
sl: Vpis v Contao administracijo
sq: Back end qasje e Contao-së
sv: Contao backend-inloggning
uk: Логін для входу в панель управління Contao.

# tl_install.passError
source: Please enter a password to prevent unauthorized access!
cs: Změňte prosím výchozí heslo, abyste zabránili neautorizovanému přístupu!
da: Ret venligst standard password for at hindre uautoriseret adgang.
de: Bitte vergeben Sie ein Passwort, um unberechtigte Zugriffe zu vermeiden!
fa: لطفا گذرواژه پیش‌فرض را برای جلوگیری از دسترسی تایید نشده تغییر دهید!
fr: Veuillez saisir un mot de passe pour empêcher tout accès non autorisé !
hu: Kérem, írja be a jelszót, hogy megakadályozza a jogosulatlan hozzáférést!
it: Inserire una password per evitare accessi non autorizzati!
ja: 不正なアクセスを防止するため、パスワードを入力してください!
lv: Lūdzu, ievadiet paroli, lai novērstu neatļautu piekļuvi!
my: မစိစစ်ပြီးဝင်ရောက်ခြင်းကိုကာကွယ်ရန်စကားဝှက်ထည့်သွင်းပါ!
nl: Voer een wachtwoord in om onbevoegde toegang te voorkomen!
pl: Prosimy zmienić domyślne hasło aby ustrzec się przed nieautoryzowanym dostępem!
ro: Schimbaţi parola iniţială pentru a preveni accesul neautorizat!
ru: Введите пароль для предотвращения несанкционированного доступа!
sk: Zmeňte prosím prednastavené heslo, aby ste zabránili neautorizovanému prístupu!
sl: Prosimo, spremenite privzeto geslo, da se prepreči nepreverjen dostop!
sq: Epeni një fjalëkalim për të parandaluar qasje të paautorizuar.
sv: Vänligen ange ett lösenord för att förhindra obehörig åtkomst!
uk: Будь ласка, введіть базовий пароль для запобігання неавторизованого доступу!

# tl_install.passConfirm
source: A custom password has been set.
cs: Výchozí heslo bylo změněno.
da: Standart password er nu ændret.
de: Ein individuelles Passwort wurde hinterlegt.
fa: گذرواژه سفارشی تعیین شده است.
fr: Le mot de passe personnalisé à été défini.
hu: Az egyéni jelszó be lett állítva.
it: La password inserita è stata memorizzata.
ja: 入力したパスワードを設定しました。
lv: Īpaša parole ir uzstādīta
my: စိတ်ကြိုက်စကားဝှက်သတ်မှတ်ပြီး။
nl: Het standaard wachtwoord is gewijzigd.
pl: Domyślne hasło zostało zmienione.
ro: Parola iniţială a fost schimbată
ru: Пользовательский пароль не был установлен.
sk: Prednastavené heslo bolo zmenené.
sl: Privzeto geslo je bilo spremenjeno.
sq: Një fjalëkalim është vendosur.
sv: Lösenordet har ändrats.
uk: Базовий пароль успішно змінено.

# tl_install.passSave
source: Save password
cs: Uložit heslo
da: Gem password
de: Passwort speichern
fa: ذخیره گذرواژه
fr: Enregistrer le mot de passe
hu: Jelszó mentése
it: Salva la password
ja: パスワードを保存
lv: Saglabāt paroli
my: စကားဝှက်မှတ်သိမ်း
nl: Wachtwoord opslaan
pl: Zapisz hasło
ro: Salvare parolă
ru: Сохранить пароль
sk: Uložiť heslo
sl: Shrani geslo.
sq: Ruaj fjalëkalimin
sv: Spara lösenordet
uk: Зберегти пароль

# tl_install.keyError
source: Please create an encryption key!
cs: Vytvořte prosím šifrovací klíč!
da: Opret venligst en krypteret nøgle!
de: Bitte erstellen Sie einen Schlüssel!
fa: لطفا یک کلید رمزگذاری ایجاد کنید!
fr: Veuillez créer une clé de cryptage !
hu: Kérem hozzon létre egy titkosítási kulcsot!
it: Crea una chiave cifrata!
ja: 暗号鍵を作成してください。
lv: Lūdzu izveidojiet šifrēšanas atslēgu!
my: ကုဒ်ဝှက်သော့ဖန်တီး!
nl: Maak een codesleutel aan!
pl: Prosimy wygenerować klucz kodowania!
ro: Creaţi o cheie de incriptare!
ru: Создайте ключ шифрования!
sk: Vytvorte prosím šifrovací kľúč!
sl: Prosimo, ustvarite šifrirni ključ.
sq: Ju lutem krijo një çelës kodues!
sv: Skapa en krypteringsnyckel!
uk: Створіть, будь ласка, ключ шифрування даних!

# tl_install.keyLength
source: An encryption key has to be at least 12 characters long!
cs: Šifrovací klíč by měl mít alespoň 12 znaků!
da: En krypteret nøgle skal være på mindst 12 tegn!
de: Der Schlüssel muss mindestens 12 Zeichen lang sein!
fa: یک کلید رمزگذاری باید دست‌کم ۱۲ نویسه طول داشته باشد!
fr: Une clé de cryptage doit être au minimum de 12 caractères de long !
hu: A titkosítási kulcs legalább 12 karakter hosszú kell legyen!
it: La chiave cifrata deve essere lunga almeno 12 caratteri!
ja: 暗号鍵は少なくとも12文字の長さが必要です。
lv: Šifrēšanas atslēgai jābūt vismaz 12 rakstzīmes garai!
my: ကုဒ်ဝှက်သော့ကိုအနည်းဆံုးအက္ခရာ၁၂ခုရှည်ပါစေ!
nl: Een codesleutel dient minimaal 12 karakters lang te zijn!
pl: Klucz kodowania musi posiadać co najmniej 12 znaków!
ro: O cheie de incriptare trebuie să fie de cel puţin 12 caractere!
ru: Ключ шифрования должен быть как минимум из 12 символов!
sk: Šifrovací kľúč by mal mať aspoň 12 znakov!
sl: Šifrirni ključ mora biti dolg vsaj 12 znakov!
sq: Një çelës kodues duhet të jetë të paktën 12 shenja i gjatë!
sv: En krypteringsnyckel måste vara minst 12 tecken långt!
uk: Ключ шифрування даних повинен містити не менше 12 символів!

# tl_install.keyConfirm
source: An encryption key has been created.
cs: Šifrovací klíč byl vytvořen.
da: En krypteret nøgle er genereret.
de: Ein Schlüssel wurde erstellt.
fa: یک کلید رمزگذاری ایجاد شد.
fr: Une clé de cryptage a été créée.
hu: Titkosítási kulcs létrehozva.
it: La chiave cifrata è stata creata correttamente.
ja: 暗号鍵を作成しました。
lv: Šifrēšanas atslēga ir izveidota.
my: ကုဒ်ဝှက်သော့ကိုဖန်တီးပြီး။
nl: Een codesleutel is aangemaakt.
pl: Klucz kodowania został utworzony.
ro: O cheie de incriptare a fost creată
ru: Ключ шифрования создан.
sk: Šifrovací kľúč bol vytvorený.
sl: Šifrirni ključ je bil uspešno ustvarjen.
sq: Një çelës kodues është krijuar.
sv: En krypteringsnyckel har skapats.
uk: Ключ шифрування даних створено.

# tl_install.keyCreate
source: Generate encryption key
cs: Vygenerovat zašifrovaný klíč
da: Generer krypteret nøgle
de: Verschlüsselungsschlüssel
fa: تولید کلید رمزگذاری
fr: Générer la clé de cryptage
hu: Titkosítási kulcs generálása
it: Genera una chiave cifrata!
ja: 暗号鍵を生成
lv: Ģenerēt šifrēšanas atslēgu
my: ကုဒ်ဝှက်သော့ထုတ်လုပ်
nl: Maak een codesleutel aan
pl: Wygeneruj klucz kodowania
ro: Generează cheie de incriptare
ru: Генерация ключа шифрования
sk: Vygenerovať šifrovací kľúč
sl: Ustvari šifrirni ključ.
sq: Gjenero çelës kodues
sv: Generera krypteringsnyckel
uk: Згенерувати ключ шифрування даних

# tl_install.keySave
source: Generate or save key
cs: Vygenerovat nebo uložit klíč
da: Generer eller gem nøgle
de: Schlüssel erstellen bzw. speichern
fa: تولید یا ذخیره کلید
fr: Générer ou enregistrer la clé
hu: Kulcs generálása vagy mentése
it: Genera o memorizza una chiave cifrata
ja: 鍵を生成または保存
lv: Ģenerēt vai saglabāt atslēgu
my: ကုဒ်ဝှက်သော့ထုတ်လုပ်(သို့)မှတ်သိမ်း
nl: Genereer of bewaar sleutel
pl: Wygeneruj lub zapisz klucz
ro: Generează sau salvează cheie
ru: Создать или сохранить ключ
sk: Vygenerovať alebo uložiť kľúč
sl: Ustvari ali shrani ključ.
sq: Gjenero ose ruaj çelësin
sv: Generera eller spara nyckel
uk: Згенерувати або зберегти ключ

# tl_install.dbConfirm
source: Database connection established.
cs: Spojení s databází navázáno.
da: Databasen tilslutning er OK.
de: Datenbankverbindung hergestellt.
fa: ارتباط با پایگاه‌داده برقرار شد.
fr: Connexion à la base de données établie.
hu: Adatbázis kapcsolat rendben.
it: Connessione al database eseguita correttamente.
ja: データベースの接続を確立しました。
lv: Datubāzes savienojums ok.
my: အချက်အလက်အစုချိတ်ဆက်မှုတည်ထောင်ပြီး။
nl: Database verbinding tot stand gebracht.
pl: Połączenie z bazą danych jest poprawne.
ro: Conexiunea cu baza de date este OK.
ru: Подключение к базе данных установлено.
sk: Spojenie s databázov je v poriadku.
sl: Povezava s podatkovno bazo je bila uspešna.
sq: Është vendosur kyçja me bazën e së të dhënave.
sv: Databasanslutning upprättad.
uk: З'єднання із базою даних встановлено!

# tl_install.dbError
source: Not connected to a database!
cs: Nepodařilo se navázat spojení s databází!
da: Kunne ikke tilslutte databasen!
de: Keine Verbindung zur Datenbank vorhanden!
fa: برقراری ارتباط با پایگاه‌داده ممکن نیست!
fr: Non connecté à la base de données !
hu: Nem sikerült kapcsolódni az adatbázishoz!
it: Non è possibile effettuare la connessione al database!
ja: データベースに接続していません!
lv: Nevar savienoties ar datubāzi.
my: အချက်အလက်အစုသို့မချိတ်ဆက်ရသေး!
nl: Geen verbinding met een database!
pl: Nie można się połączyć z bazą danych!
ro: Nu se poate face conexiunea cu baza de date!
ru: Нет подключения к базе данных!
sk: Nepodarilo sa spojiť s databázov!
sl: Povezovanje s podatkovno bazo je bilo neuspešno.
sq: Nuk ka kyçje me një bazë së të dhënave!
sv: Kunde inte ansluta till databasen!
uk: Неможливо під'єднатись до бази даних!

# tl_install.dbDriver
source: Driver
cs: Server
de: Treiber
fa: درایور
fr: Pilote
hu: Adatbázis-kezelő
ja: ドライバー
lv: Draiveris
my: ဒရိုက်ဗာ
pl: Sterownik
ru: Драйвер
sk: Typ databázy
sl: Gonilnik
sv: Drivrutin
uk: Драйвер

# tl_install.dbHost
source: Host
cs: Poskytovatel
da: Adresse
fa: میزبان
fr: Serveur
hu: Kiszolgáló
ja: ホスト
lv: Hosts
my: လက်ခံ
ru: Хост
sk: Poskytovateľ (host)
sl: Gostitelj
sq: Bartësi
sv: Värd
uk: Хост

# tl_install.dbUsername
source: Username
cs: Uživatelské jméno
da: Brugernavn
de: Benutzername
fa: نام کاربری
fr: Identifiant
hu: Felhasználó név
it: Nome utente
ja: ユーザー名
lv: Lietotājvārds
my: အသံုးပြုသူနာမည်
nl: Gebruikersnaam
pl: Nazwa
ro: Nume utilizator
ru: Пользователь
sk: Používateľ
sl: Uporabniško ime
sq: Përdoruesi
sv: Användarnamn
uk: Користувач

# tl_install.dbDatabase
source: Database
cs: Databáze
de: Datenbank
fa: پایگاه‌داده
fr: Base de données
hu: Adatbázis
ja: データベース名
lv: Datu bāze
my: အချက်အလက်အစု
pl: Baza danych
ro: Baza da date
ru: База данных
sk: Názov databázy
sl: Podatkovna baza
sq: Bazë së të dhënave
sv: Databas
uk: База даних

# tl_install.dbPersistent
source: Persistent connection
cs: Trvalé připojení
da: Vedvarende tilslutning
de: Dauerhafte Verbindung
fa: ارتباط مداوم
fr: Connexion persistante
hu: Állandó kapcsolatot
it: Connessioni persistenti
ja: 持続した接続
lv: Pastāvīgais savienojums
my: ဆက်တိုက်ချိတ်ဆက်မှု
nl: Blijvende verbinding
pl: Stałe połączenie
ro: Conexiune persistentă
ru: Постоянное соединение
sk: Trvalé pripojenie
sl: Vztrajaj s povezavo
sq: Lidhje përhershme
sv: Ihållande anslutning
uk: Постійне з'єднання

# tl_install.dbCharset
source: Character set
cs: Znaková sada
da: Tegnsæt
de: Zeichensatz
fa: مجموعه نویسه
fr: Jeu de caractères
hu: Karakterkészlet
it: Charset
ja: 文字セット
lv: Rakstzīmju kopa
my: စာလံုးအစုံ
nl: Karakterset
pl: Kodowania znaków dla Contao
ro: Set caractere
ru: Кодировка символов
sk: Znaková sada
sl: Nabor znakov.
sq: Kompleti shenjave
sv: Teckenavkodning
uk: Кодування

# tl_install.dbCollation
source: Collation
cs: Kolace
da: Sammenligning
de: Kollation
fa: تلفیق
fr: Classement
hu: Egybevetés
ja: 照合順序
lv: Apkopojums
my: စုစည်းစီစဉ်ခြင်း
nl: Vergelijking (Collation)
pl: Collation (kodowanie znaków w bazie danych)
ro: Colaţionare
ru: Сопоставление
sk: Overenie
sl: Kodni nabor
sq: Shqyrtim
sv: Tabellsortering
uk: Порівняння таблиці кодування (Collation)

# tl_install.dbPort
source: Port number
cs: Číslo portu
da: Port nummer
de: Portnummer
fa: شماره گذرگاه
fr: Numéro de port
hu: Port száma
it: Numero porta
ja: ポート番号
lv: Porta numurs
my: နံပါတ်ပေါက်
nl: Poortnummer
pl: Numer portu
ro: Port
ru: Порт
sk: Číslo portu
sl: Številka vrat
sq: Numri portës
sv: Portnummer
uk: Номер порта

# tl_install.dbSocket
source: Socket file
cs: Patice souboru
da: Socket fil
de: Socket-Datei
fa: پرونده سوکت
fr: Fichier de socket
hu: Kapcsolódó fájl
it: File socket
ja: ソケットファイル
my: ပလတ်ပေါက်ဖိုင်
nl: Socket bestand
pl: Plik gniazda
ro: Fişier socket
ru: Файл сокета
sk: Pätica súboru
sl: Vtičnica (socket file)
sq: Socket skedar
sv: Socket-fil
uk: Файл сокета

# tl_install.dbSave
source: Save database settings
cs: Uložit nastavení připojení k databázi
da: Gem database opsætninger
de: Einstellungen speichern
fa: ذخیره تنظیمات پایگاه‌داده
fr: Enregistrer les paramètres de la base de données
hu: Adatbázis beállításainak mentése
it: Salva le impostazioni del database
ja: データベースの設定を保存
lv: Saglabāt datu bāzes uzstādījumus
my: အချက်အလက်အစုချိန်ညှိချက်မှတ်သိမ်း
nl: Database gegevens opslaan
pl: Zapisz ustawienia bazy danych
ro: Salvează setările cu baza de date
ru: Сохранить настройки
sk: Uložiť nastavenia pripojenia k databáze
sl: Shrani nastavitve podatkovne baze
sq: Ruaj konfigurimet e bazës së të dhënave
sv: Spara databasinställningar
uk: Зберегти налаштування бази даних

# tl_install.collationInfo
source: Changing the collation will affect all tables with a <em>tl_</em> prefix.
cs: Změna kolace se týká všech tabulek s <em>tl_</em>.
da: Ændring af sammenligning vil påvirke alle tabeller med prefixet <em>tl_</em>
de: Das Ändern der Kollation betrifft alle Tabellen mit <em>tl_</em>-Präfix.
fa: تغییر تلفیق تمام جدول‌های با پیشوند <em>tl_</em> را تحت تاثیر قرار خواهد داد.
fr: La modification du classement aura une incidence sur toutes les tables avec un préfixe <em>tl_</em>.
hu: Az egybevetés megváltoztatása hatással lesz az összes <em>tl_</em> előtagú táblára.
it: Cambiare le regole di confronto modifichera tutte le tabelle con un prefisso <em> tl_</em>
ja: 照合順序の変更は、すべての<em>tl_</em>から始まるテーブルに影響します。
lv: Mainot apkopojumu, tiks ietekmētas visas tabulas ar <em>tl_</em> prefiksu.
my: စုစည်းစီစဉ်ခြင်းပြောင်းလဲခြင်းသည် <em>tl_</em> ရှေ့ဆက်ပါဝင်သည့်စားပွဲများအားလံုးကိုထိခိုက်စေနိုင်။
nl: Het wijzigen van de vergelijking heeft invloed op alle tabellen met een <em>tl_</em> prefix.
pl: Zmiana parametru collation będzie miała wpływ na szystkie tabele z prefiksem <em>tl_</em>.
ro: Prin schimbarea colaţionării sunt afectate toate tabelele cu prefixul <em>tl_</em>.
ru: Изменение сопоставления окажет эффект на все таблицы с префиксом <em>tl_</em>.
sk: Zmena Overenia (kolácie) sa týka všetkých tabuliek s <em>tl_</em>.
sl: Spreminjanje kodnega nabora bo vplivalo na vse tabele s predpono <em>tl_</em>.
sq: Ndryshimi i sistemimit do të ndikojë në të gjitha tabelat me një prapashtesë <em> tl_ </ em>.
sv: Ändring av tabellsortering kommer att påverka alla tabeller med ett <em>tl_</em>-prefix.
uk: Зміна порівняння таблиці кодування застосується до усіх таблиць із префіксом <em>tl_</em>.

# tl_install.updateError
source: The database is not up to date!
cs: Databáze není aktuální!
da: Databasen er ikke opdateret.
de: Die Datenbank ist nicht aktuell!
fa: پایگاه‌داده بروز نیست!
fr: La base de données n'est pas à jour !
hu: Az adatbázis nem naprakész!
it: Il database non è aggiornato!
ja: データベースが最新ではありません。
lv: Datu bāze nav aktuāla!
my: အချက်အလက်အစုမှာအပြည့်အစံုမဟုတ်သေး!
nl: De database is niet up-to-date!
pl: Baza danych nie jest uaktualniona!
ro: Baza de date nu este actualizată!
ru: База данных не обновлена!
sk: Databáza nie je aktuálna!
sl: Podatkovna baza ni posodobljena!
sq: Baza e të dhënave nuk është e freskuar!
sv: Databasen är inte uppdaterad!
uk: Базу даних не оновлено!
