Repository: contao/core
Catalog: system/modules/core/languages/*/*_install.xlf
Languages: cs, da, de, fa, fr, hu, it, ja, lv, my, nl, pl, ro, ru, sk, sl, sq, sv, uk

# tl_install.installTool.0
source: Installation
cs: Instalační nástroj Contao
da: Contao installationsværktøj
fa: ابزار نصب کانتائو
fr: Outil d'installation de Contao
hu: Telepítés
it: Strumento di installazione di Contao
ja: インストール
lv: TYPOlight instalēšanas rīks
my: ထည့်သွင်းခြင်း
nl: Installatie
pl: Instalator Contao
ro: Utilitar de instalare pentru Contao
ru: Мастер установки Contao
sk: Inštalačný nástroj Contao
sl: Contao namestitveno orodje
sq: Instalimi
sv: Contaos installationsverktyg
uk: Менеджер установки Contao

# tl_install.installTool.1
source: Install tool login
cs: Přihlášení k instalačnímu nástroji
da: Installationsværktøj login
de: Installtool-Anmeldung
fa: ورود به ابزار نصب
fr: Connexion à l'outil d'installation
hu: Telepítő eszköz belépés
it: Login strumento di installazione
ja: インストールツールにログイン
lv: Instalēšanas rīka pieslēgšanās
my: ကိရိယာဖွင့်ဝင်ထည့်သွင်း
nl: Installatie programma login
pl: Login instalatora
ro: Autentificare pentru instalare
ru: Вход в мастер установки
sk: Prihlásenie k inštalačnému nástroju
sl: Vpis v namestitveno orodje
sq: Kyçja për veglen e instalimit
sv: Logga in i installationsverktyget
uk: Вхід в менеджер установки

# tl_install.locked.0
source: The install tool has been locked
cs: Instalační nástroj byl zablokován
da: Installationsværktøjet er låst
de: Das Installtool wurde gesperrt
fa: ابزار نصب قفل خواهد شد
fr: L'outil d'installation a été verrouillé
hu: A telepítő eszköz le van zárva
it: Lo strumento di installazione è stato bloccato
ja: インストールツールはロックされています!
lv: Instalēšanas rīks ir bloķēts
my: ထည့်သွင်းကိရိယာသော့ခတ်ထား
nl: Het installatie programma is geblokkeerd
pl: Instalator został zablokowany
ro: Utilitarul de instalare a fost blocat
ru: Мастер установки заблокирован
sk: Inštalačný nástroj bol zablokovaný
sl: Namestitveno orodje je bilo zaklenjeno
sq: Vegla për instalim është bllokuar
sv: Installationsverktyget har låsts
uk: Менеджер установки заблоковано

# tl_install.locked.1
source: For security reasons, the install tool has been locked after a wrong password had been entered more than three times in a row. To unlock it, open the local configuration file and set <em>installCount</em> to <em>0</em>.
cs: Z bezpečnostních důvodů byl instalační nástroj zablokován, protože bylo zadáno více než tři krát špatné heslo. Pro odblokování otevřete lokální konfigurační soubor a nastavte <em>installCount</em> na <em>0</em>
da: Af sikkerhedsmæssige årsager er installationsværktøjet låst, da et forkert kodeord er indtastet mere end 3 gang i træk. For at låse det op igen skal du åbne filen "local configuration" og sætte <em>installCount</em> til <em>0</em>.
de: Aus Sicherheitsgründen wurde das Installtool gesperrt, nachdem dreimal hintereinander ein falsches Passwort eingegeben wurde. Um es zu entsperren, öffnen Sie die lokale Konfigurationsdatei und setzen Sie <em>installCount</em> auf <em>0</em>.
fa: به خاطر مسائل امنیتی، ابزار نصب بعد از وارد کردن بیش از سه بار گذرواژه اشتباه قفل خواهد شد. برای بازکردن آن، پرونده پیکربندی محلی را باز نموده و <em>installCount</em> را به <em>0</em> تنظیم کنید.
fr: Pour des raisons de sécurité, l'outil d'installation a été verrouillé. Ceci arrive si vous entrez un mauvais mot de passe plus de trois fois d'affilée. Pour le déverrouiller, veuillez éditer le fichier de configuration local et définissez <em>installCount</em> à <em>0</em>.
hu: Biztonsági okokból a telepítő eszköz le lett zárva, miután három egymást követő alkalommal hibás jelszó lett beírva. A feloldáshoz nyissa meg a helyi konfigurációs fájlt és állítsa az <em>installCount</em> elemet <em>0</em>-ra.
it: Per ragioni di sicurezza lo strumento di installazione è stato bloccato. Questo succede se viene sbagliata più volte la password di installazione. Per sbloccare il sistema occorre aprire il file di configurazione e impostare la variabile <em>installCount</em> a <em>0</em>.
ja: セキュリティ上の理由により、連続して3回以上誤ったパスワードを入力した後のインストールツールはロックされています。ロックを解除するには、サイトにローカルな構成ファイルを編集して<em>installCount</em>を<em>0</em>にしてください。
lv: Drošības apsvērumu dēļ Instalēšanas rīks ir bloķēts pēc nepareizas paroles ievadīšanas, kas ir ievadīta vairāk nekā trīs reizes pēc kārtas. Lai to atbloķētu, atveriet vietējo konfigurācijas failu un iestatiet <em>installCount</em> uz <em>0</em>.
my: လံုခြုံရေးအတွက်စကားဝှက်အမှားကိုသံုးကြိမ်ဆက်တိုက်၍ထည့်သွင်းကိရိယာသော့ခတ်ထားပြီး။ သော့မခတ်ရန်စက်သွင်းပံုစံပြင်ခြင်းဖိုင်ဖွင့်၍ <em>installCount</em> ကို <em>0</em> သတ်မှတ်ပါ။
nl: Het installatie programma is om veiligheidsredenen geblokkeerd omdat een wachtwoord meer dan drie keer achter elkaar verkeerd is ingevoerd. Om te ontgrendelen, open localconfig en zet <em>installCount</em> op<em>0</em>.
pl: Z przyczyn bezpieczeństwa, instalator został zablokowany po podaniu błędnego hasła trzy razy pod rząd. Aby odblokować otwórz plik konfiguracji lokalnej (system/config/localconfig.php) i ustaw <em>installCount</em> na <em>0</em>.
ro: Din motive de securitate, utilitarul de instalare a fost blocat după introducerea unei parole greşite de mai mult de trei ori. Pentru deblocare, deschideţi fişierul local de configurare şi atribuiţi <em>0</em> variabilei <em>installCount</em>.
ru: В целях безопасности, мастер установки Contao заблокирован после ввода, более чем трех раз подряд, неправильного пароля. Для разблокирования, откройте локальный файл конфигурации и установите в поле <em>installCount</em> значение <em>0</em>.
sk: Z bezpečnostných dôvodou bol inštalačný nástroj zablokovaný, pretože bolo viac než tri krát zadané nesprávne heslo. Pre odblokovanie otvorte lokálny konfiguračný súbor a nastavte <em>installCount</em> na <em>0</em>.
sl: Zavoljo varnostnih razlogov je bilo namestitveno orodje zaklenjeno, ker ste trikrat zaored vnesli napačno geslo. Da bi ga odklenili, odprite nastavitveno datoteko in nastavite <em>installCount</em> na <em>0</em>.
sq: Për arsye sigurie, vegla e instalimit është bllokuar pasi që fjalëkalimi ishte dhënë gabimisht më shumë se tri herë rreshtazi. Për të zhbllokuar atë, duhet hapur dosja e konfigurimit lokal dhe të vendoset për <em> installCount </ em> vlera <em> 0 </ em>.
sv: Av säkerhetsskäl, har installationsverktyget låsts efter att fel lösenord angivits fler än tre gånger i rad. För att låsa upp det, öppna den lokala konfigurationsfilen och ändra <em>installCount</em> till <em>0</em>.
uk: В цілях безпеки менеджер установки Contao заблоковано, у зв'язку із некоректним введенням паролю більш ніж 3 рази. Для розблокування відредагуйте Ваш конфігураційний файл та встановіть значення <em>installCount</em> рівним <em>0</em>

# tl_install.password.0
source: Password
cs: Heslo
da: Kodeord
de: Passwort
fa: گذرواژه
fr: Mot de passe
hu: Jelszó
ja: パスワード
lv: Parole
my: စကားဝှက်
nl: Wachtwoord
pl: Hasło
ro: Parola
ru: Пароль
sk: Heslo
sl: Geslo
sq: Fjalëkalim
sv: Lösenord
uk: Пароль

# tl_install.password.1
source: Please enter the install tool password. The install tool password is not the same as the Contao back end password.
cs: Vložte prosím heslo pro instalační nástroj. Heslo pro instalační nástroj je totožné s heslem pro vstup do administrace Contao.
da: Indtast kodeordet til installationsværktøjet. Kodeordet er ikke det samme som bruges til administrationsdelen.
de: Bitte geben Sie das Installtool-Passwort ein. Das Installtool-Passwort ist nicht gleich dem Contao Backend-Passwort.
fa: لطفا گذرواژه ابزار نصب را وارد کنید. گذرواژه ابزار نصب همان گذرواژه بخش مدیریت نمی‌باشد.
fr: Veuillez saisir le mot de passe de l'outil d'installation. Le mot de passe de l'outil d'installation n'est pas le même que le mot de passe du back office de Contao.
hu: Adja meg a telepítő eszköz jelszavát. A telepítő eszköz jelszava nem azonos a Contao back end jelszavával.
it: Inserire la password per lo strumento di installazione. Ricorda che la password non è la stessa del pannello di controllo di Contao.
ja: インストールツールのパスワードを入力してください。インストールツールのパスワードは、Contaoのバックエンドのパスワードと別のものです。
lv: Lūdzu, ievadiet Instalēšanas rīka paroli. Instalēšanas rīka parole nav tā pati, kas Contao backend parole.
my: ထည့်သွင်းကိရိယာစကားဝှက်ထည့်ပါ။ ထည့်သွင်းကိရိယာစကားဝှက်သည်ကွန်တောင်အတွင်းပိုင်းစကားဝှက်နှင့်မတူညီပါ။
nl: Geef het installatie programma wachtwoord op. Dit is niet hetzelfde als het Contao backend wachtwoord.
pl: Wprowadź hasło instalatora. Hasło instalatora nie jest jednocześnie hasłem do panelu zarządzania.
ro: Introduceţi parola pentru utilitarul de intalare. Aceasta nu are legătură cu parola de acces la back-end în Contao.
ru: Введите пароль для входа в мастер установки. Пароль для входа в мастер установки не связан с паролем для входа в панель управления Contao.
sk: Vložte prosím heslo pre inštalačný nástroj. Toto heslo je totožné s heslom pre vstup do administrácie Contao.
sl: Vnesite geslo namestitvenega orodja. Omenjeno geslo NI enako geslu za vpis v Contao administracijo.
sq: Ju lutem epeni fjalëkalimin për veglen e instalimit. Fjalëkalimi për veglen e instalimit nuk është i njëjtë si fjalëkalimi për Contao Back end.
sv: Ange lösenordet för installationsverktyget. Lösenordet för installationsverktyget är inte detsamma som lösenordet för Contaos backend.
uk: Введіть, будь ласка, пароль для менеджеру встановлення. Зверніть увагу, що пароль для менеджера встановлення та пароль для входу на адміністративну панель (бакенд) не є одне і теж.

# tl_install.changePass.0
source: Install tool password
cs: Heslo k instalačnímu modulu
da: Kodeord for installeringsværktøjet
de: Installtool-Passwort
fa: گذرواژه ابزار نصب
fr: Mot de passe de l'outil d'installation
hu: Telepítő eszköz jelszó
it: Password strumento di installazione
ja: インストールツールのパスワード
lv: Instalēšanas rīka parole
my: ကိရိယာစကားဝှက်ထည့်သွင်း
nl: Installatie programma wachtwoord
pl: Hasło instalatora
ro: Parola pentru instalare
ru: Пароль для входа в мастер установки
sk: Heslo k inštalačnému nástroju
sl: Geslo namestitvenega orodja
sq: Fjalëkalimi për veglen e instalimit
sv: Lösenord för installationsverktyget
uk: Пароль для менеджера встановлення

# tl_install.changePass.1
source: To additionally secure the Contao install tool, you can either rename or completely remove the <strong>contao/install.php</strong> file.
cs: K dodatečné ochraně instalačního skriptu Contao doporučujeme přejmenovat nebo úplně odstranit soubor <strong>contao/install.php</strong>.
da: For at sikre installationsværktøjet yderligere kan du enten omdøbe eller slette filen <strong>contao/install.php</strong>
de: Um das Contao-Installtool zusätzlich abzusichern, können Sie die Datei <strong>contao/install.php</strong> nach der Installation von Contao entweder umbenennen oder komplett von Ihrem Server entfernen.
fa: برای امنیت بیشتر ابزار نصب کانتائو، شما می‌توانید یا <strong>contao/install.php</strong> را تغییر نام دهید و یا به طور کامل عزل نمایید.
fr: De plus, si vous voulez sécuriser l'outil d'installation de Contao, vous pouvez renommer ou supprimer complètement le fichier <strong>contao/install.php</strong>.
hu: A nagyobb biztonság érdekében a <strong>contao/install.php</strong> fájlt átnevezheti vagy teljesen eltávolíthatja.
it: Per aggiungere sicurezza a questo script, è possibile inserire <strong>un'interruzione</strong> all'interno del file <strong>contao/install.php</strong> oppure rimuovere completamente il file. In questo caso per modificare le impostazioni del sistema, occorre editare manualmente il file di configurazione.
ja: Contaoのインストールツールをさらに安全にするには、<strong>contao/install.php</strong>のファイルの名前を変更するか、完全に削除しても良いでしょう。
lv: Lai palielinātu Contao instalēšanas rīka drošību, jūs varat vai nu pārdēvēt vai pilnībā izņemt <strong>contao/install.php</strong> failu.
my: ကွန်တောင်ထည့်သွင်းကိရိယာပိုမိုလံုခြုံစေရန် <strong>contao/install.php</strong> ဖိုင်ကိုနာမည်ပြန်ပေး(သို့)လုံုးဝဖယ်ရှားပါ။
nl: Om het Contao installatie programma extra te beveiligen kunt u het bestand <strong>contao/install.php</strong> hernoemen of geheel verwijderen.
pl: Dla dodatkowego zabezpieczenia narzędzia instalacji Contao można zmienić nazwę lub usunąć plik <strong>contao/install.php</strong>.
ro: Pentru a securiza în plus acest script, puteţi insera o instrucţiune <strong>exit;</strong> în <strong>contao/install.php</strong> sau îl puteţi şterge complet de pe server.
ru: Для дополнительной защиты мастера установки Contao вы можете вставить <strong>exit;</strong> в файл <strong>contao/install.php</strong> или удалить его с сервера. В этом случае вам придется изменять настройки вручную, прямо в конфигурационном файле.
sk: K dodatočnej ochrane inštalačného skriptu Contao doporučujeme premenovať alebo úplne odstrániť súbor <strong>contao/install.php</strong>.
sl: Za dodatno zaščito lahko tudi preimenujete ali v celoti odstranite datoteko <strong>contao/install.php</strong>.
sq: Për të siguruarPërveç kësaj për të siguruar mjet install Contao, ju mund ta riemërtoj apo hequr tërësisht contao <strong> / install.php </ strong> file.
sv: För att ytterligare säkra detta skript kan du infoga antingen en <strong>exit;</strong>-kommando i <strong>contao / install.php</strong> eller så kan du helt ta bort filen från servern. I detta fall måste du ändra systeminställningar direkt i den lokala konfigurationsfilen.
uk: Для посилення безпеки після встановлення Ви можете переіменувати або видалити файл <strong>contao/install.php</strong>

# tl_install.encryption.0
source: Generate an encryption key
cs: Vytvořit šifrovací klíč
da: Generer en krypteringsnøgle
de: Einen Verschlüsselungsschlüssel erstellen
fa: ایجاد کلید رمزگذاری
fr: Générer une clé de cryptage
hu: Titkosítási kulcs létrehozása
it: Genera una chiave cifrata
ja: 暗号鍵の生成
lv: Ģenerēt šifrēšanas atslēgu
my: ကုဒ်ဝှက်သော့ထုတ်လုပ်
nl: Maak een codesleutel aan
pl: Wygeneruj klucz kodowania
ro: Generează o cheie de incriptare
ru: Генерация ключа шифрования
sk: Vygenerovať šifrovací kľúč
sl: Ustvari šifrirni ključ
sq: Gjenero çelës dekodues
sv: Generera en krypteringsnyckel
uk: Створити ключ шифрування даних

# tl_install.encryption.1
source: This key is used to store encrypted data. Please note that encrypted data can only be decrypted with this key! Therefore note it down and do not change it if there is encrypted data already. Leave empty to generate a random key.
cs: Tento klíč se používá k ukládání zašifrovaných dat. Pozor, zašifrovaná data lze odšifrovat pouze s tímto klíčem! Poznamenejte si ho a neměňte ho, pokud jste již některá data zašifrovali. Ponechejte pole prázdné pro vygenerování náhodného klíče.
da: Denne nøgle (kode) bliver brugt til at gemme krypteret data. Bemærk at krypteret data kun kan dekrypteres med denne nøgle. Skriv den ned og undgå at ændre den hvis du allerede har krypteret data. Lad feltet stå tomt for at oprette en tilfældig nøgle.
de: Der Schlüssel wird zur verschlüsselten Datenspeicherung verwendet. Beachten Sie, dass einmal verschlüsselte Daten nur mit diesem Schlüssel wiederhergestellt werden können! Notieren Sie ihn sich daher und ändern Sie ihn nicht, wenn es bereits verschlüsselte Daten gibt. Lassen Sie das Feld leer, um einen zufälligen Schlüssel zu generieren.
fa: این کلید برای ذخیره اطلاعات رمزگذاری شده استفاده می‌شود. توجه داشته باشید که اطلاعات رمزگذاری شده تنها توسط این کلید قابل بازیابی هستند! بنابراین آن را یادداشت کنید و اگر اطلاعات رمزگذاری شده وجود داشته باشد آن را تغییر ندهید. برای تولید کلید تصادفی خالی بگذارید.
fr: Cette clé est utilisée pour stocker des données cryptées. Veuillez noter que les données cryptées peuvent être décryptées SEULEMENT avec cette clé ! Ne la changez pas s'il existe déjà des données cryptées. Laisser vide pour générer une clé aléatoire.
hu: Ezt a kulcsot használja a tárolt adatok titkosítására. Kérjük, vegye figyelembe, hogy a titkosított adatokat csak ezzel a kulccsal tudja visszafejteni! Ezért jegyezze le, és ne változtassa meg ha már titkosította az adatokat. Ha üresen hegyja generál egy véletlenszerű kulcsot.
it: Questa chiave è usata per memorizzare i dati cifrati. Si ricorda che i dati cifrati possono essere decifrati solo con questa chiave! Pertanto non variare questa chiave se vi sono già dei dati cifrati memorizzati. Lasciando il campo in bianco verrà generata una chiave casuale.
ja: この鍵は暗号化してデータを保存するときに使用します。暗号鍵だけで暗号化したデータを復号できることに注意してください! 従って、どこかに書き留めておいて、暗号化したデータが既に存在する場合は変更してはなりません。空のままにすると、ランダムな鍵を生成します。
lv: Šī atslēga tiek izmantota, lai uzglabātu šifrētu datus. Lūdzu, ņemiet vērā, ka šifrētos datus var atšifrēt tikai ar šo atslēgu! Tāpēc, ņemiet vērā to un nemainiet to, ja dati jau ir šifrēti. Atstājiet lauku tukšu, lai izveidotu šfrēšanas atslēgu pēc nejaušības principa.
my: ကုဒ်ဝှက်ပြီးအချက်အလက်များသိုလှောင်ရန်ယခုသော့ကိုအသံုးပြုထား။ ကုဒ်ဝှက်ပြီးအချက်အလက်များကိုယခုသော့သံုး၍ကုဒ်မဝှက်နိုင်! ယခုသော့ကိုမှတ်သားပြီးကုဒ်ဝှက်ပြီးအချက်အလက်များတည်ရှိနေပါကမပြောင်းလဲပါနှင့်။ ကြုံရာသော့များထုတ်လုပ်ရန်ကွက်လပ်ထားပါ။
nl: Deze sleutel wordt gebruikt om versleutelde data op te slaan. Bedenk dat versleutelde data alleen kunnen worden ontcijferd met deze sleutel! Belangrijk: noteer deze code ergens en wijzig deze niet als er al versleutelde data aanwezig is. Laat dit vak leeg om een willekeurige code te genereren.
pl: Klucz kodowania służy do przetrzymywania zaszyfrowanych danych. Należy pamiętać, że zaszyfrowane dane mogą być odczytane jedynie przy pomocy tego klucza. Także, jeśli masz już jakieś zaszyfrowane dane w bazie danych nie zmieniaj tego klucza. Pozostaw to pole puste aby wygenerować losowy klucz.
ro: Această cheie este folosită pentru a stoca date incriptate. Trebuie ştiut că datele incriptate pot fi decriptate doar cu această cheie! Aşadar păstraţi-o şi nu o schimbaţi dacă există date incriptate deja cu aceasta. Lăsaţi liber pentru a genera o cheie aleatoare.
ru: Ключ используется для шифрования данных. Обратите внимание, что зашифрованные данные могут быть расшифрованы только с тем же самым ключом! Поэтому, запишите ключ и не изменяйте его, если имеются зашифрованные данные. Оставьте поле пустым, для генерации случайного ключа.
sk: Tento kľúč sa používa na ukladanie zašifrovaných dát. Pozor, zašifrované dáta je možné odšifrovať iba týmto kľúčom! Poznačte si ho a nemeňte ho, pokiaľ ste už niektoré dáta zašifrovali. Ponechajte pole prázdne pre vygenerovanie náhodného kľúča.
sl: Šifrirni ključ bo uporabljen za shranjevanje šifriranih podatkov. Vedite, da so lahko ti podatki nato odšifrirani le s tem ključem! Zato vam svetujemo, da si ga zabeležite in ga ne spreminjate, če imate kako vsebino že šifrirano. Pusite prazno za ustvarjanje poljubnega ključa.
sq: Ky çelës është përdorur për të ruajtur të dhënat e koduara. Ju lutem vini re se të dhënat e koduara mund të dekodohen vetëm me këtë çelës! Prandaj shënoni atë dhe mos e ndryshoni nëse tashmë ekzistojnë të dhëna të koduara. Lerëni bosh për të gjeneruar një çelës të rastësishëm/rendomt.
sv: Denna nyckel används för att lagra krypterad data. Observera att krypterad data endast kan dekrypteras med den här nyckeln! Skriv därför ner den och ändra inte den om det redan finns krypterad data. Lämna tomt för att generera en slumpmässig nyckel.
uk: Цей ключ використовується для зберігання зашифрованих даних. Зверніть увагу, що зашифровані дані можуть бути розшифровані тільки з цим ключем! Тому не змінюйте його, якщо дані вже зашифровані . Залиште поле порожнім для автоматичної генерації ключа.

# tl_install.database.0
source: Check database connection
cs: Spojení k databázi
da: Tjek database forbindelse
de: Datenbankverbindung
fa: بررسی ارتباط پایگاه‌داده
fr: Vérifier la connexion à la base de données
hu: Adatbázis kapcsolat ellenőrzése
it: Verifica connessione al database
ja: データベースの接続確認
lv: Pārbaudīt datu bāzes savienojumu
my: အချက်အလက်အစုချိတ်ဆက်မှုစစ်ဆေး
nl: Controleer database verbinding
pl: Sprawdź połaczenie z bazą danych
ro: Verifică conexiunea cu baza de date
ru: Проверка соединения с базой данных
sk: Spojenie s databázou
sl: Preveri povezavo s podatkovno bazo.
sq: Kontrollo kyçjen e bazës së të dhënave
sv: Kontrollera databasanslutning
uk: Перевірити зв'язок із базою даних.

# tl_install.database.1
source: Please enter your database connection parameters.
cs: Zadejte prosím nastavení připojení k databázi.
da: Indtast venligst data for at forbinde til databasen.
de: Bitte geben Sie nachfolgend Ihre Datenbank-Zugangsdaten ein.
fa: لطفا پارامترهای ارتباط با پایگاه‌داده را وارد کنید.
fr: Saisissez vos paramètres de connexion à la base de données.
hu: Adja meg az adatbázis kapcsolat paramétereit.
it: Inserire i parametri per la connessione al database.
ja: データベースの接続の設定値を入力してください。
lv: Lūdzu norādiet Jūsu datu bāzes savienojuma parametrus
my: အချက်အလက်အစုချိတ်ဆက်မှုသတ်မှတ်ချက်ဘောင်ထည့်။
nl: Controleer uw gegevens om met de database te verbinden.
pl: Wprowadź parametry twojego połączenia z bazą danych.
ro: Introduceţi parametri de conexiune cu baza de date.
ru: Введите настройки соединения с базой данных.
sk: Zadajte prosím nastavenia spojenia s databázou.
sl: Prosimo, vnesite parametre za povezavo s podatkovno bazo.
sq: Epeni parametrat për kyçjen e bazës së të dhënave
sv: Ange dina databasparametrar för anslutningen.
uk: Введіть, будь ласка, параметри доступу до бази даних.

# tl_install.collation.0
source: Collation
cs: Kolace
da: Sammenligning
de: Kollation
fa: تلفیق
fr: Classement
hu: Egybevetés
ja: 照合順序
lv: Apkopojums
my: စုစည်းစီစဉ်ခြင်း
nl: Vergelijking (Collation)
pl: Collation (kodowanie znaków w bazie danych)
ro: Colaţionare
ru: Сопоставление
sk: Overenie
sl: Kodni nabor
sq: Shqyrtim
sv: Tabellsortering
uk: Порівняння таблиці кодування (Collation)
