Repository: contao/core
Catalog: system/modules/core/languages/*/*_install.xlf
Languages: cs, da, de, fa, fr, hu, it, ja, lv, my, nl, pl, ro, ru, sk, sl, sq, sv, uk

# tl_install.ftpSSLh4
source: Secure connection
cs: Zabezpečené spojení
da: Sikker forbindelse
de: Sichere Verbindung
fa: ارتباط امن
fr: Connexion sécurisée
hu: Biztonságos kapcsolat
it: Connessione sicura
ja: 安全な接続
lv: Drošs savienojums
my: လုံခြုံစိတ်ချရသောချိတ်ဆက်မှု
nl: Beveiligde verbinding
pl: Bezpieczne połączenie
ro: Conectare securizată
ru: Безопасное соединение
sk: Zabezpečené spojenie
sl: Varna povezava
sq: Lidhje e sigurt
sv: Säker anslutning
uk: Шифроване з'єднання

# tl_install.ftpSSL
source: Connect via FTP-SSL
cs: Spojení přes FTP-SSL
da: Tilslut via FTP-SSL
de: Über FTP-SSL verbinden
fa: ارتباط از طریق اف‌تی‌پی-SSL
fr: Connexion via FTP-SSL
hu: Kapcsolódás FTP-SSL-en keresztül
it: Connessione tramite FTP-SSL
ja: FTP-SSLで接続
lv: Savienotioes, iizmantojot FTP-SSL
my: အက်ဖ်တီပီ-အက်စ်အက်စ်အယ်မှတစ်ဆင့်ချိတ်ဆက်
nl: Verbinding via FTP-SSL
pl: Połącz poprzez FTP-SSL
ro: Conectare prin FTP-SSL
ru: Соединение через FTP-SSL
sk: Spojenie cez FTP-SSL
sl: Poveži se prek FTP-SSL
sq: Lidhu nëpërmjet FTP-SSL
sv: Anslut via FTP-SSL
uk: Під'єднатись до FTP-SSL

# tl_install.ftpPort
source: FTP port
fa: گذرگاه اف‌تی‌پی
fr: Port FTP
it: Porta FTP
ja: FTPのポート
lv: FTP ports
my: အက်ဖ်တီပီနံပါတ်ပေါက်
nl: FTP poort
pl: Port FTP
ro: Port FTP
ru: FTP-порт
sl: FTP vrata
uk: FTP порт

# tl_install.ftpSave
source: Save FTP settings
cs: Uložit spojení k FTP
da: Gem FTP opsætninger
de: FTP-Einstellungen speichern
fa: ذخیره تنظیمات اف‌تی‌پی
fr: Enregistrer les paramètres FTP
hu: FTP beállítások mentése
it: Impostazioni FTP
ja: FTPの設定を保存
lv: Saglabāt FTP uzstādījumus
my: အက်ဖ်တီပီချိန်ညှိချက်မှတ်သိမ်း
nl: FTP gegevens opslaan
pl: Zapisz hasło FTP
ro: Setări FTP
ru: Сохранить настройки
sk: Uložiť FTP nastavenia spojenia
sl: Shrani FTP nastavitve
sq: Ruaj konfigurimet e FTP-së
sv: Spara FTP inställningar
uk: Зберегти налаштування FTP

# tl_install.ftpHostError
source: Could not connect to FTP server %s
cs: Nelze se připojit k FTP serveru %s
da: Kunne ikke tilslutte til FTP serveren %S
de: Keine Verbindung zum FTP-Server %s möglich
fa: ارتباط با سرور اف‌تی‌پی %s نتوانست برقرار شود
fr: Impossible de se connecter au serveur FTP %s
hu: Nem lehet kapcsolódni az FTP szerverhez %s
it: Impossibile connettersi al server FTP %s
ja: %sのFTPサーバーに接続できません。
lv: Nevar savienoties ar FTP serveri %s
my: အက်ဖ်တီပီဆာဗာ %s သို့မချိတ်ဆက်နိုင်
nl: Kan geen verbinding maken met FTP server %s
pl: Nie można się połączyć z serwerem FTP: %s
ro: Nu se poate face conexiunea cu serverul FTP %s
ru: Не удалось подключиться к FTP-серверу %s
sk: Nedá sa pripojiť k FTP serveru %s
sl: Povezave na FTP strežnik %s ni bilo mogoče vzpostaviti
sq: Nuk mund të lidhet me FTP shërbyesin %s
sv: Det gick inte att ansluta till FTP-server %s
uk: Неможливо під'єднатись до FTP сервера %s

# tl_install.ftpUserError
source: Could not login as "%s"
cs: Přihlášení jako "%s" se nezdařilo.
da: Kunne ikke logge ind som "%s"
de: Anmeldung als "%s" fehlgeschlagen
fa: ورود به عنوان "%s" نتوانست انجام شود
fr: Impossible de se connecter en tant que "%s"
hu: Nem sikerült bejelentkezni mint "%s"
it: Impossibile effettuare il login come "%s"
ja: "%s"というユーザーでログインできません。
lv: Nevar ielogoties kā "%s"
my: "%s" ကဲ့သို့မဖွင့်ဝင်နိုင်။
nl: Kon niet inloggen als "%s"
pl: Nie można się zalogować jako "%s"
ro: Nu se poate face autentificare ca "%s"
ru: Не верный логин "%s"
sk: Prihlásenie ako "%s" sa nepodarilo
sl: Ni se bilo mogoče prijaviti kot %s
sq: Nuk mund të kyçet si "%s"
sv: Det gick inte att logga in som "%s"
uk: Неможливо увійти як "%s"

# tl_install.ftpPathError
source: Could not locate Contao directory %s
cs: Nelze najít složku Contao %s
da: Kunne ikke finde Contao mappen %s
de: Das Contao-Verzeichnis %s wurde nicht gefunden
fa: نتوانست دایرکتوری کانتائو %s قرار گیرد
fr: Impossible de localiser le répertoire de Contao %s
hu: Nem található Contao könyvtár itt %s
it: Impossibile trovare la cartella %s di Contao
ja: %sというContaoのディレクトリに移動できません。
lv: Nav atroadama Contao direktorija %s
my: ကွန်တောင်ဖိုင်လမ်းညွှန် %s မရှာတွေ့
nl: Geen Contao map %s gevonden
pl: Nie można zlokalizować katalogu Contao: %s
ro: Nu se poate localiza directorul Contao %s
ru: Не удалось найти каталог Contao %s
sk: Nedá sa nájsť zložka Contao %s
sl: Ni bilo mogoče najti Contao imenika %s
sq: Nuk mund të gjej dosjen e Contao-së %s
sv: Kunde inte hitta Contao-mappen %s
uk: Неможливо визначити місцезнаходження каталогу Contao %s

# tl_install.filesRenamed
source: The configured files directory does not exist!
cs: Nakonfigurovaná složka souborů neexistuje!
da: Den konfigurerede mappe til filarkivet eksisterer ikke!
de: Das konfigurierte Upload-Verzeichnis existiert nicht!
fa: فهرست پرونده‌های تنظیم شده وجود ندارد!
fr: Le chemin configuré du dossier n'existe pas !
hu: A beállított fájl könyvtár nem létezik!
it: La cartella configurata come cartella file non esiste!
ja: 設定したファイルディレクトリが存在しません。
lv: Konfigurētais datņu direktorijs neeksistē!
my: ပံုစံပြင်ပြီးဖိုင်များဖိုင်လမ်းညွှန်မတည်ရှိ!
nl: De geconfigureerde bestanden map bestaat niet!
pl: Skonfigurowany katalog plików nie istnieje!
ro: Directorul de fişiere configurat nu există!
ru: Сконфигурированный каталог файлов не существует!
sk: Nakonfigurovaná súborová zložka neexistuje!
sl: Nastavljen direktorij datotek ne obstaja!
sq: Dosja e skedareve konfiguruese nuk egziston.
sv: Foldern för konfigurationsfiler saknas!
uk: Конфігурований каталог файлів не існує!

# tl_install.filesWarning
source: Did you rename the <strong>tl_files</strong> folder to <strong>files</strong>? You cannot just rename the folder, because all the file references in the database and your style sheets will still point to the old location. If you want to rename the folder, please do so after the version 3 update and make sure to adjust your database data with the following script: %s.
cs: Přejmenovali jste složku <strong>tl_files</strong> na <strong>files</strong>? Nestačí však danou složku jen přejmenovat, protože by jinak záznamy v databázi a v kaskádovitých stylech odkazovaly na starý zdroj souborů. Přejmenujte danou složku až po aktualizaci na Contao 3 a ujistěte se, že poté upravíte Vaší databázi pomocí následujícího skriptu: %s.
da: Har du omdøbt <strong>tl_files</strong> mappen til <strong>files</strong>? Du kan ikke uden videre omdøbe mappen, fordi alle fil referencerne i databasen og i dine style sheets vil stadig pege til den gamle lokation. Hvis du ønsker at omdøbe mappen, skal det gøres efter version 3 opdateringen og sørg for at tilpas database data med følgende script: %s.
de: Haben Sie das <strong>tl_files</strong>-Verzeichnis in <strong>files</strong> umbenannt? Sie können den Ordner nicht einfach umbenennen, weil die Referenzen in der Datenbank und in den Stylesheets weiterhin auf das alte Verzeichnis verweisen. Um den Ordnernamen zu ändern, führen Sie die Umbenennung nach dem Version 3-Update durch und passen Sie die Daten in der Datenbank mit folgendem Skript an: %s.
fa: آیا شما پوشه <strong>tl_files</strong> را به <strong>files</strong> تغییر نام داده‌اید؟ شما نمی‌توانید تنها نام پوشه تغییر دهید، زیرا همه مرجع‌های پرونده‌ها در پایگاه داده و شیوه‌نامه‌ها هنوز به مسیر قدیمی اشاره دارند. اگر شما می‌خواهید نام پوشه را تغییر دهید، بعد از به‌روزرسانی به نسخه ۳ انجام دهید و مطمئن باشید که پایگاه داده‌تان را با اسکریپت زیر تنظیم کرده‌اید: %s.
fr: Avez-vous renommé le dossier <strong>tl_files</strong> en <strong>files</strong> ? Vous ne pouvez pas simplement renommer le dossier car toutes les références à ce dernier dans la base de données et vos feuilles de style pointeront toujours sur l'ancien nom. Si vous désirez renommer le dossier, procédez après la mise à jour vers la version 3 et assurez-vous de corriger votre base de données avec le script suivant : %s.
hu: Átnevezte a <strong>tl_files</strong> mappát <strong>files</strong> mappává? Nem elegendő csupán átnevezni a könyvtárat, mert a fájl hivatkozások az adatbázisban, és az ön stíluslapjain továbbra is a régi helyre mutatnak. Ha át szeretné nevezni, kérjük a 3-as verzióra frissítés futtatását követően az adatbázis adatait a következő script használatával aktualizálja: %s.
it: Hai rinominato la cartella <strong>tl_files</strong> in <strong>files</strong>? Non si può semplicemente rinominare la cartella, perchè tutti i riferimenti ai file presenti nel database ed i tuoi fogli di stile continueranno a puntare alla destinazione precedente. Se si desidera rinominare la cartella, si prega di farlo dopo l'aggiornamento alla versione 3 ed aggiornare la banca dati usando il seguente script: %s.
ja: バージョン3アップデートの前に<em>tl_files</em>から<em>files</em>に名前を変更していませんか? 単にフォルダーの名前を変更はできません、というのもデータベースはすべてのファイルを参照していて、いまだにスタイルシートは以前の場所を指しているからです。フォルダーの名前を変更したい場合は、バージョン3アップデートの後で行い、データベースのデータを以下のスクリプトで調整してください。
my: <strong>tl_files</strong> ဖိုင်တွဲကို <strong>files</strong> အဖြစ်နာမည်ပြောင်းလဲထားပါသလား? တည်နေရာအဟောင်းသို့အချက်အလက်အစုရှိဖိုင်ကိုးကားခြင်းများနှင့်စတိုင်အလွှာများမှဆက်လက်ညွှန်နေခြင်းကြောင့်ယခုဖိုင်တွဲကိုနာမည်မပြောင်းနိုင်။ ဖိုင်တွဲကိုနာမည်ပြောင်းလိုပါကပံုစံ၃မွမ်းမံအထက်ဖြစ်ပါကလုပ်နိုင်ပြီးဖော်ပြပါလိုလျောက်ကုဒ် %s ကိုသံုးကာအချက်အလက်အစုအချက်အလက်ကိုထိန်းညှိပါ။
nl: Heeft u de <strong>tl_files</strong> map naar <strong>files</strong> hernoemd? U kunt niet zomaar de naam van de map hernoemen, omdat alle bestandsreferenties in de database en uw style sheets nog steeds naar de oude locatie verwijzen. Als u de map wilt wijzigen, kunt u dit doen na de versie 3 update, zorg ervoor uw database gegevens aan te passen met het volgende script: %s.
pl: Czy zmieniłeś nazwę katalogu <strong>tl_files</strong> na <strong>files</strong>? Nie możesz po prostu zmienić nazwę katalogu ponieważ wszystkie odniesienia do plików w bazie danych oraz arkusze stylów wciąż będą wskazywły poprzednią lokalizację. Jeśli chcesz zmienić nazwę tego katalogu, prosimy to zrobić po wcześniejszej aktualizacji do wersji 3 oraz dostosować bazę danych tym skryptem: %s.
ro: Aţi redenumit directorul <strong>tl_files</strong> în <strong>files</strong>? Nu se poate redenumi simplu directorul, deoarece toate referinţele din baza de date la fişiere vor arăta în continuare spre vechea locaţie. Dacă doriţi să redenumiţi acest director, puteţi face asta după update-ul la versiunea 3 şi aveţi grijă să ajustaţi datele din baza de date cu următorul script: %s.
ru: Вы переименовали каталог <strong>tl_files</strong> в <strong>files</strong>? Вы не можете просто переименовать каталог, потому, что все ссылки на файлы в базе данных и стили будут по-прежнему указывать на старое расположение. Если хотите переименовать каталог, сделайте это после обновления до версии 3 и настройте базу данных при помощи следующего скрипта: %s.
sk: Premenovali ste adresár <strong>tl_files</strong> na <strong>files</strong>? Nemôžete iba premenovať adresár, pretože všetky referencie v databáze and kaskádových štýlov by odkazovali na pôvodný názov. Ak chcete premenovať tento adresár, vykonajte tak až po aktualizácii na verziu 3. Následne upravte dáta v databáze pomocou nasledujúceho skriptu %s.
sl: Ali ste preimenovali mapo <strong>tl_files</strong> v <strong>files</strong>? Mape ne morete preimenovati kar tako, ker bodo vse reference datotek v bazi in css-ju še vedno kazale na staro lokacijo. Če želite preimenovati mapo, naredite to po posodobitvi na verzijo 3 in poskrbite, da boste prilagodili podatke baze z naslednjo skripto: %s.
sq: A keni riemërtuar dosjen <strong> tl_files</ strong> në <strong>files </ strong>? Ju nuk mund të riemërtoni dosje, sepse të gjitha referencat në bazën e të dhënave tuaja dhe style sheets do të vazhdojë të tregojnë në vendin e vjetër. Nëse ju doni të riemërtoni dosjen, ju lutem bëni kështu pas versionit 3 të përditësimit dhe siguroni që të dhënat tuaja në bazën e së të dhënave janë përshtatur me scriptin në vijim:% s.
sv: Har du döpt om foldern <strong>tl_files</strong> till <strong>files</strong>? Det går inte att enbart döpa om foldern pga att alla filreferenser i databasen och stilmallarna fortfarande kommer peka mot den gamla foldern. Om du vill döpa om foldern måste detta göras efter uppdatering till Contao version 3 och databasens data måste sedan justeras med detta script: %s
uk: Ви перейменували каталог <strong>tl_files</strong> в <strong>files</strong>? Ви не можете перейменувати каталог, тому, що всі посилання на файли в базі даних і стилі будуть як і раніше вказувати на старе розташування. Якщо хочете перейменувати каталог, зробіть це після оновлення до версії 3 і налаштуйте базу даних за допомогою наступного скрипта: %s.

# tl_install.CREATE
source: Create new tables
cs: Vytvořit nové tabulky
da: Opret nye tabeller
de: Neue Tabellen anlegen
fa: ایجاد جدول‌های جدید
fr: Créer de nouvelles tables
hu: Új táblák létrehozása
it: Crea nuove tabelle
ja: 新しいテーブルを作成
lv: Izveidot jaunas tabulas
my: စားပွဲများအသစ်ဖန်တီး
nl: Maak nieuwe tabellen
pl: Utwórz nowe tabele
ro: Creează tabele noi
ru: Создать новые таблицы
sk: Vytvoriť nové tabuľky
sl: Ustvari nove tabele
sq: Shto tabel të re
sv: Skapa nya tabeller
uk: Створити нові таблиці

# tl_install.ALTER_ADD
source: Add new columns
cs: Přidat nové sloupce
da: Tilføj nye kolonner
de: Neue Spalten anlegen
fa: ایجاد ستون‌های جدید
fr: Ajouter de nouvelles colonnes
hu: Új oszlopok hozzáadása
it: Aggiungi nuove colonne
ja: 新しい列を追加
lv: Pievienot jaunas kolonas
my: ကော်လံအသစ်များထည့်
nl: Voeg nieuwe kolommen toe
pl: Dodaj nowe kolumny
ro: Adaugă noi coloane
ru: Добавить новые колонки
sk: Vložiť nové stĺpce
sl: Dodaj novo vrstico
sq: Shto kolona të reja
sv: Lägg till nya kolumner
uk: Додати нові колонки

# tl_install.ALTER_CHANGE
source: Change existing columns
cs: Změnit existující sloupce
da: Ret eksisterende kolonner
de: Bestehende Spalten ändern
fa: تغییر ستون‌های موجود
fr: Changer les colonnes existantes
hu: Meglévő oszlopok módosítása
it: Modifica colonne esistenti
ja: 既存の列を変更
lv: Mainīt esošās kolonas
my: တည်ရှိပြီးကော်လံများပြောင်းလဲ
nl: Wijzig bestaande kolommen
pl: Zmień istniejace kolumny
ro: Schimbă coloanele existente
ru: Измененить существующие колонки
sk: Zmeniť existujúce stĺpce
sl: Spremeni obstoječe vrstice
sq: Përpuno kolonat egzistuese
sv: Ändra befintliga kolumnerna
uk: Замінити існуючі колонки

# tl_install.ALTER_DROP
source: Drop existing columns
cs: Smazat existující sloupce
da: Slet eksisterende kolonner
de: Bestehende Spalten löschen
fa: حذف ستون‌های موجود
fr: Supprimer les colonnes existantes
hu: Meglévő oszlopok eldobása
it: Elimina colonne esistenti
ja: 既存の列を削除
lv: Dzēst esošās kolonas
my: တည်ရှိပြီးကော်လံများဖြုတ်ချ
nl: Dump bestaande kolommen
pl: Usuń istniejące kolumny
ro: Şterge coloanele existente
ru: Очистить существующие колонки
sk: Odstrániť existujúce stĺpce
sl: Zavrži obstoječe vrstice
sq: Fshij kolonat egzistuese
sv: Radera befintliga kolumner
uk: Видалити існуючі колонки

# tl_install.DROP
source: Drop existing tables
cs: Smazat existující tabulky
da: Slet eksisterende tabeller
de: Bestehende Tabellen löschen
fa: حذف جدول‌های موجود
fr: Supprimer les tables existantes
hu: Meglévő táblák eldobása
it: Elimina tabelle esistenti
ja: 既存のテーブルを削除
lv: Dzēst esošās tabulas
my: တည်ရှိပြီးစားပွဲများဖြုတ်ချ
nl: Dump bestaande tabellen
pl: Usuń istniejące tabele
ro: Şterge tabelele existente
ru: Очистить существующие таблицы
sk: Odstrániť existujúce tabuľky
sl: Zavrži obstoječe tabele
sq: Fshij tabelat egzistuese
sv: Radera befintliga tabeller
uk: Видалити існуючі таблиці
