Repository: contao/core
Catalog: system/modules/core/languages/*/*_install.xlf
Languages: cs, da, de, fa, fr, hu, it, ja, lv, my, nl, pl, ro, ru, sk, sl, sq, sv, uk

# tl_install.collation.1
source: For more information see the <a href="http://dev.mysql.com/doc/refman/5.1/en/charset-unicode-sets.html" target="_blank">MySQL manual</a>.
cs: Více informací najdete na <a href="http://dev.mysql.com/doc/refman/5.1/en/charset-unicode-sets.html" onclick="window.open(this.href); return false;">Návod MySQL</a>.
da: For mere information se <a href="http://dev.mysql.com/doc/refman/5.1/en/charset-unicode-sets.html" onclick="window.open(this.href); return false;">MySQL manual</a>.
de: Weitere Informationen finden Sie im <a href="http://dev.mysql.com/doc/refman/5.1/de/charset-unicode-sets.html" target="_blank">MySQL-Handbuch</a>.
fa: برای اطلاعات بیشتر <a href="http://dev.mysql.com/doc/refman/5.1/en/charset-unicode-sets.html" onclick="window.open(this.href); return false;">MySQL manual</a> را ببنید.
fr: Pour de plus amples renseignements, veuillez consulter le <a href="http://dev.mysql.com/doc/refman/5.1/en/charset-unicode-sets.html" target="_blank">manuel MySQL</a>.
hu: További információkért lásd a <a href="http://dev.mysql.com/doc/refman/5.1/en/charset-unicode-sets.html" target="_blank">MySQL kézikönyvet</a>.
it: Per maggiori informazioni consultare <a href="http://dev.mysql.com/doc/refman/5.1/en/charset-unicode-sets.html" onclick="window.open(this.href); return false;">il manuale MySQL </a>.
ja: より詳しい情報は<a href="http://dev.mysql.com/doc/refman/5.1/en/charset-unicode-sets.html" target="_blank">MySQLマニュアル</a>を参照してください。
lv: Plašāku informāciju skatiet <a href="http://dev.mysql.com/doc/refman/5.1/en/charset-unicode-sets.html" onclick="window.open(this.href); return false;">MySQL rokasgrāmata</a>.
my: <a href="http://dev.mysql.com/doc/refman/5.1/en/charset-unicode-sets.html" target="_blank">မိုင်အက်စ်ကျုအယ်လက်စွဲစာအုပ်</a> တွင်အချက်အလက်များကိုကြည့်ပါ။
nl: Voor meer informatie zie de <a href="http://dev.mysql.com/doc/refman/5.1/en/charset-unicode-sets.html" target="_blank">MySQL manual</a>.
pl: Więcej informacji na ten temat <a href="http://dev.mysql.com/doc/refman/5.1/en/charset-unicode-sets.html" target="_blank">w podręczniku MySQL</a>.
ro: Pentru mai multe informaţii verificaţi <a href="http://dev.mysql.com/doc/refman/5.1/en/charset-unicode-sets.html" onclick="window.open(this.href); return false;">manualul MySQL</a>.
ru: Подробную информацию см. в <a href="http://dev.mysql.com/doc/refman/5.1/en/charset-unicode-sets.html" target="_blank">Руководство MySQL</a>.
sk: Viac informácií nájdete na <a href="http://dev.mysql.com/doc/refman/5.1/en/charset-unicode-sets.html" onclick="window.open(this.href); return false;">MySQL manuál</a>.
sl: Za več informacij obiščite <a href="http://dev.mysql.com/doc/refman/5.1/en/charset-unicode-sets.html" onclick="window.open(this.href); return false;">MySQL priročnik</a>.
sq: Për më shumë informata shiqo <a href="http://dev.mysql.com/doc/refman/5.1/en/charset-unicode-sets.html" target="_blank">MySQL udhëzues</a>.
sv: För mer information se <a href="http://dev.mysql.com/doc/refman/5.1/en/charset-unicode-sets.html" target="_blank">MySQL-manual</a>.
uk: Для отримання детальної інформації перегляньте <a href="http://dev.mysql.com/doc/refman/5.1/en/charset-unicode-sets.html" onclick="window.open(this.href); return false;">MySQL manual</a>

# tl_install.update.0
source: Update database tables
cs: Aktualizovat databázové tabulky
da: Opdater database tabeller
de: Tabellen prüfen
fa: به‌روزرسانی جدول‌ها پایگاه‌داده
fr: Mettre à jour les tables de la base de données
hu: Adatbázis táblák frissítése
it: Aggiorna le tabelle del database
ja: データベースのテーブルを更新
lv: Aktualizēt datu bāzes tabulas
my: အချက်အလက်အစုစားပွဲများမွမ်းမံ
nl: Update database tabellen
pl: Uaktualnij tabele bazy danych
ro: Actualizare tabele
ru: Обновление таблиц базы данных
sk: Aktualizovať databázové tabuľky
sl: Posodobi tabele podatkovne baze
sq: Fresko tabelat e bazës së të dhënave
sv: Uppdatera databastabeller
uk: Оновити таблиці бази даних

# tl_install.update.1
source: Please note that the update assistant has only been tested with MySQL and MySQLi drivers. If you are using a different database (e.g. Oracle), you might have to install or update your database manually.
cs: Upozorňujeme Vás, že aktualizační asistent byl dosud vyzkoušený jen s MySQL a MySQLi. Používáte-li nějaký jiný databázový systém (např. Oracle), musíte případně databázi aktualizovat, resp. nainstalovat ručně. V tomto případě vyhledejte v podadresářích adresáře <strong>system/modules</strong> tyto soubory <strong>config/database.sql</strong>.
da: Bemærk at database opdateringen kun er testet med MySQL og MySQLi drivere. Hvis du bruger en anden database (f.eks. Oracle), vil det måske være nødvendigt at opdatere databasen manuelt. Hvis det er tilfældet åbn mappen <strong>system/modules</strong> og gennemse alle undermapper for <strong>config/database.sql</strong> filer.
de: Beachten Sie, dass der Update-Assistent bisher nur mit MySQL- und MySQLi-Treibern getestet wurde. Wenn Sie eine andere Datenbank verwenden (z.B. Oracle), müssen Sie die Datenbank ggf. manuell installieren bzw. aktualisieren.
fa: توجه داشته باشید که دستیار به‌روزرسانی فقط با درایورهای MySQL و MuSQLi امتحان شده است. اگر شما از پایگاه‌داده‌های متفاوتی (مانند Oracle) استفاده می‌کنید شما شاید نصب و ارتقاء پایگاه داده را به صو.رت دستی انجام دهید.
fr: Veuillez noter que cet assistant de mise à jour a uniquement été testé avec les bases de données MySQL et MySQLi. Si vous utilisez une autre base de données (Oracle par exemple), vous pourriez avoir à installer/mettre à jour votre base de données manuellement.
hu: Kérjük vegye figyelembe, hogy a frissítési asszisztenst csak MySQL és MySQLi rendszerekkel tesztelték. Amennyiben ön más adatbázis-kezelőt használ (pl. Oracle), előfordulhat, hogy manuálisan kell telepítenie vagy frissítenie.
it: Questo script per l'aggiornamento delle tabelle è statao testato solo su RDBMS MySQL e MySQLi. Se si sta utilizzando un differente database (e.s. Oracle), sarà necessario installare/aggiornare il database manualmente. In questo caso occorre posizionarsi all'interno della cartella <strong>system/modules</strong> e cercare in tutte le sottocartelle i file chiamati <strong>dca/database.sql</strong>.
ja: この更新の支援はMySQLとMySQLiのドライバーだけでテストしています。異なるデータベース(例えば、Oracle)を使用する場合は、手動でデータベースのインストールや更新が必要になるでしょう。
lv: Lūdzu, ņemiet vērā, ka atjauninājumu palīgs ir tikai testēts ar MySQL un mysqli draiveriem. Ja izmantojat citu datu bāzi (piemēram, Oracle), iespējams, ir jāinstalē vai jāatjaunina jūsu datu bāze manuāli. Šajā gadījumā, lūdzu, dodieties uz <strong>system/modules</strong> un meklējiet visās apakšmapās <strong>config/database.sql</strong> failus.
my: မိုင်အက်စ်ကျုအယ်နှင့်မိုင်အက်စ်ကျုအယ်အိုင်ဒရိုင်ဘာများဖြင့်မွမ်းမံလက်ထောက်ကိုစမ်းသပ်ပြီး။ မတူညီသောအချက်အလက်အစု (ဥပမာ အော်ရီကယ်) ကိုသံုးပါကအချက်အလက်အစုကိုကိုယ်တိုင်ထည့်သွင်း(သို့)မွမ်းမံနိုင်ပါသည်။
nl: Bedenk dat de update assistent alleen getest is met MySQL en MySQLi drivers. Als u een andere database gebruikt (bv.Oracle), dient u wellicht de database handmatig te installeren of te updaten. Ga in dat geval naar <strong>system/modules</strong> en zoek in alle submappen naar <strong>config/database.sql</strong> bestanden.
pl: Prosimy pamiętać, że asystent aktualizacji był testowany jedynie z MySQL oraz sterownikiem MySQLi. Jeśli używasz innej bazy danych (np. Oracle) być może będziesz musiał zainstalować lub zaktualizować bazę ręcznie. W takim przypadku przejdź do katalogu <strong>system/modules</strong> i wyszukaj wszystkie pliki <strong>config/database.sql</strong>.
ro: Asistentul de update a fost testat doar cu drivere MySQL şi MySQLi. Dacă folosiţi o bază de date diferită (de ex. Oracle), este posibil să trebuiască să instalaţi sau să actualizaţi baza de date manual. În acest caz, mergeţi la <strong>system/modules</strong> şi căutaţi toate subfolderele după fişiere de tipul <strong>config/database.sql</strong>.
ru: Обратите внимание! Обновление таблиц базы данных при помощи мастера установки Contao, тестировалось только с MySQL и MySQLi драйверами. Если вы используете другую базу данных (напр., Oracle), вы можете установить или обновить базу данных вручную.
sk: Upozorňujeme Vás, že aktualizačný asistent bol doteraz otestovaný len s MySQL a MySQLi. Ak používate nejaký iný databázový systém (napr. Oracle), musíte prípadne databázu aktualizovať, resp. nainštalovať ručne. V tomto prípade vyhľadajte vo všetkých podadresároch adresára<strong>system/modules</strong> tieto súbory <strong>config/database.sql</strong>.
sl: Vedite, da je bil pomočnik za posodabljanje preizkušen le z MySQL in MySQLi gonilniki. Če uporabljate drugo podatkovno bazo (npr. Oracle), boste mogoče morali bazo posodobiti ročno. V tem primeru pojdite v <strong>system/modules</strong> in poiščite vse poddirektorije za <strong>config/database.sql</strong> datoteke.
sq: Ju lutemi kini parasysh se asistenti i përditësimit ka qenë testuar vetëm me MySQL dhe MySQLi driver. Nëse jeni duke përdorur një bazë të dhënash të ndryshme (p.sh. Oracle), ju ndoshta duhet të instaloni ose të përditësoni bazën e të dhënave me dorë.
sv: Observera att uppdateringsassistenten har endast testats med MySQL och MySQLi-drivrutiner. Om du använder en annan databas (t.ex. Oracle), kan du behöva installera eller uppdatera databasen manuellt. I det här fallet, gå till <strong>system/modules</strong> och söka i alla dess undermappar efter <strong>config/database.sql</strong>-filer.
uk: Зверніть увагу, що менеджер оновлення відтестовано тільки із драйверами MySQL та MySQLi. Якщо Ви використовуєте іншу базу даних (напр. Oracle) Ви повинні оновити її самостійно.

# tl_install.template.0
source: Import a template
cs: Import předlohy
da: Importer en skabelon
de: Ein Template importieren
fa: وارد کردن قالب
fr: Importer un modèle
hu: Sablon importálása
it: Importa un template
ja: テンプレートをインポート
lv: Importēt veidni
my: ပံုစံပြားတင်သွင်း
nl: Importeer een template
pl: Importuj szablon
ro: Imporă şablon
ru: Импорт шаблона
sk: Import predlohy (template)
sl: Uvozi predlogo
sq: Importo një shabllon
sv: Importera en mall
uk: Імпортувати шаблон

# tl_install.template.1
source: Here you can import an <em>.sql</em> file from the <em>templates</em> directory with a pre-configured example website. Existing data will be deleted! If you only want to import a theme, please use the theme manager in the Contao back end instead.
cs: Vyberte prosím soubor končící na <em>.sql</em> z adresáře <em>templates</em>.
da: Vælg venligst en <em>.sql</em> fil fra mappen <em>templates</em>.
de: Hier können Sie eine <em>.sql</em>-Datei aus dem <em>templates</em>-Verzeichnis mit einer vorkonfigurierten Beispielwebseite importieren. Dabei werden alle bestehenden Daten gelöscht! Wenn Sie stattdessen lediglich ein Theme importieren wollen, nutzen Sie bitte den Theme-Manager im Contao-Backend.
fa: اینجا می‌توانید یک پرونده <em>.sql</em> از پوشه <em>templates</em> انتخاب کنید.
fr: Vous pouvez importer un fichier <em>.sql</em> à partir du répertoire <em>templates</em> contenant par exemple un site internet pré-configuré. Les données existantes seront effacées ! Si vous souhaitez seulement importer un thème, utilisez le gestionnaire de thème dans le back office de Contao.
hu: Kérjük válasszon egy <em>.sql</em> fájlt a <em>templates</em> könyvtárból egy előre konfigurált példa honlaphoz. A meglévő adatok törlésre kerülnek! Ha csak a témát kívánja importálni, akkor használja az adminisztrációs felület téma kezelő menüpontját.
it: Selezionare un file <em>.sql</em> dalla cartella <em>templates</em> per l'importazione di un sito web di prova. Eventuali dati presenti saranno cancellati!!! Se invece si vuole importare un tema, utilizzare l'apposita funzione nel backend.
ja: <em>templates</em>のディレクトリから、予め構成済みのサンプルのウェブサイトの<em>.sql</em>のファイルをインポートできます。既存のデータを削除します! テーマをインポートしたいだけの場合は、代わりにContaoのバックエンドでテーマ管理を使用してください。
lv: Šeit Jūs varat importēt <em>.sql</em> failu no <em>templates</em> direktorijas ar iepriekš sakonfigurētu mājas lapas piemēru. Esošie dati tiks izdzēsti! Ja Jūs tikai vēlaties importēt tēmu, lūdzu, izmantojiet tēmu pārvaldnieku, kas atrodas Contao administrēšanas modulī.
my: ကြိုတင်ပံုစံပြင်ပြီးဥပမာဝဘ်ဆိုက်ဖြင့်<em>ပံုစံများ</em> ဖိုင်လမ်းညွှန်မှ <em>.အက်စ်ကျုအယ်</em> ဖိုင်ကိုတင်သွင်းနိုင်။ တည်ရှိပြီးအချက်အလက်များကိုပယ်ဖျက်မည်! အသွင်အပြင်ကိုတင်သွင်းလိုပါကကွန်တောင်အတွင်းပိုင်းရှိအသွင်အပြင်မန်နေဂျာကိုသံုးပါ။
nl: Hier kunt u een <em>.sql</em> bestand importeren van de <em>templates</em> directory met een vooraf geconfigureerde Contao website. Bestaande gegevens worden verwijderd! Als u alleen een thema wilt importeren, gebruik dan de thema-manager in het Contao backend.
pl: Wybierz plik <em>.sql</em> z katalogu <em>templates</em>.
ro: Introduceţi un fişier <em>.sql</em> din directorul <em>templates</em>.
ru: Вы можете импортировать файл содержащий предварительно настроенный пример веб-сайта в формате <em>.sql</em> из каталога <em>templates</em>. <strong>Внимание! Все существующие данные будут удалены!</strong> Если хотите импортировать тему веб-сайта, то используйте менеджер тем в панели управления Contao.
sk: Tu si môžte vybrať súbor s koncovkou <em>.sql</em> z adresára <em>templates</em>, ktorý obsahuje dáta pre prednastavenú vzorovú stránku. Existujúce dáta budú zmazané! Ak chcete importovať iba tému vzhľadu, prosím urobte to v administračnom rozhraní Contao.
sl: Prosimo, izberite <em>.sql</em> datoteko iz imenika <em>templates</em>.
sq: Këtu ju mund të importoni një <em>. sql </ em> skedar nga dosja <em> templates</ em> me një shembull të një faqe interneti të para-konfiguruar . Të dhënat ekzistuese do të fshihen! Nëse ju dëshironi vetëm të importojë një motiv, ju lutem, përdorni menaxherin e motiveve në back end të Contao-së.
sv: Här kan du importera en <em>.sql</em>-fil innehållande en prefabricerad exempel-hemsida från <em>templates</em>-mappen. Existerande data kommer att raderas! Om du enbart önskar importera ett tema använder du instället temahanteraren i Contaos backend.
uk: Виберіть файл із розширенням <em>.sql</em> із каталога <em>templates</em> з попередньо налаштованим сайтом. Поточні данні будуть знищені! Для того, щоб імпортувати тільки тему, то необхідно перейти до менеджеру тем.

# tl_install.admin.0
source: Create an admin user
cs: Vytvoření účtu administrátora
da: Opret en administrator bruger
de: Ein Administratorkonto anlegen
fa: ایجاد کاربر مدیر
fr: Créer un utilisateur administrateur
hu: Adminisztrátor létrehozása
it: Crea un utente amministratore
ja: 管理者ユーザーの作成
lv: Izveidojiet administratora lietotāju
my: စီမံခန့်ခွဲအသံုးပြုသူဖန်တီး
nl: Maak een admin gebruiker aan
pl: Utwórz administratora
ro: Creeză un utilizator admin
ru: Создание учетной записи администратора
sk: Vytvorenie účtu administrátora
sl: Ustvari skrbniški račun
sq: Krijo një përdorues drejtues (admin)
sv: Skapa en administratör
uk: Створити користувача з правами адміністратора.

# tl_install.admin.1
source: If you have imported the example website, the admin's username is <strong>k.jones</strong> and the password is <strong>kevinjones</strong>. See the example website (front end) for more information.
cs: Importovali-li jste vzorovou stránku, zní Vaše uživatelské jméno <strong>k.jones</strong> a heslo je <strong>kevinjones</strong>. Více se dozvíte při zobrazení vzorové stránky.
da: Hvis du har importeret demosiden er dit admin brugernavn <strong>k.jones</strong> og dit kodeord er <strong>kevinjones</strong>.
de: Wenn Sie die Beispielwebseite importiert haben, lautet der Benutzername des Administrators <strong>k.jones</strong> und das Passwort <strong>kevinjones</strong>. Rufen Sie die Beispielwebseite (Frontend) auf, um weitere Informationen zu erhalten.
fa: اگر شما وب‌سایت نمونه را وارد کرده باشید.، نام کاربری مدیر <strong>k.jones</strong> و گذرواژه <strong>kevinjones</strong> هستند. وب‌سایت (بخش کاربری) نمونه را برای اطلاعات بیشتر ببینید.
fr: Si vous avez importé le site d'exemple, l'identifiant de l'utilisateur administrateur sera <strong>k.jones</strong> et son mot de passe <strong>kevinjones</strong>. Consulter la page d'accueil du site d'exemple (front office) pour plus d'information.
hu: Ha ön importálta a példa honlapot, az adminisztrátor felhasználónév <strong>k.jones</strong> és a jelszó <strong>kevinjones</strong>. Tekintse meg a példa honlapot (felhasználói felület) további információért.
it: Se hai importato il sito web di esempio, l'utente amministratore sarà <strong>k.jones</strong> e la sua password è <strong>kevinjones</strong>. Consulta il sito di esempio per avere maggiori informazioni.
ja: ウェブサイトの例をインポートした場合は、管理者のユーザー名は<strong>k.jones</strong>、パスワードは<strong>kevinjones</strong>となります。より詳しい情報はインポートしたウェブサイト(のフロントエンド)を参照してください。
lv: Ja esat importējis parauga mājas lapu, tad admin lietotājvārds ir <strong>k.jones</strong> un tā parole ir <strong>kevinjones</strong>. Lai iegūtu vairāk informāciju, apskatiet parauga mājas lapu (front end).
my: ဥပမာဝဘ်ဆိုက်တင်သွင်းထားပါကစီမံခန့်ခွဲသူအသံုးပြုသူနာမည်မှာ <strong>k.jones</strong> ဖြစ်ပြီးစကားဝှက်မှာ <strong>kevinjones</strong> ဖြစ်။ အသေးစိတ်အချက်အလက်များအတွက်ဥပမာဝဘ်ဆိုက်(အပြင်ပိုင်း)တွင်ကြည့်ပါ။
nl: Als u de voorbeeld website hebt geïmporteerd is de admin gebruikersnaam <strong>k.jones</strong> en het wachtwoord <strong>kevinjones</strong>. Zie de voorbeeld website (frontend) voor meer informatie.
pl: Jeśli zaimportowałeś przykładową stronę to nazwą administratora jest <strong>k.jones</strong> a hasło to <strong>kevinjones</strong>. Aby dowiedzieć się więcej zobacz stronę startową przykładowej instalacji.
ro: Dacă aţi importat website-ul demo, utilizatorul admin este <strong>k.jones</strong> iar parola este <strong>kevinjones</strong>. Verificaţi în front-end pentru mai multe informaţii.
ru: Если вы импортировали пример веб-сайта, предоставляемый в комплекте с Contao, то логин администратора будет <strong>k.jones</strong>, а пароль <strong>kevinjones</strong>. Смотрите пример веб-сайта (внешний интерфейс) для получения дополнительной информации.
sk: Ak ste importovali vzorovú stránku (Music Academy), tak užívateľské meno je <strong>k.jones</strong> a heslo je <strong>kevinjones</strong>. Viac sa dozviete po zobrazení vzorovej stránky (frontend).
sl: V kolikor ste uvozili vzorčno spletno stran, se uporabniško ime skrbnika glasi <strong>k.jones</strong> in geslo <strong>kevinjones</strong>. Za več informacij si oglejte predstavitveni del (front end) spletne strani.
sq: Nëse ju keni importuar shembullin e ueb faqes, përdoruesi i admin është <strong> k.jones </ strong> dhe fjalëkalimi është <strong> kevinjones </ strong>. Shih shembullin e ueb faqes (front end) për më shumë informacion.
sv: Om du har importerat exempelwebbplatsen är administratörens användarnamn <strong>k.jones</strong> och lösenordet är <strong>kevinjones</strong>. Se exempelwebbplatsen för mer information.
uk: Якщо Ви імпортували сайт зразка, то логін користувача буде встановлено <strong>k.jones</strong>, а пароль <strong>kevinjones</strong>.

# tl_install.repository.0
source: Extension repository
cs: Depozitář rozšíření
da: Udvidelsesbank
de: Erweiterungsverwaltung
fa: مخزن افزونه‌ها
fr: Référentiel d'extensions
hu: Kiterjesztés tároló
it: Repository delle estensioni
ja: 機能拡張リポジトリ
lv: Paplašinājumu repozitorijs
my: နောက်ဆက်တွဲကုန်လှောင်ရုံ
nl: Extensie catalogus
pl: Repozytorium rozszerzeń
ro: Arhiva de extensii
ru: Хранилище расширений
sk: Repozitár rošírení
sl: Repozitorij razširitev
sv: Pluginarkiv
uk: Репозиторій розширень

# tl_install.repository.1
source: We are currently beta testing a new version of the extension repository, which uses Composer to manage packages. Please install the Composer client to participate in the beta test.
cs: Momentálně testujeme novou verzi depozitáře rozšíření, který bude používat Composer pro správu balíčků. Nainstalujte prosím Composer, pokud se chcete zapojit do testování.
da: Vi tester i øjeblikket en ny version af extension repository, som bruger Composer til at styre pakker. Installer Composer for at tage del i testen.
de: Wir testen momentan eine neue Version der Erweiterungsverwaltung, die Composer für das Paketmanagement verwendet. Bitte installieren Sie den Composer-Client, um am Beta-Test teilzunehmen.
fa: ما در حال حاضر از نسخه جدید مخزن افزونه،که از کمپوزر برای مدیریت بسته‌ها استفاده می‌کند را آزمایش می‌کنیم. لطفا سرویس‌گیرنده کمپوزر را برای آزمایش بتا نصب نمایید.
fr: Nous testons actuellement une nouvelle version du référentiel d'extensions, qui utilise Composer pour gérer les packages. Veuillez, s'il vous plaît, installer le client Composer afin de participer au bêta-test.
it: Siamo attualmente in beta testing per una nuova versione dell'estensione della gestione del repository, che utilizza Composer per gestire i pacchetti. Installa il client di Composer se si desidera partecipare al beta test.
ja: 現在、パッケージの管理にComposerを使用している、機能拡張リポジ トリの新しいバージョンのベータテストを行っています。ベータテストに参加したい場合はComposerクライアントをインストールしてください。
nl: We zijn momenteel een nieuwe versie van extensie beheer, aan het bèta testen deze maakt gebruik maakt van Composer om pakketten te beheren. Installeer de Composer cliënt om deel te nemen aan de bèta test.
pl: Obecnie beta testujemy nową wersję repozytorium rozszerzeń, która używa Composera do zarządzania pakietami. Zainstaluj klienta Composera, aby wziąć udział w beta testach.
ro: În acest moment testăm o nouă versiune a arhivei de extensii, care foloseşte Composer pentru gestiunea pachetelor. Instalaţi clientul Composer pentru a participa la test.
ru: Мы проводим бета-тестирование новой версии хранилища расширений, которое использует Composer для управления пакетами. Пожалуйста, установите клиент Composer и примите участие в бета-тестировании.
sk: Sme v štádiu beta testovania novej verzie repozitára rozšírení, ktorá využíva Composer na správu balíčkov. Ak sa chcete podieľať na testovaní, nainštalujte si Composer klienta.
sl: Trenutno testiramo beta verzijo novega kataloga razširitev, kateri uporablja Composer za upravljanje s paketi. Prosim namestite Composer dojemalca za sodelovanje v beza testiranju.
sv: Vi testar just nu en ny version av pluginarkivet som använder Composer för att hantera pluginpaket. Installera Composer-klienten för att medverka i beta-testen.

# tl_install.completed.0
source: Congratulations!
cs: Blahopřejeme Vám!
da: Tillykke!
de: Gratulation!
fa: تبریک!
fr: Félicitations !
hu: Gratulálunk!
it: Contao è stato configurato correttamente!
ja: おめでとうございます!
lv: Apsveicam!
my: ဂုဏ်ယူဝမ်းမြောက်!
nl: Gefeliciteerd!
pl: gratulacje!
ro: Felicitări!
ru: Поздравляем!
sk: Gratulujeme!
sl: Čestitamo!
sq: Përgëzime!
sv: Gratulerar!
uk: Вітаємо!
