Repository: contao/core
Catalog: system/modules/core/languages/*/*_install.xlf
Languages: cs, da, de, fa, fr, hu, it, ja, lv, my, nl, pl, ro, ru, sk, sl, sq, sv, uk

# tl_install.updateConfirm
source: The database is up to date.
cs: Databáze je aktuální.
da: Databasen er allerede opdateret.
de: Die Datenbank ist aktuell.
fa: پایگاه‌داده بروز است.
fr: La base de données est à jour.
hu: Az adatbázis naprakész.
it: Il database è aggiornato.
ja: データベースは最新です。
lv: Datu bāze ir aktuāla.
my: အချက်အလက်အစုမှာပြည့်စံုပြီး။
nl: De database is up-to-date!
pl: Baza danych jest uaktualniona.
ro: Baza de date s-a actualizat.
ru: База данных обновлена.
sk: Databáza je aktuálna.
sl: Podatkovna baza je posodobljena.
sq: Baza e të dhënave është freskuar.
sv: Databasen är uppdaterad.
uk: Базу даних оновлено.

# tl_install.updateSave
source: Update database
cs: Zaktualizovat databázi
da: Opdater database
de: Datenbank aktualisieren
fa: به‌روزرسانی پایگاه‌داده
fr: Mettre à jour la base de données
hu: Adatbázis frissítése
it: Aggiorna il database
ja: データベースを更新
lv: Atjaunināt datu bāzi
my: အချက်အလက်အစုမွမ်းမံ
pl: Uaktualnij bazę danych
ro: Actualizare bază de date
ru: Обновить базу данных
sk: Aktualizovať databázu
sl: Posodobi podatkovno bazo
sq: Fresko bazën e të dhënave
sv: Uppdatera databasen
uk: Оновити базу даних

# tl_install.saveCollation
source: Change collation
cs: Změnit shromažďování
da: Ændre sortering (collation)
de: Kollation ändern
fa: تغییر تطبیق
fr: Changer le classement
hu: Módosítás egybevetése
it: Modifica la codifica caratteri
ja: 照合順序の変更
lv: Mainīt salīdzināšanu
my: စုစည်းစီစဉ်ခြင်းပြောင်းလဲခြင်း
nl: Wijzig sortering
pl: Zmień porównywanie
ro: Schimbă colaţionarea
ru: Изменение сортировки
sk: Zmeniť radenie
sl: Spremeni collation
sq: Ndrysho shqyrtimin
sv: Ändra sortering
uk: Зміна параметрів сортування

# tl_install.updateX
source: It seems that you are upgrading from a Contao version prior to version %s. If that is the case, <strong>it is required to run the version %s update</strong> to ensure the integrity of your data!
cs: Zdá se, že akualizujete z verze nižší než %s. Je-li tomu tak, <strong>je nezbytné, abyste provedli aktualizaci na verzi: %s</strong>. Tím zajistíte integraci Vašich dat.
da: Det ser ud til at du opdaterer fra en ældre version end %s. Er dette tilfældet, <strong>påkræves det at køre version %s opdateringen</strong> for at sikre dine data!
de: Es scheint, als würden Sie ein Update von einer Contao-Version kleiner als %s durchführen. Falls das zutrifft, ist es <strong>unbedingt notwendig, das Version %s-Update auszuführen</strong>, um die Integrität der Daten zu gewährleisten!
fa: به نظر می‌رسد که شما می‌خواهید از کانتائو نسخه قبل از نسخه %s ارتقاء دهید. اگر این طور است، <strong>توصیه می‌شود که به‌روزرسانی نسخه %s را اجراء نمایید</strong> تا از درستی داده‌های خود مطمئن شوید.
fr: Il semble que vous mettez à niveau une version de Contao antérieure à la version %s. Si tel est le cas, il est <strong>nécessaire d'exécuter la mise à jour vers la version %s</strong> pour assurer l'intégrité de vos données !
hu: Úgy tűnik, hogy éppen egy korábbi (%s) Contao verzióról frissít. Ha ez a helyzet <strong>szükséges, hogy futtassa a %s verzió frissítést</strong> az adatok integritásának megőrzése érdekében!
it: Sembra che si stia aggiornando una versione di Contao precedente versione %s. Se si tratta di questo caso, <strong> è necessario eseguire l'aggiornamento alla versione %s </strong> per assicurare l'integrità dei dati!
ja: バージョン%sより前のContaoからアップグレードのようです。その場合、データの完全性を確実にするために<strong>バージョン%sアップデートを実行する必要</strong>があります。
lv: Šķiet, ka Jūs aktualizējat Contao versiju pirms versijas %s. Ja tas tā ir, tad <strong>ir nepieciešams palaist versijas %s jauninājumu</strong>, lai nodrošinātu integritāti jūsu datiem!
my: %s ပံုစံသို့ကွန်တောင်လက်ရှိပံုစံမှအဆင့်မြင့်နေပံုရ။ သင့်အချက်အလက်များတည်တံ့ခိုင်မြဲစေရန် <strong> %s မွမ်းမံပံုစံကိုစတင်ရန်လိုအပ်</strong> !
nl: Het lijkt erop dat u aan het upgraden bent van een Contao versie voorafgaand aan versie %s. In dat geval, <strong>is het noodzakelijk om versie %s update te gebruiken</strong> om de integriteit van uw gegevens te garanderen!
pl: Wygląda na to, że aktualizujesz Contao z wersji %s lub wcześniejszej. Jeśli rzeczywiście tak jest, <strong>musisz uruchomić aktualizację z wersji %s</strong>, by zachować spójność danych!
ro: Se pare că faceţi upgrade la Contao de la o versiune anterioară lui %s. În acest caz, <strong>este necesar să executaţi un upgrade la versiunea %s</strong> pentru a asigura integritatea datelor!
ru: Вероятно, вы обновляете Contao до версии %s. Если это так, то для обеспечения целостности данных вам <strong>необходимо запустить обновление</strong> Contao до версии %s!
sk: Zdá sa, že akualizujete z verzie nižšej ako %s. V tom prípade, <strong>je nevyhnutné, aby ste vykonali aktualizáciu systému na verziu %s</strong>. Tým zaistíte integráciu vašich dát.
sl: Vse kaže, da nadgrajujete s Contao verzije pred verzijo %s. Če je to res, <strong>potem je potrebno zagnati posodobitev verzije %s<strong> za zagotovitev integritete vaših podatkov!
sq: Duket që ju jeni duke përmirësuar nga një verzion i Contao-së para se verzionit %s. Në qoftë se kështu është rasti, <strong> është e nevojshme të ecët me update verzionin %s </ strong> për të siguruar integritetin e të dhënave tuaja!
sv: Det verkar som att du uppgraderar från en Contao-version som föregår version %s. Om så är fallet <strong>krävs det att du kör version %s-uppdateringen</strong> för att säkerställa dataintegritet!
uk: Ви оновлюєте систему Contao до версії %s. Якщо так, то <strong>необхідно запустити оновлення системи до версії %s</strong> для забезпечення цілосності даних!

# tl_install.updateXrun
source: Run version %s update
cs: Spustit aktualizaci na %s verzi
da: Kør version %s opdateringen
de: Version %s-Update ausführen
fa: اجرای به‌روزرسانی نسخه %s
fr: Exécuter la mise à jour vers la version %s
hu: %s verzió frissítés futtatása.
it: Esegui aggiornamento versione %s
ja: バージョン%sアップデートを実行
lv: Uzstādīt versijas %s jauninājumu
my: ပံုစံ %s မွမ်းမံစတင်
nl: Uitvoeren versie %s update
pl: Uruchom aktualizację wersji %s
ro: Execută update la versiune %s
ru: Выполнить обновление версии %s
sk: Spustiť aktualizáciu na verziu %s
sl: Zaženi posodobitev verzije %s
sq: Ecë me verzionin freskues %s
sv: Kör version %s-uppdatering
uk: Розпочати оновлення системи до версіі %s

# tl_install.updateXrunStep
source: Run version %s update - step %s
cs: Spustit aktualizaci verze %s - krok %s
da: Kør version %s opdatering - trin %s
de: Version %s-Update – Schritt %s ausführen
fa: اجرای به‌روزرسانی نسخه %s - مرحله %s
fr: Exécute la mise à jour de la version %s - étape %s
hu: Folyamatban a %s verzióra frissítés - lépés: %s
it: Esecuzione aggiornamento versione %s - step %s
ja: バージョン%sアップデート - ステップ%s
lv: Uzstādīt versijas %s jauninājumu - %s solis
my: ပံုစံ %s မွမ်းမံစတင် - အခြေအနေ %s
nl: UItvoeren versie %s update - step %s
pl: Uruchom aktualizację wersji %s - krok %s
ro: Rulează version %s update - step %s
ru: Запуск новой версии %s - шаг %s
sk: Spustiť aktualizáciu verzie %s - krok %s
sl: Zaženi verzijo %s posodobitev - korak %s
sq: Ecë me verzionin freskues %s - hapi %s
sv: Kör uppgradering version %s - steg %s
uk: Запуск оновлення версії %s - шаг %s

# tl_install.importException
source: The import failed! Is the database structure up to date and is the template file compatible with your Contao version?
cs: Import selhal! Je databáze aktuální a soubor předlohy kompatabilní s touto verzí Contaa?
da: Fejl ved importeringen! Er database strukturen up to date og er skabelon filen kompatibel med din version af Contao?
de: Der Import konnte nicht abgeschlossen werden! Ist die Datenbankstruktur aktuell und die Template-Datei kompatibel mit Ihrer Contao-Version?
fa: وارد کردن ناموفق بود! آیا ساختار پایگاه داده به‌روز است و آیا پرونده الگو با نسخه کانتائو شما سازگار است؟
fr: L'importation a échoué ! La structure de la base de données est-elle à jour ? Est-ce que le modèle est compatible avec votre version de Contao ?
hu: Az importálás sikertelen! Az adatbázis szerkezete naprakész és a sablon kompatibilis az ön Contao verziójával?
it: L'importazione non è riuscita! E' la struttura della banca dati aggiornata ed è il file della template compatibile con la tua versione Contao?
ja: インポートに失敗しました! データベースの構造は最新にしていて、テンプレートはContaoのバージョンと互換性がありますか?
my: တင်သွင်း၍မရ! အချက်အလက်အစုဖွဲ့စည်းတည်ဆောက်ပုံမှာအပြည့်အစံုဖြစ်ပြီးပံုစံပြားဖိုင်မှာလက်ရှိကွန်တောင်ပံုစံနှင့်အံဝင်ခွင်ကျပါသလား?
nl: Importeren is mislukt! Is de database structuur up-to-date en is het template bestand compatibel met uw Contao versie?
pl: Import sie nie powiódł! Czy struktura bazy danych jest aktualna i czy plik templatki jest kombatybilny z Twoja wersją Contao?
ro: Importul a eşuat! Este structura bazei de date actualizată şi este fişierul .cto compatibil cu versiunea de Contao curentă?
ru: Ошибка импорта! Убедитесь в совместимости базы данных и текущего шаблона с используемой версией Contao.
sk: Import zlyhal! Je štruktúra databázy aktuálna a je súbor šablóny kompatibilný s Vašou verziou systému Contao?
sl: Uvoz je spodletel! Preverite, da je struktura podatkovne baze osvežena ter da je datoteka s predlogo skladna z vašo različico Contao.
sq: Importit dështoi! Kontrolloni përditshmërinë e strukturës së bazës së të dhënave dhe shiqoni a është shabllona kompatibil me versionin tuaj të Contao-së?
sv: Importeringen misslyckades! Är databasstrukturen aktuell och är mall-filerna kompatibla med din Contao-version?
uk: Помилка імпорту! Перевірте сумісність структури бази даних та файлу шаблону з використовуваною версією Contao?

# tl_install.importError
source: Please choose a template file!
cs: Vyberte prosím předlohu!
da: Vælg venligst en skabelon!
de: Bitte wählen Sie eine Template-Datei!
fa: لطفا یک پرونده قالب انتخاب کنید!
fr: Veuillez choisir un fichier de modèle !
hu: Kérjük, válasszon egy sablon fájl!
it: Selezionare un file template
ja: テンプレートのファイルを選択してください。
lv: Lūdzu izvēlieties veidnes datni!
my: ပံုစံပြားဖိုင်ရွေးပါ!
nl: Kies een template bestand!
pl: Wybierz plik szablonu!
ro: Alegeţi fişierul şablon!
ru: Выберите файл шаблона веб-сайта!
sk: Vyberte prosím súbor predlohy!
sl: Prosimo, izberite datoteko predloge!
sq: Zgjedhoni një skedar të shabllonit!
sv: Välj en mallfil!
uk: Виберіть, будь ласка, файл шаблону.

# tl_install.importConfirm
source: Template imported on %s
cs: Předloha importována %s
da: Skabelon importeret i %s
de: Template importiert am %s
fa: قالب %s وارد شد.
fr: Modèle importé le %s
hu: Sablon importálva %s
it: Template importato il %s
ja: %sにテンプレートをインポートしました。
lv: Veidne importēta %s
my: %s သို့ပံုစံပြားတင်သွင်းပြီး
nl: Template geïmporteerd op %s
pl: Szablon zaimportowano %s
ro: Şablon importat
ru: Шаблон веб-сайта импортирован %s
sk: Predloha importovaná %s
sl: Predloga uvožena na %s
sq: Shablloni është importuar me %s
sv: Mall importeras på %s
uk: Шаблони імпортовано до %s

# tl_install.importWarn
source: Any existing data will be deleted!
cs: Všechna stávající data budou smazána.
da: Al eksisterende data til blive slettet!
de: Alle bestehenden Daten werden gelöscht!
fa: هر داده‌ی موجودی حذف خواهد شد!
fr: Toutes les données existantes seront supprimées !
hu: A meglévő adatok törlésre kerülnek!
it: ATTENZIONE, ogni informazione esistente sarà cancellata!
ja: 現在のデータをすべて削除します。
lv: Jebkuri esošie dati tiks izdzēsta!
my: တည်ရှိပြီးအချက်အလက်များပယ်ဖျက်မည်!
nl: Alle bestaande gegevens worden verwijderd!
pl: Wszystkie istniejące dane zostaną skasowane!
ro: Datele existente vor fi şterse
ru: Все существующие данные будут удалены!
sk: Všetky existujúce dáta budú odstránené!
sl: Vsi obstoječi podatki bodo izbrisani!
sq: Të gjitha të dhënat do të fshihen!
sv: Allt befintligt data kommer att raderas!
uk: Усі існуючі дані будуть видалені.

# tl_install.templates
source: Templates
cs: Předlohy
da: Skabeloner
fa: قالب‌ها
fr: Modèles
hu: Sablonok
ja: テンプレート
lv: Veidnes
my: ပံုစံပြားများ
pl: Szablony
ro: Şabloane
ru: Шаблоны
sk: Predlohy (templates)
sl: Predloge
sq: Shabllone
sv: Mallar
uk: Шаблони

# tl_install.doNotTruncate
source: Do not truncate tables
cs: Nevymazat tabulky
da: Afkort ikke tabeller
de: Tabellen nicht leeren
fa: کوتاه نکردن جدول‌ها
fr: Ne pas vider les tables
hu: Ne vágja a táblákat
it: Non troncare le tabelle
ja: テーブルを切り捨てない
lv: Neiztukšot tabulas
my: စားပွဲများမတိုစေ
nl: Maak tabellen niet leeg
pl: Nie czyść tabel
ro: Nu segmenta tabelele
ru: Не очищать таблицы в базе данных
sk: Nevymazať tabuľky
sl: Ne prazni (truncate) tabel
sq: Mos cungo tabelat
sv: Trunkera inte tabeller
uk: Не очищувати таблиці

# tl_install.repOverride
source: Override the repository tables
cs: Přepsat tabulky katalogu
da: Overskriv repository tabellerne
de: Die Repository-Tabellen überschreiben
fa: رونویسی جدول‌های مخزن
fr: Surcharger les tables du référentiel
it: Sovrascrivere le tabelle del repertorio
ja: リポジトリのテーブルを上書き
lv: Ignorēt glabātuves tabulas
nl: De repository tabellen overschrijven
pl: Nadpisz tabele repozytorium
ro: Suprascrie tabelele de registru
ru: Переопределить таблицы хранилища расширений
sk: Nahradiť tabuľky úložiska
sl: Prepiši tabele skladišča
sv: Åsidosätt pluginarkivets tabeller

# tl_install.importSave
source: Import template
cs: Importovat předlohu
da: Importer skabelon
de: Ein Template importieren
fa: وارد کردن قالب
fr: Importer un modèle
hu: Sablon importálása
it: Importa templates
ja: テンプレートをインポート
lv: Importēt veidni
my: ပံုစံပြားတင်သွင်း
nl: Importeer template
pl: Importuj szablon
ro: Importă şablon
ru: Импорт шаблона веб-сайта
sk: Importovať predlohu (template)
sl: Uvozi predlogo
sq: Importo shabllonën
sv: Importera mall
uk: Імпортувати шаблон

# tl_install.importContinue
source: Any existing data will be deleted! Do you really want to continue?
cs: Všechny stávající data budou smazána! Chcete přesto pokračovat?
da: Al eksisterende data til blive slettet! Er du sikker på at du vil fortsætte?
de: Alle bestehenden Daten werden gelöscht. Möchten Sie trotzdem fortfahren?
fa: هر نوع داده موجود پاک خواهد شد! این به ادامه کار مطمئن هستید؟
fr: Toutes les données existantes seront supprimées ! Voulez-vous vraiment continuer ?
hu: A meglévő adatok törlésre kerülnek! Valóban folytatni akarja?
it: Ogni informazione esistente sarà cancellata. Vuoi procedere?
ja: 現在のデータをすべて削除します。本当に続けますか?
lv: Jebkuri pašreizējie dati tiks izdzēsti! Vai tiešām vēlaties turpināt?
my: တည်ရှိပြီးအချက်အလက်များပယ်ဖျက်မည်! ဆက်လက်လုပ်ဆောင်?
nl: Alle bestaande gegevens worden verwijderd! Wilt u werkelijk verder gaan?
pl: Wszystkie istniejąca dane zostaną skasowane! Naprawdę chcesz kontynuować?
ro: Toate datele existenete vor fi şterse! Doriţi să continuaţi?
ru: Все существующие данные будут удалены! Вы хотите продолжить?
sk: Všetky existujúce dáta budú odstránené! Naozaj chcete pokračovať?
sl: Vsi obstoječi podatki bodo izbrisani! Res želite nadaljevati?
sq: Të gjitha të dhënat do të fshihen! A dëshironi të vazhdoni?
sv: Befintliga data kommer att raderas! Vill du verkligen fortsätta?
uk: Усі існуючі дані будуть видалені. Ви дійсно бажаєте продовжити?

# tl_install.adminError
source: Please fill in all fields to create an admin user!
cs: Pro vytvoření účtu administrátora je třeba vyplnit všechna pole!
da: Udfyld venligst alle felter for at oprette en administrator konto!
de: Bitte füllen Sie alle Felder aus, um ein Administratorkonto zu erstellen!
fa: لطفا تمامی فیلدها را برای ایجاد کاربر مدیر پر نمایید!
fr: Veuillez remplir tous les champs pour créer un utilisateur administrateur !
hu: Kérem töltse ki az összes mezőt az adminisztrátor létrehozásához!
it: Indicare tutte le informazioni per creare un utente amministratore
ja: すべての欄に入力して管理者ユーザーを作成してください。
lv: Lūdzu, aizpildiet visus laukus, lai izveidotu administratora lietotāju!
my: စီမံခန့်ခွဲအသံုးပြုသူဖန်တီးရန်နယ်ပယ်များအားလံုးဖြည့်ပါ!
nl: Vul alle velden in om een admin gebruiker aan te maken!
pl: Prosimy wypełnić wszystkie pola aby utworzyć administratora!
ro: Completaţi toate câmpurile pentru a crea un utilizator administrator!
ru: Заполните все поля для создания учетной записи администратора!
sk: Na vytvorenie účtu administrátora je potrebné vyplniť všetky polia!
sl: Prosimo, izpolnite vsa polja za ustvarjanje skrbniškega računa!
sq: Plotësoni të gjitha fushat për ta krijuar një llogari administruese!
sv: Vänligen fyll i alla fält för att skapa en administratörsanvändare!
uk: Введіть, будь ласка, дані для створення профілю адміністратора.

# tl_install.adminConfirm
source: An admin user has been created.
cs: Byl vytvořen účet administrátora.
da: En administrator konto er nu oprettet.
de: Ein Administratorkonto wurde erstellt.
fa: کاربر مدیر ایجاد شد.
fr: Un utilisateur administrateur a été créé.
hu: Adminisztrátor létrehozva.
it: L'utente amministratore è stato creato.
ja: 管理者ユーザーを作成しました。
lv: Administratora lietotājs izveidots.
my: စီမံခန့်ခွဲအသံုးပြုသူဖန်တီးပြီး။
nl: Een admin gebruiker is aangemaakt.
pl: Administrator został utworzony.
ro: Utilizatorul admin a fost creat.
ru: Учетная запись администратора создана.
sk: Účet administrátora bol vytvorený.
sl: Skrbniški račun je bil ustvarjen.
sq: Një llogari administruese është krijuar.
sv: Administratörsanvändare har skapats.
uk: Профіль адміністратора створено.

# tl_install.adminSave
source: Create admin account
cs: Vytvořit účet administrátora
da: Opret administrator konto
de: Ein Administratorkonto erstellen
fa: ایجاد حساب کاربری مدیر
fr: Créer un compte administrateur
hu: Adminisztrátor létrehozása
it: Crea un utente amministratore
ja: 管理者アカウントを作成
lv: Izveidot administratora lietotāju
my: စီမံခန့်ခွဲသူစာရင်းဖန်တီး
nl: Maak een admin account
pl: Utwórz konto administratora
ro: Creează utilizatorul admin
ru: Создать учетную запись администратора
sk: Vytvoriť účet administrátora
sl: Ustvari skrbniški račun
sq: Krijo llogari administruese
sv: Skapa administratörskonto
uk: Створити профіль адміністратора.

# tl_install.repositoryDefault
source: You are using the default extension repository.
cs: Používáte výchozí depozitář rozšíření.
da: Du benytter standard Udvidelsesbanken på denne server.
de: Sie verwenden die Standard-Erweiterungsverwaltung.
fa: شما از مخزن افزونه پیش‌فرض استفاده می‌کنید.
fr: Vous utilisez le référentiel d'extensions par défaut.
hu: Az alapértelmezett kiterjesztés tárolót használja.
it: Si sta utilizzando il repository di default delle estensioni.
ja: 既定の機能拡張リポジトリを使用しています。
nl: U maakt gebruik van het standaard extensie-beheer.
pl: Używasz domyślnego repozytorium rozszerzeń.
ro: Folosiţi arhiva de extensii implicită.
ru: Вы используете модуль 'хранилище расширений', установленный по умолчанию.
sk: Používate prednastavený repozitár rozšírení.
sl: Uporabljate privzet katalog razširitev.
sv: Du använder standardpluginarkiv.

# tl_install.repositoryComposer
source: You are using the Composer based extension repository.
cs: Používáte depozitář rozšíření běžící pomocí Composeru.
da: Du bruger en Composer baseret udvidelsesbank.
de: Sie verwenden die Composer-basierte Erweiterungsverwaltung.
fa: شما از مخزن افزونه برپایه کمپوزر استفاده می‌کنید.
fr: Vous utilisez le référentiel d'extensions basé sur Composer.
hu: A Composer alapú kiterjesztés tárolót használja.
it: Si sta utilizzando il repository delle estensioni basato su Composer.
ja: Composerに基づいた機能拡張リポジトリを使用しています。
nl: U maakt gebruik van het op Composer gebaseerde extensie-beheer.
pl: Używasz repozytorium rozszerzeń opartego na Composer.
ro: Folosiţi arhiva de extensii bazată pe Composer.
ru: Вы можете использовать хранилище расширений на основе Composer.
sk: Používate repozitár rozšírení využívajúci Composer.
sl: Uporabljate Composer različico kataloga razširitev.
sv: Du använder Composer-baserat pluginarkiv.

# tl_install.repositoryInstall
source: Install the Composer client
cs: Nainstalovat klienta Composer
da: Installer Composer klienten
de: Composer-Client installieren
fa: نصب سروی‌گیرنده کمپوزر
fr: Installer le client Composer
hu: A Composer kliens telepítése
it: Installa il client Composer
ja: Composerクライアントをインストール
nl: Installeer de Composer cliënt
pl: Zainstaluj klienta Composer
ro: Instalaţi clientul de Composer
ru: Установить клиент Composer
sk: Nainštalovať Composer klienta
sl: Namesite Composer odjemalec
sv: Installera Composer-klienten

# tl_install.installConfirm
source: You have successfully installed Contao.
cs: Úspěšně jste nainstalovali Contao.
da: Du har nu installeret Contao med sucess.
de: Sie haben Contao erfolgreich installiert.
fa: شما با موفقیت کانتائو را نصب کردید.
fr: Vous avez réussi à installer Contao.
hu: Sikeresen telepítette a Contao rendszert.
it: L'installazione di Contao è avvenuta con successo
ja: Contaoのインストールに成功しました。
lv: Esat veiksmīgi instalējis Contao.
my: ကွန်တောင်ကိုအောင်မြင်စွာထည့်သွင်းပြီး။
nl: Contao is met succes geïnstalleerd.
pl: Pomyślnie zainstalowałeś Contao.
ro: Contao s-a instalat cu succes.
ru: Вы успешно установили Contao.
sk: Úspešne ste nainštalovali Contao.
sl: Contao je bil uspešno nameščen.
sq: Ju keni instaluar me sukses Contao-në.
sv: Du har lyckats med installationen av Contao.
uk: Contao успішно встановлено!

# tl_install.ftpHost
source: FTP hostname
cs: Hostitel (FTP)
da: FTP adresse
fa: نام میزبان اف‌تی‌پی
fr: Serveur FTP
hu: FTP kiszolgáló
ja: FTPのホスト名
lv: FTP hosta nosaukums
my: အက်ဖ်တီပီလက်ခံနာမည်
nl: FTP hostnaam
pl: Serwer FTP
ro: Host FTP
ru: FTP-сервер
sk: FTP hostiteľ (hostname)
sl: FTP ime gostitelja
sq: FTP bartësi
sv: FTP-värdnamn
uk: FTP хост

# tl_install.ftpPath
source: Relative path to Contao directory (e.g. <em>httpdocs/</em>)
cs: Relativní cesta ke složce Contao (např. <em>httpdocs/</em>)
da: Relativ sti til Contao mappe (f.eks. <em>httpdocs/</em>)
de: Relativer Pfad zum Contao-Verzeichnis (z.B. <em>httpdocs/</em>)
fa: مسیر نسبی به پوشه کانتائو (برای نمونه <em>httpdocs/</em>)
fr: Chemin d'accès relatif au répertoire Contao (ex. <em>httpdocs/</em>)
hu: Contao könyvtár relatív elérési útja
it: Path relativo della cartella di Contao (es. <em>httpdocs/</em>)
ja: Contaoのディレクトリの相対パス(例: <em>httpdocs/</em>)
lv: Relatīvais ceļš uz Contao direktoriju (piemēram: <em>httpdocs/</em>)
my: ကွန်တောင်ဖိုင်လမ်းညွှန်သို့ပတ်သက်သောလမ်းကြောင်း (ဥပမာ <em>httpdocs/</em>)
nl: Relatief pad naar Contao directory (b.v. <em>httpdocs/</em>)
pl: Relatywna ścieżka do katalogu Contao (np. <em>httpdocs/</em>)
ro: Calea relativă spre directorul Contao (de ex. <em>httpdocs/</em>)
ru: Относительный путь к каталогу Contao (напр., <em>httpdocs/</em>)
sk: Relatívna cesta k zložke Contao (napr. <em>httpdocs/</em>)
sl: Relativna pot do Contao imenika (npr. <em>httpdocs/</em>)
sq: Shtegu relativ i dosjes së Contao-së (p.sh. <em>httpdocs/</em>)
sv: Relativ sökväg till Contao-katalogen (t.ex. <em>httpdocs/</em>)
uk: Відносний шлях до каталогу із Contao (наприклад <em>httpdocs/</em>)

# tl_install.ftpUser
source: FTP username
cs: uživatelské jméno (FTP)
da: FTP brugernavn
de: FTP-Benutzername
fa: نام کاربری اف‌تی‌پی
fr: Identifiant FTP
hu: FTP felhasználónév
it: Utente FTP
ja: FTPのユーザー名
lv: FTP lietotājvārds
my: အက်ဖ်တီပီအသံုးပြုသူနာမည်
nl: FTP gebruikersnaam
pl: Użytkownik FTP
ro: Utilizator FTP
ru: Логин FTP
sk: FTP užívateľské meno
sl: FTP uporabniško ime
sq: FTP përdoruesi
sv: FTP-användarnamn
uk: FTP користувач

# tl_install.ftpPass
source: FTP password
cs: heslo (FTP)
de: FTP-Passwort
fa: گذرواژه اف‌تی‌پی
fr: Mot de passe FTP
hu: FTP jelszó
it: Password FTP
ja: FTPのパスワード
lv: FTP parole
my: အက်ဖ်တီပီစကားဝှက်
nl: FTP wachtwoord
pl: Hasło FTP
ro: Parola FTP
ru: Пароль FTP
sk: FTP heslo
sl: FTP geslo
sq: FTP fjalëkalimi
sv: FTP-lösenord
uk: FTP пароль
