Repository: contao/core
Catalog: system/modules/core/languages/*/*_layout.xlf
Languages: cs, da, de, es, fa, fi, fr, hu, it, ja, lv, my, nl, pl, ro, ru, sk, sl, sq, sv, uk

# tl_layout.widthLeft.1
source: Please enter the width of the left column.
cs: Zadejte prosím šířku levého sloupečku.
da: Angiv venligst bredden på den venstre spalte.
de: Bitte geben Sie die Breite der linken Spalte ein.
es: Por favor introduce el ancho de la columna izquierda.
fa: لطفا عرض ستون چپ را وارد نمایید.
fi: Ole hyvä ja anna vasemmalle sarakkeelle leveys.
fr: Saisir la largeur de la colonne de gauche.
hu: Adja meg a baloldali oszlop szélességét.
it: Inserisci la larghezza della colonna di sinistra.
ja: 左の列の幅を入力してください。
lv: Lūdzu ievadiet kreisās kolonnas platumu.
my: ဘယ်ကော်လံအနံထည့်။
nl: Geef de breedte van de linker kolom op.
pl: Wprowadź szerokość lewej kolumny.
ro: Introduceţi lăţimea coloanei stângi.
ru: Введите ширину левой колонки
sk: Vložte šírku ľavého stĺpca
sl: Prosimo, vnesite širino levega stolpca.
sq: Epeni gjerësinë e kolonës së majtë.
sv: Ange bredden på den vänstra kolumnen.
uk: Будь ласка, введіть ширину лівого стовпчика.

# tl_layout.widthRight.0
source: Right column width
cs: Šířka pravého sloupce
da: Bredde på højre spalte
de: Breite der rechten Spalte
es: Ancho columna derecha
fa: عرض ستون راست
fi: Oikean sarakkeen leveys
fr: Largeur de la colonne de droite
hu: Jobboldali oszlop szélessége
it: Larghezza colonna destra
ja: 右の列の幅
lv: Labās kolonnas platums
my: ညာကော်လံအနံ
nl: Breedte rechter kolom
pl: Szerokość prawej kolumny
ro: Lăţime coloană dreaptă
ru: Ширина правой колонки
sk: Šírka pravého stĺpca
sl: Širina desnega stolpca
sq: Gjerësia e kolonës djathtë
sv: Bredd på högra kolumnen
uk: Ширина правого стовпчика

# tl_layout.widthRight.1
source: Please enter the width of the right column.
cs: Zadejte prosím šířku pravého sloupce.
da: Angiv venligst bredden på den højre spalte.
de: Bitte geben Sie die Breite der rechten Spalte ein.
es: Por favor introduce el ancho de la columna derecha.
fa: لطفا عرض ستون راست را وارد نمایید.
fi: Ole hyvä ja anna oikealle sarakkeelle leveys.
fr: Saisir la largeur de la colonne de droite.
hu: Adja meg a jobboldali oszlop szélességét.
it: Inserisci la larghezza della colonna di destra.
ja: 右の列の幅を入力してください。
lv: Lūdzu ievadiet labās kolonnas platumu.
my: ညာကော်လံအနံထည့်။
nl: Geef de breedte van de rechter kolom op.
pl: Wprowadź szerokość prawej kolumny.
ro: Introduceţi lăţimea coloanei drepte.
ru: Введите ширину правой колонки
sk: Vložte šírku pravého stĺpca
sl: Prosimo, vnesite širino desnega stolpca.
sq: Epeni gjerësinë e kolonës së djathtë.
sv: Ange bredden på den högra kolumnen.
uk: Будь ласка, введіть ширину правого стовпчика.

# tl_layout.sections.0
source: Custom layout sections
cs: Vlastní elementy
da: Brugerdefinerede layoutsektioner
de: Eigene Layoutbereiche
es: Diseño personalizado de secciones
fa: بخش‌های چیدمان سفارشی
fi: Omat osiot ulkoasussa
fr: Zones personnalisées
hu: Egyedi elrendezésű részek
it: Sezioni layout personalizzate
ja: カスタムレイアウトセクション
lv: Pielāgotas salikuma daļas
my: စိတ်ကြိုက်အခင်းအကျင်းအပိုင်းများ
nl: Aangepaste lay-out secties
pl: Dodatkowe sekcje układu
ro: Secţiuni proprii
ru: Пользовательские секции макета
sk: Ďaľšie sekcie layoutu
sl: Prilagojeni razdelki postavitve
sq: Seksione individuale të strukturës
sv: Egna layoutsektioner
uk: Секції макету

# tl_layout.sections.1
source: Here you can enter a comma separated list of custom layout sections.
cs: Zde můžete zadat vlastní layoutové elementy oddělené čárkou.
da: Her kan du angive en kommasepareret liste over tilpassede layoutsektioner. Du kan så bruge disse sektioner modulet <em>sidelayout</em> ud over <em>sidehoved</em>, <em>venstre</em>, <em>hoved</em>, <em>højre</em> and <em>sidefod</em>.
de: Hier können Sie eine kommagetrennte Liste eigener Layoutbereiche eingeben.
es: Aquí puedes introducir una lista de diseño de secciones (separada por comas). Después podrás utilizar estas secciones en el módulo <em>page layout</em> además de <em>header</em>, <em>left</em>, <em>main</em>, <em>right</em> y <em>footer</em>.
fa: اینجا می‌توانید فهرست جدا شده با کاما از بخش‌های چیدمان سفارشی را وارد نمایید.
fi: Tähän voit kirjoittaa pilkuilla erotellun listan omista osioista ulkoasussa.
fr: Saisir une liste, séparée par des virgules, de zones personnalisées.
hu: Itt megadhatja a vesszővel elválasztott listáját az egyéni elrendezésű szakaszoknak.
it: Qui è possibile inserire una lista separata da virgole delle sezioni personalizzate di layout. E' possibile utilizzare queste sezioni nel modulo <em>layout di pagina</em> in aggiunta a <em>header</em>, <em>left</em>, <em>main</em>, <em>right</em> e <em>footer</em>.
ja: カスタムレイアウトセクションの名前をコンマで区切ったリストで入力します。
lv: Šeit jūs varat ievadīt ar komatu atdalītu sarakstu ar pielāgotām izklājuma sadaļām.
my: ကော်မာခြားနားပြီးစိတ်ကြိုက်အခင်းအကျင်းအပိုင်းများစာရင်းထည့်သွင်း။
nl: Hier kunt u een door komma's gescheiden lijst van eigen lay-out secties opgeven.
pl: Tutaj możesz wprowadzić dodatkowe sekcje układu strony, nazwy sekcji muszą być rozdzielone przecinkami. Możesz ich używać w module <em>Układ strony</em> jako dodatkowe sekcje przy <em>header</em>, <em>left</em>, <em>main</em>, <em>right</em> and <em>footer</em>.
ro: Puteţi introduce o listă de secţiuni proprii în ansambluri, separate prin virgulă. Puteţi folosi aceste secţiuni în modulul <em>Ansambluri</em> pe lângă <em>antet</em>, <em>stânga</em>, <em>principal</em>, <em>dreapta</em> şi <em>subsol</em>.
ru: Введите через запятую секции, которые хотите использовать при вёрстке.
sk: Tu môžte zadať, čiarkou oddelený zoznam vlastných sekcií layoutu.
sl: Tu lahko vnesete z vejico ločene prilagojene oddelke postavitve strani.
sq: Epeni listën e Layout-seksioneve duke i ndarë me presje. Këto seksione do të ju ofrohen në modul <em>Struktura faqes</em> si shtes i seksioneve <em>koka</em>, <em>majtë</em>, <em>barku</em>, <em>djathtë</em> dhe <em>fundi</em>.
sv: Här kan du skriva in en kommaseparerad lista med egna layoutsektioner. Du kan använda dessa sektioner i modulen <em>Sidlayout</em>.
uk: Тут можна ввести через кому список розташування ваших блоків. Ви також можете вибрати секції в модулі <em>верстка сторінки</em> в <em>"верхньому секторі"</em>, <em>ліворуч</em>, <em>в основній частині</em>, <em>праворуч</em> й в <em>"нижньому секторі"</em>.

# tl_layout.sPosition.0
source: Custom sections position
cs: Umístění vlastních elementů
da: Brugerdefinerede sektionspositioner
de: Position der Layoutbereiche
es: Posición personalizada de secciones
fa: جایگاه بخش‌های چیدمان سفارشی
fi: Omien osioiden sijainnit
fr: Position des zones personnalisées
hu: Egyedi részek helye
it: Posizione sezioni personalizzate
ja: カスタムセクションの位置
lv: Pielāgotas salikuma pozīcijas
my: စိတ်ကြိုက်အပိုင်းများတည်နေရာ
nl: Aangepaste secties positie
pl: Umiejscowienie sekcji
ro: Poziţie secţiuni proprii
ru: Позиция пользовательских секций макета
sk: Pozícia ďalších sekcií
sl: Položaj prilagojenih razdelkov
sq: Pozicioni individual i seksioneve të strukturës
sv: Placering av egna layoutsektioner
uk: Вибіркова позиція розділів

# tl_layout.sPosition.1
source: Please select the position of the custom layout sections.
cs: Zvolte prosím umístění vlastních elementů.
da: Væg venligst positionen for dine brugerdefinerede layoutsektioner.
de: Bitte wählen Sie die Position der eigenen Layoutbereiche aus.
es: Por favor selecciona la posición de los diseños de las secciones personalizadas.
fa: لطفا جایگاه بخش‌های چیدمان سفارشی را وارد نمایید.
fi: Ole hyvä ja valitse omien osioiden sijainti
fr: Sélectionner la position des zones de présentation personnalisées.
hu: Adja meg az egyedi elrendezésű részek helyét.
it: Seleziona la posizione delle sezioni personalizzate.
ja: カスタムレイアウトセクションの位置を選択してください。
lv: Lūdzu izvēlieties pielāgoto salikuma daļu pozīciju.
my: စိတ်ကြိုက်အခင်းအကျင်းအပိုင်းများတည်နေရာရွေး။
nl: Selecteer de positie van uw aangepaste lay-out secties.
pl: Wybierz umiejscowienie własnych sekcji układu.
ro: Alegeţi poziţia secţiunilor proprii în ansamblu.
ru: Выберите позицию пользовательских секций макета
sk: Vyberte pozíciu ďalších sekcií layoutu
sl: Prosimo, določite položaj prilagojenih razdelkov.
sq: Zgjedhoni pozicionin në të cilin doni ta paraqisni seksionin e strukturës.
sv: Välj position för egna layoutsektioner.
uk: Виберіть позицію розділів у Вашому макеті.

# tl_layout.stylesheet.0
source: Internal style sheets
cs: Interní kaskádovité styly
da: Internt stilark
de: Interne Stylesheets
es: Hojas de estilo internas
fa: شیوه‌نامه‌ها
fi: Järjestelmän tyylisivut
fr: Feuilles de style internes
hu: Belső stíluslapok
it: Fogli di stile interni
ja: 内部のスタイルシート
lv: Iekšējās stila lapas
nl: Interne style sheets
pl: Wewnętrzne arkusze stylów
ro: Stiluri CSS interne
ru: Внутренние таблицы стилей
sk: Interný kaskádový štýl
sv: Interna stilmallar

# tl_layout.stylesheet.1
source: Here you can add internal style sheets to the layout.
cs: Zde můžete přidat interní kaskádové styly, které chcete přidat do tohoto vzhledu.
da: Her kan du tilføje interne stilark til layoutet.
de: Hier können Sie dem Layout interne Stylesheets hinzufügen.
es: Aquí puedes añadir las hojas de estilo internas al diseño.
fa: اینجا می‌توانید شیوه‌نامه‌های داخلی را به چیدمان اضافه نمایید.
fi: Tässä voit lisätä järjestelmän tyylisivuja ulkoasuun.
fr: Ici, vous pouvez ajouter des feuilles de style internes à la présentation de page.
hu: Itt adhatóak meg belső stíluslapok az elrendezéshez.
it: Qui è possibile aggiungere un foglio di stile interno al layout.
ja: ページレイアウトに内部のスタイルシートを追加できます
lv: Šeit jūs varat pievienot iekšējās stila lapas salikumam.
nl: Voeg hier interne style sheets toe aan de lay-out.
pl: Tutaj możesz dodać wewnętrzne arkusze stylów do układu strony.
ro: Selectaţi stilurile CSS interne pe care doriţi să le includeţi în ansamblul curent.
ru: Вы можете добавить внутренние таблицы стилей в макет.
sk: Tu môžete pridať interný kaskádový štýl do layoutu.
sv: Här kan du lägga till interna stilmallar i layouten.

# tl_layout.framework.0
source: CSS framework
cs: Sestava CSS
es: Marco CSS
fa: چارچوب سی‌اس‌اس
fi: CSS-runko
fr: Framework CSS
hu: CSS keretrendszer
it: Framework CSS
ja: CSSフレームワーク
lv: CSS sistēma
my: စီအက်စ်အက်စ်အောက်ခံဘောင်
pl: Framework CSS
ro: Cadru CSS
ru: CSS фреймворк
sk: CSS mechanizmus
sl: CSS ogrodje
sv: CSS-ramverk
uk: CSS фреймворк

# tl_layout.framework.1
source: Here you can activate the components of the Contao CSS framework.
cs: Zde můžete aktivovat komponenty sestavy CSS
da: Har kan du aktivere komponenter fra Contao CSS frameworket.
de: Hier können Sie die Komponenten des Contao CSS-Framework aktivieren.
es: Aquí puede activar los componentes del marco CSS de Contao .
fa: اینجا می‌توانید اجزاء چارچوب سی‌اس‌اس کانتائو را فعال نمایید.
fi: Tässä voit ottaa käyttöön Contaon CSS-rungon osia
fr: Activer les éléments du framework CSS de Contao.
hu: Itt aktiválhatja a Contao CSS keretrendszer komponenseit.
it: Qui è possibile attivare i componenti del framework CSS di Contao.
ja: Contao CSSフレームワークの構成要素を有効にできます。
lv: Šeit jūs varat aktivizēt Contao CSS sistēmas komponentus.
my: ကွန်တောင်စီအက်စ်အက်စ်အောက်ခံဘောင်အစိတ်အပိုင်းများအသက်သွင်းနိုင်။
nl: Activeer hier de componenten van het Contao CSS framework.
pl: Tutaj możesz aktywować komponenty frameworku CSS Contao.
ro: Aici puteţi activa componentele din cadrul de lucru CSS al Contao.
ru: Вы можете активировать компоненты CSS фреймворка Contao.
sk: Tu môžete aktivovať komponenty Contao mechanizmu CSS.
sq: Këtu mund të aktivizohen komponentët e CSS framework të Contao-së.
sv: Här kan du aktivera komponenter i Contaos CSS-ramverk.
uk: Ви можете активувати компоненти CSS фреймворку Contao.

# tl_layout.layout.css.0
source: Layout builder
cs: Editor vzhledu
da: Layout bygger
es: Constructor de diseño
fa: سازنده چیدمان
fi: Ulkoasunrakennustyökalu
fr: Constructeur de présentation
hu: Elrendezés építő
it: Generatore layout
ja: レイアウトビルダー
lv: Salikuma veidotājs
my: အခင်းအကျင်းတည်ဆောက်သူ
pl: Budowa layoutu
ro: Constructor de ansamblu
ru: Конструктор макетов
sk: Editor vzhľadu
sv: Layout-byggaren
uk: Конструктор макетів

# tl_layout.layout.css.1
source: Generates a CSS layout based on the page layout settings. This component is required for the page layout generator to work!
cs: Vytvoří vzhled CSS na základě vybraného vzhledu u dané stránky. Tento komponent je nezbytný, aby mohl generátor vzhledu stránky fungovat.
da: Generer et CSS layout baseret på side-layout indstillingerne. Denne komponent er krævet for at side layoutgeneratoren kan virke!
de: Erstellt das CSS-Layout auf Basis der Seitenlayout-Einstellungen. Diese Komponente muss aktiv sein, damit der Seitengenerator korrekt arbeitet!
es: Genera un diseño CSS basado en la configuración de diseño de página. Este componente es necesario para que el generador de diseño funcione!
fa: یک چیدمان سی‌اس‌اس بر پایه تنظیمات چیدمان برگه تولید می‌کند. این مولفه برای اینکه تولیدکننده چیدمان برگه کار کند لازم است!
fr: Génère une présentation CSS basée sur les paramètres de présentations de page. Ce composant est requis pour que le générateur de présentation de page fonctionne !
hu: Létrehozza a CSS elrendezésen alapuló elrendezés beállításokat. Ez az összetevő szükséges az oldal elrendez szerkesztő működéséhez!
it: Genera un CSS in base alle impostazioni di layout di pagina. Questo componente è necessario per il generatore di layout di pagina!
ja: ページレイアウトの設定に基づいてCSSによる配置を生成します。この構成要素はレイアウトビルダーが動作するために必要です!
nl: Genereert een CSS lay-out op basis van de pagina layout instellingen. Deze component is vereist om de pagina-layout generator te laten werken!
pl: Generuje CSS layoutu opierając się na ustawieniach układu strony. Ten komponent jest wymagany do działania generatora układu strony!
ru: Создает CSS макет с учетом настроек макета страницы. Компонент необходим для работы генератора макетов страницы!
sv: Genererar en CSS-layout som baseras på sidlayout-inställningarna. Denna komponent krävs för att sidlayout-generatorn ska fungera!

# tl_layout.responsive.css.0
source: Responsive layout
cs: Responzivní vzhled
de: Responsives Layout
es: Layout responsive
fa: چیدمان پاسخگو
fi: Mukautuva ulkoasu
fr: Présentation responsive
hu: Reszponzív elrendezés
ja: レスポンシブレイアウト
lv: Atsaucīgs salikums
pl: Responsywny layout
ro: Ansamblu sensibil
ru: Адаптивный макет
sv: Responsiv layout

# tl_layout.responsive.css.1
source: Adds a meta viewport tag to the page header and scales the CSS layout based on the device width.
cs: Přidá do záhlaví stránky údaje o chování pohledu a upraví obsah podle displaye daného zařízení.
da: Tilføjer et meta viewport tag til sidens header og skalerer CSS layoutet baseret på enhedens bredte.
de: Fügt der Kopfzeile ein Viewport-Tag hinzu und skaliert das CSS-Layout basierend auf der Breite des Endgerätes.
es: Añade la meta etiqueta a la cabecera de la página y escala el layout CSS basado en el tamaño del dispositivo.
fa: افزودن برچسب ویوپورت متا به سربرگ و بزرگنمایی چیدمان سی‌اس‌اس بر پایه عرض دستگاه.
fi: Lisää meta viewport -tagin sivun yläosaan ja skaalaa CSS-ulkoasun päätelaitteen näyttökoon mukaan.
fr: Ajoute une balise méta viewport dans l'entête et redimensionne les présentations basées sur les CSS en fonction de la taille de l'appareil (écran, tablette...).
it: Aggiunge il mata tag viewport nell'header della pagina e ridimensiona le dimensioni del layout in base al dispositivo.
ja: viewportのmetaタグをページヘッダーに追加して、機器の表示幅を基にCSSの配置を拡大縮小します。
nl: Voegt een meta viewport tag toe aan de pagina header en schaalt de CSS-lay-out op basis van de breedte van het uitvoerapparaat.
pl: Dodaje do nagłówka strony tag z meta portem przeglądarki i skaluje layout CSS, używając jako punkt odniesienia szerokość urządzenia.
ro: Adaugă un tag meta viewport în header şi scalează stilul CSS în funcţie de lăţimea dispozitivului.
ru: Добавляет мета-тег viewport в верхний колонтитул страницы и масштабирует CSS макет в зависимости от ширины устройства.
sk: Vloží meta viewport tag do hlavičky kódu stránky a prispôsobí CSS layout šírke zariadenia.
sv: Lägger till en media viewport-tagg till sidhuvudet och skalar om CSS-layout beroende på skärmvidd.

# tl_layout.grid.css.0
source: 12-column grid
cs: 12sloupcová mřížka
da: 12 kolonners gitter
de: 12-Spalten Grid
es: Rejilla 12 columnas
fa: شبکه ۱۲-ستونی
fi: 12-sarakkeinen gridi
fr: Grille sur 12 colonnes
hu: 12 oszlopos rács
ja: 12列グリッド
lv: 12-kolonna režģis
my: လေးထောင့်၁၂ကော်လံကွက်
nl: 12-koloms grid
pl: 12-kolumnowa siatka
ro: Grilă 12-coloane
ru: 12 колоночная сетка
sk: 12-stĺpcová mriežka
sq: Rrjet 12-kolonëshe
sv: 12-kolumners indelning
uk: 12-колоночна сiтка

# tl_layout.grid.css.1
source: Adds a responsive 12-column grid that is triggered by the CSS classes "grid1" to "grid12" and "offset1" to "offset12".
cs: Přidá 12-ti řádkovou mřížku, která bude označena styly "grid1" až "grid12" a "offset1" až "offset12".
da: Tilføjer et responsive 12-kolonners grid der aktiveres af følgende CSS classes "grid1" til "grid12" samt "offset1" til "offset12".
de: Erzeugt ein responsives 12-Spalten Grid, das mittels der CSS-Klassen "grid1" bis "grid12" sowie "offset1" bis "offset12" gesteuert wird.
es: Añade una rejilla sensible de 12 columnas que se activa mediante las clases CSS "grid1" a "grid12" y "offset1" a "offset12".
fa: شبکه ۱۲-ستونی پاسخگو را اضافه می‌کند که با کلاس‌های سی‌اس‌اس "grid1" تا "grid12" و "offset1" تا "offset12" مشخص می‌شوند.
fi: Lisää responsiivisen 12-sarakkeisen gridin joka toimii CSS-luokilla grid1 - grid12 ja offset1 - offset12.
fr: Ajoute une grille responsive de 12 colonnes qui est déclenchée par les classes CSS "grid1" à grid12" et "offset1" à "offset12".
hu: Létrehoz egy érzékeny 12-oszlopos rácsot ami kiváltja a CSS osztályokat "grid1" - "grid12" és "offset1" - "offset12" jelölésekkel.
it: Aggiunge un responsive grid a 12 colonne che viene attivato dalle classi CSS "grid1" a "grid12" e "offset1" a "offset12".
ja: CSSのクラス"grid1"から"grid12"と"offset1"から"offset12"によるレスポンシブ12列グリッドを追加します。
my: "လေးထောင့်ကွက်၁"မှ"လေးထောင့်ကွက်၁၂"သို့နှင့်"မျှခြေထိန်းချုပ်၁"မှ"မျှခြေထိန်းချုပ်၁၂"သို့စီအက်အက်စ်အမျိုးအစားမှအစပျိုးသောတုံ့ပြန်လေးထောင့်၁၂ကော်လံကွက်ထည့်။
nl: Voegt een responsief 12-koloms grid toe dat wordt geactiveerd door de CSS-classes "grid1" naar "grid12" en "offset1" naar "offset12".
pl: Dodaje responsywną 12-kolumnową siatkę, która może być użyta za pomocą klass CSS począwszy od "grid1" do "grid12" i "offset1" do "offset12".
ro: Adaugă o grilă activă de 12-coloane care este activată de clasele CSS "grid1" până la "grid12" şi "offset1" până la "offset12".
ru: Добавляет адаптивную сетку из 12 колонок, которая создается CSS классами от "grid1" до "grid12" и от "offset1" до "offset12".
sk: Pridá flexibilnú mriežku s 12 stĺpcami, ktorá bude označená CSS triedami "grid1" až "grid12" a "offset1" až "offset12".
sq: Shton një rrjet përgjegjës me 12-kolonë që do të shkaktohet nga klasa CSS "grid1" në "grid12" dhe "offset1" në "offset12".
sv: Skapar ett s.k responsive grid med 12 kolumner som triggas av CSS-klasserna "grid1" till "grid12" och "offset1" till "offset12".
uk: Додає адаптивну сітку з 12 колонок, яка створюється зя допомогою CSS класів від "grid1" до "grid12" та від "offset1" до "offset12".

# tl_layout.reset.css.0
source: CSS reset
cs: Vynulovat CSS
fa: بازتنظیم سی‌اس‌اس
fi: CSS-alustus
hu: CSS visszaállítás
it: Reset CSS
ja: CSSリセット
lv: CSS atiestatīšana
my: စီအက်စ်အက်စ်ပြန်လည်သတ်မှတ်
pl: Reset CSS
ro: Resetare CSS
ru: Сброс CSS
sk: Vynulovať CSS
sv: CSS återställning

# tl_layout.reset.css.1
source: Removes the inconsistent default styling of HTML elements in different browsers.
cs: Odstraní nesoudržné výchozí styly HTML elementů v různých prohlížečích.
da: Fjerner forskelighederne på standard stylingen af HTML elementer i forskellige browsere.
de: Entfernt die inkonsistente Standardformatierung der HTML-Elemente in verschiedenen Browsern.
es: Elimina el estilo por defecto de elementos HTML en distintos navegadores.
fa: سبک‌های پیش‌فرض متناقض عنصر‌های اچ‌تی‌ام‌ال را در مرورگرهای متفاوت حذف می‌نماید.
fi: Poistaa eri selainten epäjohdonmukaisuudet HTML:n tyylittelyssä.
fr: Retire les styles par défaut des éléments HTML incohérents dans différents navigateurs.
hu: Eltávolítja a következetlen alapértelmezett stílus HTML elemeket a különböző böngészőkben.
it: Rimuove lo stile predefinito di elementi HTML non coerente in diversi browser.
ja: それぞれのブラウザーで一貫性がなく異なるHTML要素の初期スタイルを削除します。
my: မတူညီသောဘရောက်ဇာများအတွင်းရှိဟိပ်စ်တီအမ်အယ်ပစ္စည်းများမူလပံုစံများရှေ့နောက်မညီမှုဖယ်ရှား။
nl: Verwijdert de inconsistente standaard styling van HTML-elementen in verschillende browsers.
pl: Usuwa niejednolite domyślne stylowanie elementów HTML w różnych przeglądarkach.
ro: Şterge stilurile neomogene implicite ale elementelor HTML din diferite browsere.
ru: Удаляет несовместимые стили по умолчанию для HTML элементов в разных браузерах.
sk: Odstráni nekonzistentné východzie štýly HTML elementov v rôznych prehliadačoch.
sq: Heq stilin standard në shfletues të ndryshm që jan në kundërshtim me elemente të HTML.
sv: Tar bort inkonsekvent standardformattering av HTML-element i olika webbläsare.
uk: Видаляє несумісні стилі за замовчуванням HTML елементів в різних браузерах.

# tl_layout.form.css.0
source: Basic forms
cs: Základní formuláře
da: Basis formularer
de: Formulare
es: Formularios básicos
fa: فرم‌های ساده
fi: Peruslomake
fr: Formulaires de base
hu: Alapformák
it: Form di base
ja: 基本的なフォーム
lv: Pamatformas
my: အခြေခံပံုစံများ
nl: Formulieren
pl: Podstawowe formularze
ro: Formulare simple
ru: Основные формы
sk: Štandardné formuláre
sq: Formular themelor
sv: Standardformattering
uk: Основні форми

# tl_layout.form.css.1
source: Adds basic form elements and buttons formatting.
cs: Přidat základní formulářové elementy a tlačítka pro úpravu.
da: Tilføjer basis formular formatering af elementer og knapper.
de: Grundlegende Formatierung von Formular-Elementen und Schaltflächen.
es: Añade elementos al formulario básico y formatea los botones.
fa: افزودن عنصر‌های فرم ساده و قالب‌های دکمه.
fi: Lisää perusmuotoilut lomakkeille ja napeille.
fr: Ajoute une mise en forme de base des éléments et boutons de formulaire.
hu: Létrehozza az alapvető elemek és gombok formázását.
it: Aggiunge elementi del form di base e la formattazione per pulsanti.
ja: 基本的なフォームの要素とボタンの書式を追加します。
lv: Pievieno pamatformu elementu un pogu formatēšanu.
my: အခြေခံပံုစံပစ္စည်းများနှင့်ခလုတ်များအချိုးအစားလုပ်ခြင်းထည့်။
nl: Elementaire opmaak van formulieren en knoppen.
pl: Dodaje formatowanie podstawowych elementów formularzy i przycisków.
ro: Adaugă elemente de formular şi formatare pentru butoane.
ru: Добавляет форматирование элементов и кнопок основной формы.
sk: Pridáva základné elementy formulára, vrátane formátovania tlačidiel.
sq: Shton elemente të formulareve themelor dhe forma të dygmave.
sv: Lägger till formattering av grundläggande formulärelement och knappar.
uk: Додає форматування елементів та кнопок основної форми

# tl_layout.tinymce.css.0
source: TinyMCE style sheet
cs: Kaskádovité styly TinyMCE
es: Hoja de estilo TinyMCE
fa: شیوه‌نامه‌ی TinyMCE
fi: TinyMCE-tyylisivu
fr: Feuille de style TinyMCE
hu: TinyMCE stíluslap
it: Foglio di stile TinyMCE
ja: TinyMCEスタイルシート
lv: TinyMCE stila lapa
my: တိုင်းနီးအမ်စီအီးစတိုင်အလွှာ
pl: Arkusz styli TinyMCE
ro: Stil pentruTinyMCE
ru: Таблица стилей TinyMCE
sk: TinyMCE kaskádové štýly
sl: Slogovna predloga za urejevalnik TinyMCE
sv: TinyMCE stilmall
uk: Таблиця стилів TinyMCE
