Repository: contao/core
Catalog: system/modules/core/languages/*/*_layout.xlf
Languages: cs, da, de, es, fa, fi, fr, hu, it, ja, lv, my, nl, pl, ro, ru, sk, sl, sq, sv, uk

# tl_layout.analytics.1
source: Here you can activate the analytics templates (e.g. for Google Analytics or Piwik). Note that you have to adjust those templates and add your analytics ID before you can use them!
cs: Zde můžete aktivovat předlohy analýz (např. Google Analytics nebo Piwik). Upozornění: Před použitím musíte upravit danou předlohu a zadat Vaše identifikační údaje.
da: Her kan du aktivere analytics skabeloner (f.eks. Google Analytics eller Piwik). Bemærk at du er nødsaget til at justere disse skabeloner til og tilføje dit analytics ID før de kan benyttes.
de: Hier können Sie die Analytics-Templates (z.B. für Google-Analytics oder Piwik) aktivieren. Beachten Sie, dass Sie diese Templates anpassen und Ihre Analytics-ID hinzufügen müssen, bevor Sie sie verwenden können!
es: Aquí puede activar las plantillas analitics (por ejemplo, Google Analytics o Piwik). Tenga en cuenta que tiene que ajustar esas plantillas y añadir su ID antes de poder usarlos!
fa: اینجا می‌توانید الگوهای تحلیل را فعال نمایید (برای نمونه Google Analytics یا Piwik). توجه کنید که شما این الگوها را باید تنظیم نمایید و شناسه تحلیل را اضافه نمایید قبل از اینکه بتوانید از آنها استفاده نمایید.
fi: Tässä voit ottaa käyttöön kävijäseurannan mallipohjat (esim. Google Analytics tai Piwik). Huomaa, että sinun on muokattava mallipohjia ja lisättävä niihin oma kävijäseurantatunnisteesi, ennen kuin voit käyttää niitä!
fr: Activer les modèles Analytics (par exemple pour Google Analytics ou Piwik). Noter qu'il faut ajuster ces modèles et ajouter l'ID analytics avant de pouvoir les utiliser !
hu: Itt aktiválhatja az analitikai sablonokat( pl.: Google Analytics vagy Piwik). Ne feledje beállítani a sablont és megadni az analitikai ID-t (azonosítót) mielőtt használni kezdené!
it: Qui è possibile attivare i template analytics (es: per Google Analytics o Piwik). Nota bene: È necessario modificare prima tali file template e aggiungere l'ID analytics!
ja: アナリティックスのテンプレート(例えば、GoogleアナリティックスやPiwiki)をレイアウトに追加できます。これらのテンプレートは使用する前に、少し変えてアナリティックスのIDを追加しなければなりません!
my: ခွဲခြမ်းစိတ်ဖြာပံုစံပြားများ (ဥပမာ ဂူးဂယ်ခွဲခြမ်းစိတ်ဖြာ(သို့)ပီဝတ်)အသက်သွင်းနိုင်။ ပံုစံပြားများကိုထိန်းညှိရန်လိုအပ်ပြီးခွဲခြမ်းစိတ်ဖြာအိုင်ဒီကိုမသံုးခင်ထည့်!
nl: Hier activeert u de analytics templates (b.v. voor Google Analytics of Piwik). Bedenk dat u deze templates dient aan te passen en uw analytics ID moet toevoegen voordat u ze kunt gebruiken!
pl: Tutaj możesz aktywować szablony analityki (np. dla Google Analytics lub Piwik). Pamiętaj, że musisz dostosować te szablony poprzez dodanie Twojego analitykowego ID.
ro: Aici puteţi activa şabloanele analytics (de ex. pentru Google Analytics sau Piwik). Reţineţi că trebuie să ajustati acele şabloane şi să adăugaţi ID-ul dvs înainte de folosire!
ru: Вы можете активировать шаблоны аналитики (напр. для Google Analytics или Piwik). Обратите внимание, что вы должны настроить эти шаблоны и добавить ID прежде, чем их использовать!
sk: Tu si môžete aktivovať šablóny analytických nástrojov (napr. Google Analytics, Piwik atď). Majte na pamäti že pred tým ako ich použijete, musíte do nich zadať vaše ID!
sq: Këtu ju mund të aktivizoni shabllone alalitike (p.sh. për Google Analytics apo Piwik). Vini re se ju duhet të përshtateni këto shabllone dhe të shtoni ID-në tuaj para se të përdorni ato!
sv: Här kan du aktivera analytics-mallar (t.ex. för Google Analytics eller Piwik). Observera att du måste justera dessa mallar och lägga till ditt analytics-ID innan du kan använda dem!
uk: Ви можете активувати шаблони аналітики (напр. для Google Analytics або Piwik). Зверніть увагу на те, що вам необхідно внести додати унікальне значення ID аналітики перед тим, як їх використовувати!

# tl_layout.script.0
source: Custom JavaScript code
cs: Vlastní kód JavaScriptu
da: Brugertilpasset Javascript kode
de: Eigener JavaScript-Code
es: Código JavaScript personalizado
fa: کد جاوا اسکریپت سفارشی
fi: Oma JavaScript-koodi
fr: Code JavaScript personnalisé
hu: Egyedi JavaScript kód
it: Codice Javascript personalizzato
ja: カスタマイズ用のJavaScriptコード
lv: Pielāgots JavaScript kods
my: စိတ်ကြိုက်ဂျားဗားလိုလျောက်လုပ်ဆောင်ကုဒ်
nl: Standaard JavaScript code
pl: Własny kod JavaScript
ro: Cod JavaScript customizat
ru: Пользовательский JavaScript-код
sk: Vlastný JavaScript kód
sl: Prilagojena JavaScript koda.
sq: JavaScript code individual
sv: Egen JavaScript-kod
uk: Додатковий JavaScript-код

# tl_layout.script.1
source: The JavaScript code which will be inserted at the bottom of the page.
cs: Kód JavyScriptu, který bude vložen na konci stránky.
da: Javascriptet koden bliver indsat i bunden af siden.
de: Der JavaScript-Code wird am Ende der Seite eingefügt.
es: El código JavaScript que será insertado en la sección inferior de la página.
fa: کد جاوا اسکریپت که در پایین برگه درج خواهد شد.
fi: JavaScript-koodi, joka lisätään ennen sivun loppua
fr: Le code JavaScript sera inséré au bas de la page.
hu: A JavaScript kód az oldal aljára lesz beillesztve.
it: Il codice javascript inserito qui, verrà aggiunto alla fine della pagina
ja: このJavaScriptコードはページの最後の方に挿入します。
lv: JavaScript kods, kas tiks iesprausts lapas apakšā.
my: စာမျက်နှာအောက်ခြေတွင်ဂျားဗားလိုလျောက်လုပ်ဆောင်ကုဒ်ထည့်သွင်း။
nl: JavaScript code die wordt ingebracht aan het einde van de pagina.
pl: Kod JavaScript będzie dodany na dole strony.
ro: Codul JavaScript care va fi inserat la sfârşitul paginii.
ru: Пользовательский JavaScript-код будет вставлен в нижней части страницы.
sk: Tento JavaScript kód bude vložený na koniec stránky.
sl: JavaScript koda, ki bo vstavljena na dno strani.
sq: Kodi JavaScript i cili do të futet në fund të faqes.
sv: Egen JavaScript-kod som kommer att inkluderas längst ned på sidan vid sidgenerering.
uk: Додатковий JavaScript-код котрий буде вставлено в кінець макету (перед тегом &lt;/body&gt;).

# tl_layout.static.0
source: Static layout
cs: Statický vzhled
da: Statisk layout
de: Statisches Layout
es: Diseño estático
fa: چیدمان استاتیک
fi: Staattinen ulkoasu
fr: Présentation statique
hu: Statikus Elrendezés
it: Layout statico
ja: 固定したレイアウト
lv: Statisks salikums
my: အတည်အခင်းအကျင်း
nl: Statische lay-out
pl: Szablon statyczny
ro: Ansamblu static
ru: Статический макет
sk: Statický layout
sl: Statična postavitev
sq: Strukturë statike
sv: Statisk layout
uk: Статичний макет

# tl_layout.static.1
source: Create a static layout with a fixed width and alignment.
cs: Vytvoří statický vzhled s pevnou šírkou a umístěním.
da: Opret et statisk sidelayout med en fast bredde og justering.
de: Ein statisches Layout mit fester Breite und Ausrichtung erstellen.
es: Crear un diseño de página estático con un ancho y alineación fijos.
fa: چیدمانی ایستا با عرض و چینش ثابت ایجاد می‌کند.
fi: Tee ulkoasusta staattinen vakioleveydellä ja -tasauksella.
fr: Créer une présentation de page statique, avec une largeur et un alignement fixes.
hu: Statikus elrendezést készíthet, fix szélességgel és igazítással.
it: Crea una pagina a layout statico con larghezza e allineamento fissi.
ja: 一定の幅と配置の固定したレイアウトを作成します。
lv: Izveidot statisku lapu ar fiksētu platumu un izkārtojumu.
my: သတ်မှတ်ပြီးအနံနှင့်ဖြောင့်တန်းမှုဖြင့်အတည်အခင်းအကျင်းဖန်တီး။
nl: Maak een statische lay-out met een vaste breedte en een vaste positie (links, midden, rechts).
pl: Utwórz statyczny układ ze stałą szerokością i wyrównaniem.
ro: Creeaza un ansamblu static cu aliniere şi lăţime fixă.
ru: Создайте статической макет с фиксированной шириной и выравниванием.
sk: Vytvorí statický layout s fixnou šírkou a zarovnaním
sl: Ustvari statično postavitev s točno določeno širino in poravnavo.
sq: Krijo një strukturë me gjerësi dhe drejtvendosje fikse.
sv: Skapa en statisk layout med en fast bredd och justering.
uk: Статичний макет має фіксовану ширину й фіксовану позицію (ліворуч, центр, праворуч).

# tl_layout.width.0
source: Overall width
cs: Celková šíře
da: Samlede bredde
de: Gesamtbreite
es: Ancho general
fa: عرض کل
fi: Kokonaisleveys
fr: Largeur totale
hu: Teljes szélesség
it: Larghezza complessiva
ja: 全体の幅
lv: Kopplatums
my: အနံအားလံုး
nl: Algemene breedte
pl: Całkowita szerokość
ro: Laţime totală
ru: Общая ширина макета
sk: Celková šírka
sl: Celotna širina
sq: Gjerësi totale
sv: Totalbredd
uk: Загальна ширина

# tl_layout.width.1
source: The overall width will be applied to the wrapper element.
cs: Hodnota celkové šíře bude přidělena elementu "wrapper".
da: Indtast venligst den samlede bredde som bliver tildelt til omslagselement (eng.: wrapper).
de: Die Gesamtbreite wird dem Wrapper-Element zugewiesen.
es: Por favor introduce el ancho que se asignará al elemento general (wrapper).
fa: لطفا مقدار عرض کل چیدمان را وارد نمایید.
fi: Kokonaisleveys pätee wrapper-elementtiin.
fr: La largeur totale sera appliquée à l'élément conteneur.
hu: A teljes szélesség értékét fogja alkalmazni a wrapper elemen.
it: Inserisci la larghezza complessiva del layout
ja: wrapper要素に適用する全体の幅です。
lv: Lūdzu ievadiet kopējo platumu, kas tiks piešķirts ietinošajam elementam.
my: အနံအားလံုးကိုထုပ်ပိုးခြင်းပစ္စည်းသို့အသံုးချ။
nl: Geef de algemene breedte die zal toegekend worden aan het wrapper element.
pl: Wprowadź całkowitą szerokość, w której będą znajdowały się pozostałe elementy układu.
ro: Introduceţi lăţimea totală care va fi atribuită elementului "wrapper".
ru: Введите общую ширину, которая будет задана элементу wrapper.
sk: Vložte prosím celkovú šírku, ktorá bude aplikovaná na wrapper element
sl: Celotna širina bo uveljavljana na ovoju.
sq: Epeni gjerësinë totale (do të lidhet me Wrapper-elementin, wrapp = pështjellë).
sv: Ange totalbredden som kommer att tilldelas till wrapper-elementet.
uk: Будь ласка, введіть загальну ширину, що буде застосована до wrapper елементу.

# tl_layout.align.0
source: Alignment
cs: Uspořádání
da: Justering af webstedet
de: Ausrichtung
es: Alineación web
fa: چینش
fi: Tasaus
fr: Alignement
hu: Igazítás
it: Allineamento sito
ja: 配置
lv: Mājas lapas līdzināšana
my: ဖြောင့်တန်းမှု
nl: Uitlijning
pl: Wyrównanie strony
ro: Aliniere website
ru: Выравнивание
sk: Zarovnanie stránky
sl: Poravnava
sq: Drejtvendosja faqes
sv: Sidjustering
uk: Вирівнювання

# tl_layout.align.1
source: Please select the alignment of the page.
cs: Zvolte prosím uspořádání stránky.
da: Vælg venligst justeringen af webstedet.
de: Bitte wählen Sie die Ausrichtung der Seite.
es: Por favor selecciona la alineación de la web.
fa: لطفا محل قرارگیری وب‌سایت را انتخاب نمایید.
fi: Ole hyvä ja valitse miten sivu tasataan
fr: Sélectionner l'alignement de la page.
hu: Válassza ki az oldal igazítását.
it: Seleziona l'allineamento del sito.
ja: ページの配置を選択してください。
lv: Lūdzu izvēlieties mājas lapas līdzināšanu.
my: စာမျက်နှာဖြောင့်တန်းမှုရွေးပါ။
nl: Selecteer de uitlijning van de pagina.
pl: Wybierz wyrównanie strony.
ro: Alegeţi alinierea sitului.
ru: Выберите выравнивание страницы.
sk: Vyberte zarovnanie stránky
sl: Prosimo, izberite poravnavo na strani.
sq: Zgjedhoni drejtvendosjen e faqes.
sv: Välj horisontell justering av sidan.
uk: Виберіть, будь ласка, тип вирівнювання сторінки.

# tl_layout.title_legend
source: Title
cs: Titulek
da: Overskrift
de: Titel
es: Título
fa: عنوان
fi: Otsikko
fr: Nom du groupe
hu: Cím
it: Titolo
ja: 題名
lv: Virsraksts
my: ခေါင်းစဉ်
nl: Titel
pl: Nagłówek
ro: Nume grup
ru: Название
sk: Nadpis
sl: Naziv
sq: Titull
sv: Rubrik
uk: Заголовок та базові налаштування

# tl_layout.header_legend
source: Rows
cs: Záhlaví a zápatí
da: Sidehoved og sidefod
de: Zeilen
es: Encabezado y pie
fa: ردیف‌ها
fi: Rivit
fr: Entête et pied de page
hu: Fejléc és Lábléc
it: Intestazione e piè pagina
ja: 行
lv: Galvene un kājene
my: အတန်းများ
nl: Rijen
pl: Nagłówek i stopka
ro: Antet şi subsol
ru: Строки
sk: Záhlavie a zápätie
sl: Glava in noga
sq: Rreshta
sv: Sidhuvud och sidfot
uk: Верхній та нижній сектори

# tl_layout.column_legend
source: Columns
cs: Nastavení sloupců
da: Spalter
de: Spalten
es: Ajustes de columnas
fa: ستون
fi: Sarakkeet
fr: Paramètres des colonnes
hu: Oszlop beállítások
it: Impostazione colonne
ja: 列
lv: Kolonnas iestatījumi
my: ကော်လံများ
nl: Kolommen
pl: Ustawienia kolumny
ro: Setări de coloane
ru: Колонки
sk: Nastavenie stĺpcov
sl: Nastavitve stolpcev
sq: Kolonë
sv: Kolumninställningar
uk: Налаштування стовпців

# tl_layout.sections_legend
source: Custom sections
cs: Vlastní prvky rozvržení stránky
da: Brugertilpassede sektioner
de: Eigene Layoutbereiche
es: Secciones personalizadas
fa: بخش‌های سفارشی
fi: Omat osiot ulkoasussa
fr: Zones personnalisées
hu: Egyedi részek
it: Sezioni personalizzate
ja: カスタムセクション
lv: Pielāgotās sadaļas
my: စိတ်ကြိုက်အပိုင်းများ
nl: Aangepaste secties
pl: Własne sekcje
ro: Secţiuni customizate
ru: Пользовательские секции
sk: Vlastné sekcie layoutu
sl: Prilagojeni razdelki
sq: Sektor individual
sv: Egna layoutsektioner
uk: Довільні сектори

# tl_layout.webfonts_legend
source: Web fonts
cs: Webová písma
es: Fuentes web
fa: قلم‌های وبی
fi: Web-fontit
hu: Web betűk
ja: Webフォント
lv: Web fonti
pl: Czcionki Web
ro: Fonturi web
ru: Веб-шрифты
sk: Web fonty
sl: Spletne pisave
sv: Webbfonter

# tl_layout.style_legend
source: Style sheets
cs: Kaskádovité styly
es: Hojas de estilo
fa: شیوه‌نامه‌ها
fi: Tyylisivut
fr: Feuilles de style
hu: Stílus lapok
it: Fogli di stile
ja: スタイルシート
lv: Stila lapas
my: စတိုင်အလွှာများ
pl: Arkusze styli
ro: Fişiere de stil
ru: Таблицы стилей
sk: Kaskádové štýly
sl: Slogovne predloge
sv: Stilmallar
uk: Стилі

# tl_layout.picturefill_legend
source: Responsive images
cs: Responzivní obrázky
da: Responsiv billede
de: Responsive Bilder
es: Imágenes adaptativas
fa: تصویرهای واکنش‌گرا
fi: Mukautuvat kuvat
fr: Images responsive
hu: Reszponzív képek
it: Immagini responsive
ja: レスポンシブな画像
lv: Atsaucīgi attēli
nl: Responsive afbeeldingen
pl: Responsywne obrazki
ro: Imagini sensibile
ru: Адаптивные изображения
sk: Responsive obrázky
sv: Responsiva bilder

# tl_layout.feed_legend
source: RSS/Atom feeds
cs: RSS/Kanál
es: Suministros RSS/Atom
fa: خوراک‌های آراس‌اس/اتم
fi: RSS/Atom-syötteet
fr: Flux RSS/Atom
hu: RSS/Atom hírfolyamok
it: Feed RSS/Atom
ja: RSS/Atomフィード
lv: RSS/Atom barotnes
my: အာအက်စ်အက်စ်/အက်တမ်ကုန်ကြမ်းများ
pl: Kanały RSS/Atom
ro: Fluxuri RSS
ru: RSS/Atom-каналы
sk: RSS/Atom kanály (feeds)
sl: RSS/Atom izvlečki
sq: Furnizime RSS/Atom
sv: RSS/Atom-flöden
uk: Стрічки RSS/Atom

# tl_layout.modules_legend
source: Front end modules
cs: Muduly frontendu
da: Forside moduler
de: Frontend-Module
es: Módulos del Front end
fa: ماژول‌های بخش کاربری
fi: Sivuston moduulit
fr: Modules du front office
hu: Felhasználói felület modulok
it: Moduli nel frontend
ja: フロントエンドモジュール
lv: Priekšgala moduļi
my: အပြင်ပိုင်းအပိုင်းများ
pl: Załączanie modułów
ro: Module front-end
ru: Модули внешнего интерфейса
sk: Frontend moduly
sl: Moduli na spletnem mestu
sq: Modulet Front end
sv: Frontend-moduler
uk: Фронтенд модулі

# tl_layout.expert_legend
source: Expert settings
cs: Rozšířená nastavení
da: Ekspert indstillinger
de: Experten-Einstellungen
es: Configuración avanzada
fa: تنطیمات پیشرفته
fi: Erikoisasetukset
fr: Paramètres avancés
hu: Speciális beállítások
it: Impostazioni avanzate
ja: 専門的な設定
lv: Eksperta iestatījumi
my: ကျွမ်းကျင်သူချိန်ညှိချက်
nl: Expert-instellingen
pl: Zaawansowane ustawienia
ro: Setări avansate
ru: Экспертные настройки
sk: Rozšírené nastavenia
sl: Napredne nastavitve
sq: Konfigurim ekspertesh
sv: Expertinställningar
uk: Експертні налаштування

# tl_layout.script_legend
source: JavaScript
fa: جاوا اسکریپت

# tl_layout.static_legend
source: Static layout
cs: Statický vzhled
da: Statisk layout
de: Statisches Layout
es: Diseño estático
fa: چیدمان استاتیک
fi: Staattinen ulkoasu
fr: Présentation statique
hu: Statikus Elrendezés
it: Layout statico
ja: 固定したレイアウト
lv: Statisks salikums
my: အတည်အခင်းအကျင်း
nl: Statische lay-out
pl: Szablon statyczny
ro: Ansamblu static
ru: Статический макет
sk: Statický layout
sl: Statična postavitev
sq: Struktur statike
sv: Statisk layout
uk: Статичний макет

# tl_layout.jquery_legend
source: jQuery
fa: جی‌کوئری
my: ဂျေကျုရီ

# tl_layout.j_local
source: Local file
cs: Místní soubor
da: Lokal fil
de: Lokale Datei
es: Fichero local
fa: پرونده محلی
fi: Paikallinen tiedosto
fr: Fichier local
hu: Helyi fájl
it: File locale
ja: ローカルのファイル
lv: Lokālā datne
nl: Plaatselijk bestand
pl: Plik lokalny
ro: Fişier local
ru: Локальный файл
sk: Lokálny súbor
sv: Lokal fil

# tl_layout.j_googleapis
source: CDN (code.jquery.com)
fa: سی‌دی‌ان (code.jquery.com)
ja: コンテンツ配信網(code.jquery.com)

# tl_layout.j_fallback
source: CDN with local fallback
cs: CDN z místního zdrojem
da: CDN med lokalt fallback
de: CDN mit lokalem Fallback
es: CDN con fallback local
fa: سی‌دی‌ان با یدکی محلی
fi: CDN paikallisella varatiedostolla
fr: CDN avec solution de secours locale
hu: CDN helyi másolattal
it: CDN con fallback locale
ja: コンテンツ配信網、ローカルのファイルを代替
lv: CDN ar vietējo alternatīvu
nl: CDN met plaatselijke fallback
pl: CDN z lokalnym wsparciem fallback
ro: CDN cu rezervă locală
ru: CDN с локальной копией
sk: CDN s lokálnou zálohou
sv: CDN med lokal fallback

# tl_layout.mootools_legend
source: MooTools
fa: موتولز
my: မူးတူး

# tl_layout.moo_local
source: Local file
cs: Místní soubor
da: Lokal fil
de: Lokale Datei
es: Fichero local
fa: پرونده محلی
fi: Paikallinen tiedosto
fr: Fichier local
hu: Helyi fájl
it: File locale
ja: ローカルのファイル
lv: Lokālā datne
nl: Plaatselijk bestand
pl: Plik lokalny
ro: Fişier local
ru: Локальный файл
sk: Lokálny súbor
sv: Lokal fil

# tl_layout.moo_googleapis
source: CDN (googleapis.com)
fa: سی‌دی‌ان (googleapis.com)
ja: コンテンツ配信網(googleapis.com)

# tl_layout.moo_fallback
source: CDN with local fallback
cs: CDN z místního zdrojem
da: CDN med lokalt fallback
de: CDN mit lokalem Fallback
es: CDN con fallback local
fa: سی‌دی‌ان با یدکی محلی
fi: CDN paikallisella varatiedostolla
fr: CDN avec solution de secours locale
hu: CDN helyi másolattal
it: CDN con fallback locale
ja: コンテンツ配信網、ローカルのファイルを代替
lv: CDN ar vietējo alternatīvu
nl: CDN met plaatselijke fallback
pl: CDN z lokalnym wsparciem fallback
ro: CDN cu rezervă locală
ru: CDN с локальной копией
sk: CDN s lokálnou zálohou
sv: CDN med lokal fallback

# tl_layout.html5
source: HTML
fa: اچ‌تی‌ام‌ال
it: HTML5
my: ဟိစ်တီအမ်အလ်

# tl_layout.top
source: Before the wrapper
cs: Před hlavním boxem (tzv. wrapper)
da: Før indpakningen
de: Vor dem umschließenden Element
es: Antes del contenedor
fa: قبل از wrapper
fi: Ennen wrapperia
fr: Avant l'élément wrapper
hu: A csoport előtt
it: Prima del wrapper
ja: wrapperの前
lv: Pirms ietinēja
nl: Voor de wrapper
pl: Przed wrapperem
ro: Înainte de wrapper
ru: Перед wrapper (обёрткой)
sk: Pred wrapper
sv: Före omslaget

# tl_layout.before
source: After the page header
cs: Po hlavičce stránky
da: Efter sidehovedet
de: Unterhalb der Kopfzeile
es: Despues del encabezado
fa: بعد از سربرگ
fi: Yläosan jälkeen
fr: Après l'élément en tête
hu: Fejléc után
it: Dopo l'intestazione della pagina
ja: ページヘッダーの後
lv: Pēc galvenes elementa
my: စာမျက်နှာခေါင်းစီးပြီးနောက်
nl: Na de pagina header
pl: Po sekcji Header
ro: După element header
ru: После верхнего колонтитула
sk: Element po záhlaví
sl: Za glavo strani
sq: Pas rreshtit të epërm
sv: Efter sidhuvudsektionen
uk: Після «верхнього сектору»

# tl_layout.main
source: Inside the main column
cs: Uvnitř hlavního sloupce
da: I hovedspalten
de: In der Hauptspalte
es: En la columna principal
fa: در ستون مرکزی
fi: Pääsarakkeen sisällä
fr: Dans la colonne principale
hu: A Fő oszlopban
it: Nella colonna principale
ja: メインの列の内部
lv: Galvenajā kolonna
my: ပင်မကော်လံထဲတွင်
nl: In de hoofdkolom
pl: W głównej kolumnie
ro: În coloana principală
ru: Основная колонка
sk: V hlavnom stĺpci
sl: Znotraj glavnega stolpca
sq: Në kolon kryesore
sv: I huvudkolumnen
uk: У головному стовпчику

# tl_layout.after
source: Before the page footer
cs: Před zápatím stránky
da: Inden sidefoden
de: Oberhalb der Fußzeile
es: Antes del pie de página (footer)
fa: قبل از پاورقی
fi: Ennen alaosaa
fr: Avant l'élément pied de page
hu: A Lábléc előtt
it: Prima del piè pagina
ja: ページフッターの前
lv: Pirms kājenes elementa
my: စာမျက်နှာအောက်ခြေမတိုင်မီ
nl: Voor het footer element
pl: Przed sekcją Footer
ro: Înaintea elementului footer
ru: Перед нижним колонтитулом
sk: Element pred zápätím
sl: Pred nogo strani
sq: Në rreshtin e poshtëm
sv: Före sidfotsektionen
uk: Перед «нижнім сектором»

# tl_layout.bottom
source: After the wrapper
cs: Po hlavním boxu (tvz. wrapper)
da: Efter indpakningen
de: Nach dem umschließenden Element
es: Despues del contenedor
fa: بعد از wrapper
fi: Wrapperin jälkeen
fr: Après l'élément wrapper
hu: A csoport után
it: Dopo il wrapper
ja: wrapperの後
lv: Pēc ietinēja
nl: Na de wrapper
pl: Po wrapperze
ro: După wrapper
ru: После wrapper (обёртки)
sk: Za wrapper
sv: Efter omslaget

# tl_layout.edit_styles
source: Edit the style sheets
cs: Upravit kaskádové styly
da: Rediger style sheets
de: Die Stylesheets bearbeiten
es: Editar la hoja de estilo
fa: ویرایش شیوه‌نامه‌ها
fi: Muokkaa tyylisivuja
fr: Éditer les feuilles de style
hu: Stílulapok szerkesztése
it: Modifica il foglio di stile
ja: スタイルシートを編集
lv: Rediģēt stila lapas
my: စတိုင်အလွှာများတည်းဖြတ်
nl: Bewerk de style sheets
pl: Edytuj arkusze stylów
ro: Editează CSS-urile
ru: Редактировать таблицы стилей
sk: Upraviť kaskádové štýly
sl: Uredite slogovne predloge
sq: Përpuno stylesheet
sv: Redigera stilmallarna
uk: Редагувати стилі

# tl_layout.edit_module
source: Edit the module
cs: Upravit modul
da: Rediger modulet
de: Das Modul bearbeiten
es: Editar el módulo
fa: ویرایش ماژول
fi: Muokkaa moduulia
fr: Éditer le module
hu: Modul szerkesztése
it: Modifica il modulo
ja: モジュールを編集
lv: Rediģēt moduli
my: အပိုင်းတည်းဖြတ်
nl: Bewerk de module
pl: Edytuj moduł
ro: Editează modulul
ru: Редактировать модуль
sk: Upraviť modul
sl: Uredite module
sq: Përpuno modulin
sv: Redigera modulen
uk: Редагувати модуль

# tl_layout.analytics_google
source: Google
fa: گوگل
my: ဂူးဂယ်

# tl_layout.analytics_piwik
source: Piwik
fa: پی‌ویک
my: ပိဝိ

# tl_layout.new.0
source: New layout
cs: Nový vzhled
da: Nyt layout
de: Neues Layout
es: Nuevo diseño
fa: چیدمان جدید
fi: Uusi ulkoasu
fr: Nouvelle présentation
hu: Új elrendezés
it: Nuovo layout
ja: 新しいレイアウト
lv: Jauns salikums
my: အခင်းအကျင်းအသစ်
nl: Nieuwe lay-out
pl: Nowy układ
ro: Ansamblu nou
ru: Новый макет
sk: Nový layout
sl: Nova postavitev
sq: Struktur të re
sv: Ny layout
uk: Новий макет

# tl_layout.new.1
source: Create a new layout
cs: Vytvoří nový vzhled
da: Opret et nyt layout
de: Ein neues Layout anlegen
es: Crear un diseño nuevo
fa: ساخت یک چیدمان جدید
fi: Luo uusi ulkoasu
fr: Créer une nouvelle présentation
hu: Hozzon létre egy új elrendezést
it: Crea un nuovo layout
ja: 新しくレイアウトを作成
lv: Izveidot jaunu salikumu
my: အခင်းအကျင်းအသစ်ဖန်တီး
nl: Maak een nieuwe lay-out
pl: Utwórz nowy układ
ro: Creează un nou ansamblu
ru: Создать новый макет
sk: Vytvoriť nový layout
sl: Ustvari novo postavitev strani
sq: Krijo struktur të re
sv: Skapa en ny layout
uk: Створити новий макет

# tl_layout.show.0
source: Layout details
cs: Zobrazit podrobnosti
da: Layoutdetaljer
es: Detalles diseño
fa: جزئیات چیدمان
fi: Ulkoasun tiedot
fr: Détails de la présentation
hu: Elrendezés részletei
it: Dettagli layout
ja: レイアウトの詳細
lv: Salikuma detaļas
my: အခင်းအကျင်းအချက်အလက်များ
pl: Szczegóły układu
ro: Detalii ansamblu
ru: Детали макета
sk: Detaily layoutu
sl: Podrobnosti postavitve
sq: Detajet e strukturës
sv: Visa layoutdetaljer
uk: Деталі макету
