Repository: contao/core
Catalog: system/modules/core/languages/*/*_layout.xlf
Languages: cs, da, de, es, fa, fi, fr, hu, it, ja, lv, my, nl, pl, ro, ru, sk, sl, sq, sv, uk

# tl_layout.show.1
source: Show the details of layout ID %s
cs: Zobrazí podrobnosti ke vzhledu ID %s
da: Vis detaljer for layout-ID %s
de: Details des Layouts ID %s anzeigen
es: Muestra detalles del diseño con ID %s
fa: نمایش جزئیات چیدمان شناسه‌ی %s
fi: Näytä ulkoasun ID %s tiedot
fr: Afficher les détails de la présentation ID %s
hu: Mutassa meg az ID %s elrendezés részleteit.
it: Mostra dettagli layout ID %s
ja: ID %sのレイアウトの詳細を表示
lv: Rādīt salikuma ID %s detaļas
my: အခင်းအကျင်းအိုင်ဒီ %s အချက်အလက်များပြသ
nl: Toon details van lay-out ID %s
pl: Pokaż szczegóły układu ID %s
ro: Arată detaliile ansamblului ID %s
ru: Показать детали макета ID %s
sk: Zobraziť detaily layoutu ID %s
sl: Prikaži podrobnosti postavitve z ID %s
sq: Trego strukturën ID %s
sv: Visa detaljer för layout med ID %s
uk: Показати деталі макету з ID %s

# tl_layout.edit.0
source: Edit layout
cs: Upravit vzhled
da: Rediger layout
de: Layout bearbeiten
es: Editar diseño
fa: ویرایش چیدمان
fi: Muokkaa ulkoasua
fr: Éditer la présentation
hu: Elrendezés szerkesztése
it: Modifica layout
ja: レイアウトを変更
lv: Rediģēt salikumu
my: အခင်းအကျင်းတည်းဖြတ်
nl: Wijzig lay-out
pl: Edytuj układ layout
ro: Editează ansamblu
ru: Редактировать макет
sk: Upraviť layout
sl: Uredi postavitev
sq: Përpuno strukturën
sv: Redigera layout
uk: Редагувати макет

# tl_layout.edit.1
source: Edit layout ID %s
cs: Upravit vzhled ID %s
da: Rediger layout-ID %s
de: Layout ID %s bearbeiten
es: Editar diseño con ID %s
fa: ویرایش چیدمان شناسه‌ی %s
fi: Muokkaa ulkoasua ID %s
fr: Éditer la présentation ID %s
hu: Az ID %s elrendezés szerkesztése
it: Modifica layout ID %s
ja: ID %sのレイアウトを変更
lv: Rediģēt salikumu ID %s
my: အခင်းအကျင်းအိုင်ဒီ %s တည်းဖြတ်
nl: Wijzig lay-out ID %s
pl: Edytuj układ ID %s
ro: Editează ansamblul ID %s
ru: Редактировать макет ID %s
sk: Upraviť layout ID %s
sl: Uredi postavitev z ID %s
sq: Përpuno strukturën ID %s
sv: Redigera layout med ID %s
uk: Редагувати макет з ID %s

# tl_layout.cut.0
source: Move layout
cs: Přesunout rozvržení
da: Flyt layout
de: Layout verschieben
es: Mover diseño
fa: جابجایی چیدمان
fi: Siirrä ulkoasu
fr: Déplacer la présentation
hu: Elrendezés mozgatása
it: Sposta layout
ja: レイアウトを移動
lv: Pārvietot salikumu
my: အခင်းအကျင်းရွေ့ပြောင်း
nl: Verplaats lay-out
pl: Przenieś układ
ro: Mută ansamblu
ru: Переместить макет
sk: Premiestniť layout
sl: Premakni postavitev
sq: Lëviz strukturën
sv: Flytta layouten
uk: Перемістити макет

# tl_layout.cut.1
source: Move layout ID %s
cs: Přesunout rozvržení ID %s
da: Flyt layout ID %s
de: Layout ID %s verschieben
es: Mover diseño ID %s
fa: جابجایی چیدمان شناسه‌ی %s
fi: Siirrä ulkoasu ID %s
fr: Déplacer la présentation ID %s
hu: AZ ID %s elrendezés mozgatása
it: Sposta layout ID %s
ja: ID %sのレイアウトを移動
lv: Pārvietot salikumu ID %s
my: အခင်းအကျင်းအိုင်ဒီ %s ရွေ့ပြောင်း
nl: Verplaats lay-out ID %s
pl: Przenieś układ ID %s
ro: Copiază ansamblul ID %s
ru: Переместить макет ID %s
sk: Premiestniť layout ID %s
sl: Premakni postavitev z ID %s
sq: Lëviz strukturën ID %s
sv: Flytta layout med ID %s
uk: Перемістити макет ID %s

# tl_layout.copy.0
source: Duplicate layout
cs: Duplikovat vzhled
da: Dupliker layout
de: Layout duplizieren
es: Duplicar diseño
fa: تکثیر چیدمان
fi: Kopioi ulkoasu
fr: Dupliquer la présentation
hu: Elrendezés duplázása
it: Duplica layout
ja: レイアウトを複製
lv: Dublicēt salikumu
my: အခင်းအကျင်းပံုစံတူပွား
nl: Dupliceer lay-out
pl: Duplikuj układ
ro: Copiază ansamblu
ru: Дублировать макет
sk: Kopírovať layout
sl: Podvoji postavitev
sq: Dupliko strukturën
sv: Kopiera layout
uk: Дублювати макет

# tl_layout.copy.1
source: Duplicate layout ID %s
cs: Duplikovat vzhled ID %s
da: Dupliker layout-ID %s
de: Layout ID %s duplizieren
es: Duplica el diseño con ID %s
fa: تکثیر چیدمان شناسه‌ی %s
fi: Kopioi ulkoasu ID %s
fr: Dupliquer la présentation ID %s
hu: Az ID %s elrendezés duplázása
it: Duplica layout ID %s
ja: ID %sのレイアウトを複製
lv: Dublicēt salikumu ID %s
my: အခင်းအကျင်းအိုင်ဒီ %s ပံုစံတူပွား
nl: Dupliceer lay-out ID %s
pl: Duplikuj układ ID %s
ro: Copiază ansamblul ID %s
ru: Дублировать макет ID %s
sk: Kopírovať layout ID %s
sl: Podvoji postavitev z ID %s
sq: Dupliko strukturën ID %s
sv: Kopiera layout med ID %s
uk: Дублювати макет з ID %s

# tl_layout.delete.0
source: Delete layout
cs: Smazat vzhled
da: Slet layout
de: Layout löschen
es: Eliminar diseño
fa: حذف چیدمان
fi: Poista ulkoasu
fr: Supprimer la présentation
hu: Elrendezés törlése
it: Elimina layout
ja: レイアウトを削除
lv: Dzēst salikumu
my: အခင်းအကျင်းပယ်ဖျက်
nl: Verwijder lay-out
pl: Skasuj układ
ro: Şterge ansamblu
ru: Удалить макет
sk: Odstrániť layout
sl: Izbriši postavitev
sq: Shlyej strukturën
sv: Ta bort layout
uk: Видалити макет

# tl_layout.delete.1
source: Delete layout ID %s
cs: Smazat vzhled ID %s
da: Slet layout-ID %s
de: Layout ID %s löschen
es: Elimina diseño con ID %s
fa: حذف چیدمان شناسه‌ی %s
fi: Poista ulkoasu ID %s
fr: Supprimer la présentation ID %s
hu: Az ID %s elrendezés törlése
it: Elimina layout ID %s
ja: ID %sのレイアウトを削除
lv: Dzēst salikumu ID %s
my: အခင်းအကျင်းအိုင်ဒီ %s ပယ်ဖျက်
nl: Verwijder lay-out ID %s
pl: Skasuj układ ID %s
ro: Şterge ansamblul ID %s
ru: Удалить макет ID %s
sk: Odstrániť layout ID %s
sl: Izbriši postavitev z ID %s
sq: Shlyen strukturën ID %s
sv: Ta bort layout med ID %s
uk: Видалити макет ID %s

# tl_layout.editheader.0
source: Edit theme
cs: Úprava vzhledu
da: Rediger temaet
de: Theme bearbeiten
es: Editar tema
fa: ویرایش پوسته
fi: Muokkaa teema
fr: Éditer le thème
hu: Téma szerkesztése
it: Modifica tema
ja: テーマを変更
lv: Rediģēt tēmu
my: အသွင်အပြင်တည်းဖြတ်
nl: Bewerk thema
pl: Edytuj motyw
ro: Editează temă
ru: Редактировать тему
sk: Upraviť tému vzhľadu
sl: Uredi temo
sq: Përpuno paraqitjen
sv: Redigera tema
uk: Редагувати тему

# tl_layout.editheader.1
source: Edit the theme settings
cs: Upravit nastavení vzhledu
da: Rediger temaets indstillinger
de: Die Theme-Einstellungen bearbeiten
es: Editar configuración del tema
fa: ویرایش تنظیمات پوسته
fi: Muokkaa teeman asetuksia
fr: Éditer les paramètres du thème
hu: A Téma szerkesztése
it: Modifica le impostazioni del tema
ja: テーマの設定を変更
lv: Rediģēt tēmas uzstādījumus
my: အသွင်အပြင်ချိန်ညှိချက်တည်းဖြတ်
nl: Bewerk de thema instellingen
pl: Edytuj ustawienia motywu
ro: Editează setărea de temă
ru: Редактировать настройки темы
sk: Upraviť nastavenia témy vzhľadu
sl: Uredi nastavitve teme
sq: Përpuno konfigurimin e motiveve
sv: Redigera temainställningarna
uk: Редагувати параметри теми

# tl_layout.onload.0
source: Body onload
fi: Bodyn onload-atribuutti
ja: bodyのonload属性
my: အလယ်တွင်ဆွဲတင်
ro: Execută după încărcare
uk: Body onload атрибут

# tl_layout.xhtml_strict
source: XHTML Strict
es: XHTML estricto
my: ဟိပ်စ်ဟိစ်တီအမ်အလ်အတိအကျ
sq: XHTML saktë

# tl_layout.xhtml_trans
source: XHTML Transitional
es: XHTML Transicional
my: ဟိပ်စ်ဟိစ်တီအမ်အလ်ကူးပြောင်း
sq: XHTML tranzicioni

# tl_layout.stylesheet.0
source: Style sheets
my: စတိုင်အလွှာများ
uk: Таблиці стилів

# tl_layout.stylesheet.1
source: Please select the style sheets you want to add to the layout.
my: အခင်းအကျင်းသို့ထည့်လိုသောစတိုင်အလွှာများရွေး။
sq: Zgjedhoni të gjithë Stylesheets për t'i inkuadruar në strukturën aktuale.
uk: Виберіть, будь ласка, таблиці стилів що необхідно підключити в поточний макет.

# tl_layout.layout.css.1
source: Generates a responsive CSS layout based on the page layout settings. This component is required for the page layout generator to work!
my: စာမျက်နှာအခင်းအကျင်းချိန်ညှိချက်အပေါ်မူတည်၍စီအက်စ်အက်စ်အခင်းအကျင်းကိုထုတ်လုပ်။ စာမျက်နှာအခင်းအကျင်းထုတ်လုပ်သူကိုလုပ်ဆောင်ရန်ယခုအစိတ်အပိုင်းလိုအပ်။
sq: Gjeneron CSS strukturn përgjegjëse bazuar në parametrat strukturës së faqes. Ky komponent është e nevojshme për të punuar gjeneratori i strukturës së faqes!
uk: Створює адаптований CSS макет з урахуванням налаштувань макета сторінки. Компонент необхідний для роботи генератора макету сторінки!

# tl_layout.external.0
source: Additional style sheets
my: နောက်ထပ်စတိုင်အလွှာများ
sq: Style sheets shtesë.
uk: Додаткові таблиці стилів

# tl_layout.script_legend
source: Script settings
my: လိုလျောက်လုပ်ဆောင်ကုဒ်ချိန်ညှိချက်
sq: Konfigurim script
uk: Налаштування скриптів
