Repository: contao/core
Catalog: system/modules/core/languages/*/*_layout.xlf
Languages: cs, da, de, es, fa, fi, fr, hu, it, ja, lv, my, nl, pl, ro, ru, sk, sl, sq, sv, uk

# tl_layout.tinymce.css.1
source: Includes the <em>tinymce.css</em> style sheet from your upload directory.
cs: Zahrnout kaskádovité styly <em>tinymce.css</em> z dané složky.
da: Inkluderer <em>tinymce.css</em> style sheet fra din upload mappe.
de: Bindet das <em>tinymce.css</em>-Stylesheet aus dem Upload-Verzeichnis ein.
es: Incluye la hoja de estilos <em>tinymce.css</em> desde el directorio de descarga.
fa: شیوه‌نامه <em>tinymce.css</em> از فهرست بارگزاری شما را می‌گنجاند.
fi: Sisällyttää <em>tinymce.css</em>-tyylisivun upload-kansiostasi.
fr: Inclut la feuille de style <em>tinymce.css</em>.
hu: Tartalmazza a <em>tinymce.css</em> stíluslapot a saját upload könyvtára.
it: Include il foglio di stile <em>tinymce.css</em> dalla directory di upload.
ja: アップロードディレクトリから<em>tinymce.css</em>のスタイルシートを含めます。
my: ကူးတင်ဖိုင်လမ်းညွှန်မှစတိုင်အလွှာ<em>tinymce.css</em>ပါဝင်။
nl: Bevat het <em>tinymce.css</em> style sheet van uw upload map.
pl: Dodaje arkusz styli <em>tinymce.css</em> z katalogu uploadu.
ro: Include fişierul de stil <em>tinymce.css</em> din directorul de upload.
ru: Включает таблицу стилей <em>tinymce.css</em> из вашего каталога загрузки.
sk: Zahrnúť kaskádové štýly <em>tinymce.css</em> z daného adresára.
sq: Përfshijnë <em>tinymce.css</em> style sheet nga dosja ngarkuese.
sv: Inkluderar <em>tinymce.css</em> stilmallen från din globala uppladdnigsfolder.
uk: Включає таблицю стилів <em>tinymce.css</em> з вашого каталогу.

# tl_layout.external.0
source: External style sheets
cs: Externí kaskádovité styly
da: Ekstern stilark
de: Externe Stylesheets
es: Hojas de estilo externas
fa: شیوه‌نامه‌های خارجی
fi: Ulkoiset tyylisivut
fr: Feuilles de style externes
hu: Külső stíluslapok
it: Fogli di stile esterni
ja: 外部のスタイルシート
lv: Ārējās stila lapas
nl: Externe style sheets
pl: Zewnętrzne arkusze stylów
ro: Stiluri CSS externe
ru: Внешние таблицы стилей
sk: Externý kaskádový štýl
sv: Externa stilmallar

# tl_layout.external.1
source: Here you can add external CSS, SCSS or LESS files from the file system.
cs: Zde můžete přidat externí soubory kaskádovitých stylů CSS, SCSS nebo LESS z manažera souborů .
da: Her kan du tilføje externe CSS, SCSS eller LESS filer fra fil systemet.
de: Hier können Sie externe CSS-, SCSS- oder LESS-Dateien aus dem Dateisystem hinzufügen.
es: Aquí puedes añadir ficheros CSS, SCSS o LESS externos desde el sistema de ficheros.
fa: اینجا می‌توانید پرونده‌های CSS، SCSS یا LESS خارجی را از سامانه پرونده انتخاب نمایید.
fi: Tässä voit lisätä CSS-, SCSS- tai LESS-tiedostoja tiedostojärjestelmästä.
fr: Ici, vous pouvez ajouter des fichiers CSS, SCSS ou LESS externes à partir du système de fichiers.
hu: Itt adhatóak meg külső CSS, SCSS vagy LESS fájlok a fájlrendszerből.
it: Qui è possibile aggiungere un file CSS, SCSS o LESS al layout
ja: ファイルシステムから外部のCSS、SCSS、LESSファイルを追加できます。
nl: Voeg hier externe CSS, SCSS of LESS bestanden toe vanuit het bestandssysteem.
pl: Tutaj można dodać z systemu dodatkowe pliki w formacie CSS, SCSS albo LESS.
ro: Aici puteţi să adăugaţi fişiere externe CSS, SCSS sau LESS din sistemul de fişiere.
ru: Вы можете добавить внешние CSS, SCSS или LESS файлы из файловой системы.
sk: Tu môžete zahrnúť externé CSS, SCSS alebo LESS súbory.
sv: Här kan du lägga till externa CSS, SCSS eller LESS-filer från filsystemet.

# tl_layout.orderExt.0
source: Sort order
cs: Seřadit podle
da: Rækkefølge
de: Sortierreihenfolge
es: Ordenamiento
fa: ترتیب مرتب‌سازی
fi: Lajittelujärjestys
fr: Ordre de tri
hu: Rendezési sorrend
it: Ordinamento
ja: 並べ替えの順序
lv: Kārtošanas kārtība
my: အစဉ်အားဖြင့်မျိုးတူစု
nl: Sorteer volgorde
pl: Kolejność sortowania
ro: Ordinea de sortare
ru: Порядок сортировки
sk: Zoradiť podľa
sl: Vrstni red
sq: Rendi rradhitjes
sv: Sorteringsordning
uk: Порядок сортування

# tl_layout.orderExt.1
source: The sort order of the style sheets.
cs: Seřadit kaskádovité styly podle.
da: Rækkefølgen på style sheetsne.
de: Die Sortierreihenfolge der Stylesheets.
es: Orden de las hojas de estilo.
fa: ترتیب مرتب‌سازی شیوه‌نامه‌ها
fi: Tyylisivujen järjestys
fr: L'ordre de tri des feuilles de style
hu: A stíluslapok sorrendje.
it: L'ordinamento dei fogli di stile.
ja: スタイルシートの並べ替えの順序です。
lv: Stilu lapu kārtošanas kārtība.
my: စတိုင်အလွှာများအစဉ်အားဖြင့်မျိုးတူစုခြင်း။
nl: Sorteervolgorde van de stylesheets.
pl: Porządek sortowania arkuszy stylów.
ro: Ordinea de sortare pentru fişierele de stil.
ru: Порядок сортировки таблиц стилей.
sk: Poradie vkladania kaskádových štýlov.
sl: Vrstni red slogovnih predlog
sq: Rendi rradhitjes së style sheets.
sv: Sorteringsordning för stilmallar.
uk: Порядок сортування таблиць стилів.

# tl_layout.loadingOrder.0
source: Loading order
cs: Pořadí načítání
da: Rækkefølge for indlæsning
de: Ladereihenfolge
es: Orden de carga
fa: ترتیب بارگذاری
fi: Latausjärjestys
fr: Ordre de chargement
it: Ordine caricamento
ja: 読み込みの順序
lv: Ielādes secība
nl: Volgorde van laden
pl: Kolejność ładowania
ro: Ordinea de încărcare
ru: Порядок загрузки
sk: Poradie načítavania
sl: Vrstni red nalaganja
sv: Inläsningsordning

# tl_layout.loadingOrder.1
source: Here you can select the loading order of the style sheets.
cs: Zde můžete určit pořadí načítání kaskádovitých stylů
da: Her kan du vælge rækkefølgen for indlæsning af stilark.
de: Hier können Sie die Ladereihenfolge der Stylesheets festlegen.
es: Aquí puedes seleccionar el orden de carga de las hojas de estilos.
fa: اینجا می‌توانید ترتیب بارگذاری شیوه‌نامه‌ها را انتخاب نمایید.
fi: Tässä voit valita tyylisivujen latausjärjestyksen.
fr: Ici, vous pouvez choisir l'ordre de chargement des feuilles de style.
it: Qui è possibile indicare l'ordine di caricamento dei fogli di stile.
ja: スタイルシートの読み込む順序を選択できます。
lv: Šeit jūs varat izvēlēties stila lapu ielādes secību.
nl: Hier kunt u de laadvolgorde van de style sheets selecteren.
pl: Tutaj możesz wybrać kolejność ładowania arkuszy stylów.
ro: Selectați ordinea de încărcare pentru stilurile CSS
ru: Вы можете выбрать порядок загрузки таблиц стилей.
sk: Tu môžete zvoliť poradie načítavania kaskádových štýlov.
sv: Här kan du välja inläsningsordning för stilmallarna.

# tl_layout.external_first
source: Load external style sheets first
cs: Načíst externí kaskádovité styly jako první
da: Indlæs ekstern stilark først
de: Externe Stylesheets zuerst laden
es: Cargar las hojas de estilo externas primero
fa: بارگذاری اول شیوه‌نامه‌های خارجی
fi: Lataa ulkoiset tyylit ensin
fr: Charger les feuilles de style externes en premier
hu: Külső stíluslapok betöltése először
it: Carica prima di fogli di stile esterni
ja: 先に外部のスタイルシートを読み込み
lv: Ielādēt ārējās stila lapas vispirms
nl: Laad externe style sheets eerst
pl: Załaduj zewnętrzne arkusze styli w pierwszej kolejności
ro: Încarcă stilurile CSS externe înainte
ru: Сначала загружать внешние таблицы стилей
sk: Najprv načítať externé kaskádové štýly
sv: Ladda externa stilmallar först

# tl_layout.internal_first
source: Load internal style sheets first
cs: Načíst interní kaskádovité styly jako první
da: Indlæs interne stilark først
de: Interne Stylesheets zuerst laden
es: Cargar las hojas de estilo internas primero
fa: بارگذاری اول شیوه‌نامه‌های خارجی
fi: Lataa sisäiset tyylisivut ensin
fr: Charger les feuilles de style internes en premier
hu: Belső stíluslapok betöltése először
it: Carica prima di fogli di stile interni
ja: 先に内部のスタイルシートを読み込み
lv: Ielādēt iekšējās stila lapas vispirms
nl: Laad interne style sheets eerst
pl: Załaduj wewnętrzne arkusze styli w pierwszej kolejności
ro: Încarcă stilurile CSS interne înainte
ru: Сначала загружать внутренние таблицы стилей
sk: Najprv načítať interné kaskádové štýly
sv: Ladda interna stilmallar först

# tl_layout.webfonts.0
source: Google web fonts
cs: Google web fonty
es: Fuentes Web de Google
fa: قلم‌های وب گوگل
fi: Google web-fontit
hu: Google web-betűtípus
ja: Google Webフォント
lv: Google web fonti
my: ဂူးဂယ်ဝဘ်ဖွန်များ
ro: Fonturi Google
ru: Веб-шрифты Google
sk: Google web fonty
sv: Google webbfonter
uk: Веб-шрифти Google

# tl_layout.webfonts.1
source: Here you can add Google web fonts to your website. Specify the font families without the base URL (e.g. <em>Ubuntu|Ubuntu+Mono</em>).
cs: Zde můžete přidat Google web fonty na vaše webové stránky. Zvolte typ fontu bez URL (napr. <em>Ubuntu|Ubuntu+Mono</em>).
da: Her kan du tilføje Google web fonts til dit website. Angiv font families uden base URL (f.eks. <em>Ubuntu|Ubuntu+Mono</em>).
de: Hier können Sie Google-Webfonts zu Ihrer Webseite hinzfügen. Geben Sie die Schriftarten ohne die Basis-URL an (z.B. <em>Ubuntu|Ubuntu+Mono</em>).
es: Aqui puedes añadir fuentes web de Google a tu página. Especifica la familia fuente sin la base URL (por ejemplo.<em>Ubuntu|Ubuntu+Mono</em>).
fa: اینجا می‌توانید قلم‌های وب گوگل را به وب‌سایت خود اضافه نمایید. خانواده‌های قلم را بدون نشانی وب مشخص نمایید (برای نمونه <em>Ubuntu|Ubuntu+Mono</em>).
fi: Tässä voit lisätä Google web-fontteja sivustollesi. Anna fonttiperheet ilman URLia (esim. <em>Ubuntu|Ubuntu+Mono</em>).
fr: Ajouter des polices de caractères "Google web fonts" à votre site internet. Spécifier les familles de polices sans l'URL de base (ex. : <em>Ubuntu|Ubuntu+Mono</em>).
hu: Itt Google web-betűtípusokat adhat az oldalához. A betűcsaládokat baseurl nélkül adja meg. (pl. <em>Ubuntu|Ubuntu+Mono</em>).
it: Qui puoi aggiungere fonts web Google al tuo sito web. Specifica le famiglie delle font senza l'URL di base (e.g. <em>Ubuntu|Ubuntu+Mono</em>
ja: Google Webフォントを追加できます。基準のURLなしのフォントファミリーで指定してください。(例: <em>Ubuntu|Ubuntu+Mono</em>)
lv: Šeit jūs varat pievienot Google web fontus savai vietnei. Norādiet fontu ģimenes bez pamata URL (piem. <em>Ubuntu|Ubuntu+Mono</em>).
my: ဝဘ်ဆိုက်သို့ဂူးဂယ်ဝဘ်ဖွန်များထည့်နိုင်။ အခြေယူအာအယ်မပါဘဲဖွန်မိသားစုများကိုသတ်မှတ် (ဥပမာ <em>Ubuntu|Ubuntu+Mono</em>)။
nl: Hier kunt u Google web fonts aan uw website toevoegen. Geef lettertypes zonder de basis-URL (bv. <em>Ubuntu|Ubuntu+Mono</em>).
pl: Tutaj możesz dodać Google web fonts do strony. Określ czcionki bez bazowego URL (np. <em>Ubuntu|Ubuntu+Mono</em>).
ro: Aici puteţi adăuga fonturi Google la website. Specificaţi familiile de fonturi fără URL-ul de bază (de ex. <em>Ubuntu|Ubuntu+Mono</em>).
ru: Вы можете добавить веб-шрифты Google, для использования на веб-сайте. Укажите семейства шрифтов без URL (напр. <em>Ubuntu|Ubuntu+Mono</em>).
sk: Tu môžete pridať Google web fonty na vaše webové stránky. Zvoľte typ fontu bez URL (napr. <em>Ubuntu|Ubuntu+Mono</em>).
sl: Tu lahko v svoje spletne strani vključite pisave iz storitve Google web fonts. Vnesite družine pisav brez osnovnega URL (npr. <em>Ubuntu|Ubuntu+Mono</em>).
sq: Këtu mund të shtoni ueb germa të Google për faqen tuaj. Epeni familjen e germava pa URL-në (p.sh. <em>Ubuntu|Ubuntu+Mono</em>).
sv: Här kan du lägga till Google webbfonter till din hemsida. Specificera fontfamiljer utan bas-URL (t.ex. <em>Ubuntu|Ubuntu+Mono</em>).
uk: Ви можете добавити веб-шрифти Google на сторінки сайту. Введіть назви сімейств шрифтів без базового URL (напр. <em>Ubuntu|Ubuntu+Mono</em>).

# tl_layout.newsfeeds.0
source: News feeds
cs: Kanály Novinek
da: RSS nyhedsfeeds
es: Feeds noticias RSS
fa: خوراک‌های اخبار
fi: Uutissyöte
fr: Flux RSS d'actualités
hu: Hírek hírfolyam
it: Feed RSS News
ja: ニュースのフィード
lv: Jaunumu barotnes
my: သတင်းကုန်ကြမ်းများ
nl: Nieuws feeds
pl: Kanały RSS aktualności
ro: Flux RSS de noutăţi
ru: Каналы новостей
sk: Kanály Noviniek (News feeds)
sl: Izvleček novic
sq: Furnizim lajmesh
sv: RSS-nyhetsström
uk: RSS стрічки новин

# tl_layout.newsfeeds.1
source: Please select the news feeds you want to add to the layout.
cs: Zvolte prosím kanály, které chcete přidat do tohoto vzhledu.
da: Vælg venligst de RSS nyhedsfeeds du vil inkludere i det aktuelle layout.
de: Bitte wählen Sie die Newsfeeds aus, die Sie dem Layout hinzufügen möchten.
es: Por favor selecciona los feeds de noticias RSS que quieres incluir en el diseño actual.
fa: خبرخوان‌هایی را که می‌خواهید برای اضافه شدن به چیدمان انتخاب کنید.
fi: Ole hyvä ja valitse ulkoasuun sisällytettävät uutissyötteet.
fr: Sélectionner les flux RSS des actualités à inclure dans cette présentation.
hu: Jelölje ki azon hírek hírfolyamokat, amiket hozzá kíván adni az elrendezéshez.
it: Inserisci la news in formato RSS che desideri includere nel layout.
ja: レイアウトに追加したいニュースのフィードを選択してください。
lv: Lūdzu izvēlieties jaunumu barotnes, kuras vēlaties pievienot salikumam.
my: အခင်းအကျင်းသို့ထည့်လိုသောသတင်းကုန်ကြမ်းများရွေး။
nl: Selecteer de RSS/Atom nieuws feeds die u wilt toevoegen aan de huidige lay-out.
pl: Wybierz, które kanały RSS aktualności chcesz dołączyć do aktualnego układu.
ro: Alegeţi fluxul RSS asociat modulului de noutăţi pe care doriţi să îl includeţi în ansamblul curent.
ru: Выберите каналы новостей, которые хотите добавить в макет.
sk: Zvoľte prosím kanály Noviniek, ktoré chcete pridať do tohoto layoutu.
sl: Prosimo, izberite izvleče novic (news feed), ki ga želite dodati postavitvi.
sq: Zgjedhoni furnimin e lajmeve që doni të futen në struktur.
sv: Välj nyhetsströmmar som du vill inkludera i layouten.
uk: Виберіть, будь ласка, RSS стрічки новин, які ви бажаєте додати до шаблону.

# tl_layout.calendarfeeds.0
source: Calendar feeds
cs: Kanály Kalendáře
da: RSS kalenderfeeds
de: Kalender-Feeds
es: Feeds calendarios
fa: خوراک سالنما
fi: Kalenterisyötteet
fr: Flux RSS des calendriers
hu: Naptár hírfolyam
it: Feed RSS Eventi
ja: カレンダーのフィード
lv: Kalendāru barotnes
my: ပြက္ခဒိန်ကုန်ကြမ်းများ
nl: Kalender feeds
pl: Kanały RSS kalendarza
ro: Flux RSS de evenimente
ru: RSS-каналы календаря
sk: Kanály Kalendára (Calendar feeds)
sl: Izvleček iz koledarja
sq: Furnizimi kalendarit
sv: RSS-kalenderström
uk: RSS стрічки календаря

# tl_layout.calendarfeeds.1
source: Please select the calendar feeds you want to add to the layout.
cs: Zvolte prosím kanály, které chcete přidat do tohoto vzhledu.
da: Vælg venligst de RSS kalenderfeeds du vil inkludere i det aktuelle layout.
de: Bitte wählen Sie die Kalender-Feeds aus, die Sie dem Layout hinzufügen möchten.
es: Por favor selecciona los feeds de calendarios RSS que quieres incluir en el diseño actual.
fa: خوراک‌های سالنما که می‌خواهید به چیدمان اضافه شود را انتخاب کنید.
fi: Ole hyvä ja valitse ulkoasuun sisällytettävät kalenterisyötteet.
fr: Sélectionner les flux RSS des calendriers à inclure dans cette présentation.
hu: Jelölje ki azon naptár hírfolyamokat, amiket hozzá kíván adni az elrendezéshez.
it: Inserisci gli eventi del calendario in formato RSS che desideri includere nel layout.
ja: レイアウトに追加したいカレンダーのフィードを選択してください。
lv: Lūdzu izvēlieties kalendāru barotnes, kuras vēlaties pievienot salikumam.
my: အခင်းအကျင်းသို့ထည့်လိုသောပြက္ခဒိန်ကုန်ကြမ်းများရွေး။
nl: Selecteer de RSS/Atom kalender feeds die u wilt toevoegen aan de huidige lay-out.
pl: Wybierz, które kanały RSS kalendarza chcesz dołączyć do aktualnego układu.
ro: Alegeţi fluxul RSS asociat modulului de calendar şi evenimente pe care doriţi să îl includeţi în ansamblul curent.
ru: Выберите каналы календаря, которые хотите добавить в макет.
sk: Zvoľte prosím kanály Kalendára, ktoré chcete pridať do tohoto layoutu.
sl: Prosimo, izberite izvlečke iz koledarja, ki jih želite dodati postavitvi.
sq: Zgjedhoni furnimin e kalendarit që doni të futen në struktur.
sv: Välj kalenderströmmar som du vill inkludera i layouten.
uk: Виберіть, будь ласка, RSS стрічки календарів, які ви бажаєте додати до шаблону.

# tl_layout.modules.0
source: Included modules
cs: Připojené moduly
da: Inkluderede moduler
de: Eingebundene Module
es: Módulos incluidos
fa: ماژول‌های گنجانده شده
fi: Sisällytetyt moduulit
fr: Modules inclus
hu: Felhasznált modulok
it: Moduli inclusi
ja: 含めるモジュール
lv: Ietvertie moduļi
my: ပါဝင်ပြီးအပိုင်းများ
nl: Gekoppelde modules
pl: Załączanie modułów
ro: Module incluse
ru: Включенные модули
sk: Vrátane modulov
sl: Vključeni moduli
sq: Modulet e inkuadruara
sv: Inkluderade moduler
uk: Включені модулі

# tl_layout.modules.1
source: If JavaScript is disabled, make sure to save your changes before modifying the order.
cs: Máte-li vyplou Javu, ujistěte se, že jste veškeré úpravy uložili před úpravou této části.
da: Tildel venligst hver modul til et sideelement. Brug knapper til at tilføje, flytte eller fjerne et modul. Hvis du arbejder uden hjælp fra JavaScript, bør du gemme dine ændringer før du ændrer rækkefølgen.
de: Wenn JavaScript deaktiviert ist, speichern Sie unbedingt Ihre Änderungen, bevor Sie die Reihenfolge ändern.
es: Por favor asigna cada módulo a un elemento de la página. Utiliza los botones para añadir, mover o eliminar un módulo. Si trabajas sin JavaScript, deberías guardar los cambios antes de modificar el orden!
fa: اگر جاوا اسکریپت غیرفعال است، از ذخیره شدن تغییرات قبل از تغییر ترتیب مطمئن شوید.
fi: Muista tallentaa asetukset, jos JavaScript on kytketty pois.
fr: Si JavaScript est désactivé, assurez-vous de sauvegarder vos changements avant de modifier l'ordre.
hu: Amennyiben a JavaScript tíltva van mentse le módosításait a sorrend megváltoztatása előtt.
it: Assegna ogni modulo ad un elemento della pagina. Utilizza i pulsanti aggiungi, sposta o elimina un modulo. Se non hai Javascript attivo, devi salvare i cambiamenti prima di modificare l'ordine.
ja: JavaScriptを無効にしている場合は、順番を変更する前に行った変更を忘れずに保存してください。
lv: Ja JavaScript ir atspējots, pirms mainat izkārtojumu pārliecinieties, ka izmaiņas ir saglabātas.
my: ဂျာဗားလိုလျေက်လုပ်ဆောင်ကုဒ်ကိုမလုပ်ဆောင်စေပါကအစဉ်အတိုင်းများကိုမမွမ်းမံခင်ပြောင်းလဲမှုများကိုမှတ်သိမ်း။
nl: Indien Javascript is uitgeschakeld moet u uw wijzigingen opslaan vooraleer de volgorde te veranderen!
pl: Przyporządkuj moduł do elementu strony. Używaj przycisków po prawej stronie by dodać, przesunąć (w górę albo w dół) lub skasować moduł. Jeśli pracujesz z przeglądarką, która ma wyłączoną obsługę Javascript, powinieneś zapisać swoje zmiany przed zmianą kolejności modułów!
ro: Desemnaţi fiecărui element de pagină un modul. Folosiţi butoanele pentru a adăuga, muta sau redenumi un modul. Dacă lucraţi fără asistenţă JavaScript, salvaţi schimbările înainte de a modifica ordinea!
ru: Если JavaScript отключен, следует сохранить изменения до изменения списка!
sk: Nastavte, prosím, moduly v elemente stránky. Použite tlačitko na pridanie, presun, alebo vymazanie modulov. Pokiaľ pracujete bez JavaScript asistenta, mali by ste uložiť všetky zmeny pred týmto nastavením.
sl: V kolikor imate izklopljen JavaScript, se prepričajte, da ste shranili spremembe, preden se lotite preurejanja vrstnega reda.
sq: Përdorni këtë komandë për t'i shtuar, shtyrë ose shlyer modulet. Në qoftë se punoni pa ndihmën e JavaScript, atëherë ruani të dhënat para se ta ndryshoni strukturën e moduleve!
sv: Koppla moduler till layoutsektionerna. Använd knapparna för att lägga till, ordna eller ta bort en rad i listan.<br />Om du jobbar i en webbläsare utan JavaScript-stöd måste du spara innan du kan ändra ordningen på modulerna!
uk: Будь ласка, визначте позиції модулів на сторінці. Використайте кнопки додати, підсунути або перемістити. Якщо працюєте без включеного JavaScript, потрібно зберегти зміни до модифікації порядку модулів!

# tl_layout.template.0
source: Page template
cs: Šablona stránky
da: Layoutskabelon
de: Seitentemplate
es: Plantilla diseño
fa: قالب برگه
fi: Sivun mallipohja
fr: Modèle de page
hu: Oldalsablon
it: Modello layout
ja: ページテンプレート
lv: Salikuma veidne
my: စာမျက်နှာပံုစံပြား
nl: Lay-out template
pl: Szablon układu
ro: Şablonul ansamblului
ru: Шаблон макета
sk: Šablóna stránky
sl: Predloga strani
sq: Shablloni struktures
sv: Layoutmall
uk: Шаблон макету

# tl_layout.template.1
source: Here you can select the page template.
cs: Zde můžete zvolit šablonu stránky.
da: Vælg venligst en layoutskabelon. Standardskabelonen kaldes <em>fe_page</em>. Hvis du vil tilføje dine egne skabeloner, så upload dem til <em>templates</em>-mappen (filendelsen skal være <em>tpl</em>).
de: Hier können Sie das Seitentemplate auswählen.
es: Por favor selecciona una plantilla de diseño. La plantilla por defecto se llama <em>fe_page</em>. Si quieres añadir tus propias plantillas, sube las al directorio <em>templates</em> (la extensión del archivo debe ser <em>tpl</em>).
fa: اینجا می‌توانید قالب برگه را انتخاب نمایید.
fi: Tässä voit valita sivulle mallipohjan
fr: Sélectionner le modèle de page.
hu: Itt tudja kiválasztani az Oldalsablont.
it: Seleziona un modello di layout. Il modello predefinito si chiama <em>fe_page.tpl</em>. Se desideri aggiungere un modello personalizzato, carica il file nella cartella <em>templates</em>. I modelli di layout devono cominciare con <em>fe_</em> e terminare con l'estensione <em>.tpl</em>.
ja: ページテンプレートを選択します。
lv: Šeit Jūs varat izvēlēties lapas veidni.
my: စာမျက်နှာပံုစံပြားရွေးနိုင်။
nl: Hier kunt u de pagina template selecteren.
pl: Wybierz szablon układu. Domyślnym szablonem jest <em>fe_page</em>. Jeśli chcesz dodać własny szablon, wgraj go do katalogu <em>templates</em> (rozszerzenie pliku musi być <em>tpl</em>).
ro: Alegeţi un şablon pentru ansamblu. Şablonul iniţial este numit <em>fe_page</em>. Dacă doriţi să adăugaţi propriul şablon, încărcaţi-l în directorul <em>templates</em> (extensia fişierului trebuie să fie <em>tpl</em>).
ru: Вы можете выбрать шаблон макета.
sk: Tu si môžete vybrať šablónu stránky.
sl: Tu lahko izberete predlogo strani.
sq: Zgjidhni një shabllon të strukturës. Shablloni standard quhet <em>fe_page</em>. Në qoftë se doni ta shtoni një shabllon, atëherë duhet ta ruani në dosjen <em>templates</em> (Prapashtesa duhet të jetë <em>tpl</em>).
sv: Välj en layoutmall. Standardmallen heter <em>fe_page</em>.
uk: Виберіть, будь ласка, шаблон макету. По замовчуванню використовується шаблон - <em>fe_page</em>. Якщо ви хочете додати власний шаблон, завантажите його в папку <em>templates</em>.

# tl_layout.doctype.0
source: Output format
cs: Druh dokumentu
da: Dokumenttypedefinition
de: Ausgabeformat
es: Definición de Tipo de Documento (DTD)
fa: قالب خروجی
fi: Tulostusformaatti
fr: Format de sortie
hu: Kimeneti formátum
it: Formato di output
ja: 文書型定義
lv: Dokumenta tipa definīcija
my: ထုတ်လုပ်အချိုးအစား
nl: Uitvoer formaat
pl: Definicja Typu Dokumentu
ro: Definiţia tipului de document
ru: Формат вывода
sk: Definícia typu dokumentu (DTD)
sl: Določanje vrste dokumenta (DTD)
sq: Definicioni për llojin e dokumentit
sv: Utformat
uk: Тип формату сторінки

# tl_layout.doctype.1
source: Here you can set the output format.
cs: Zvolte prosím typ dokumentu
da: Vælg venligst en DTD.
de: Hier legen Sie das Ausgabeformat fest.
es: Por favor selecciona una DTD.
fa: اینجا می‌توانید قالب خروجی را تنظیم نمایید.
fi: Tässä voit valita tulostusformaatin.
fr: Définir le format de sortie, HTML5 ou XHTML
hu: Válassza ki a kimeneti formátumot.
it: Qui è possibile selezionare il formato di output
ja: 文書型定義を選択してください。
lv: Lūdzu izvēlieties DTD.
my: ထုတ်လုပ်အချိုးအစားရွေးနိုင်။
nl: Stel hier het uitvoer formaat in.
pl: Wybierz DTD.
ro: Alegeţi DTD-ul.
ru: Вы можете выбрать формат вывода.
sk: Tu môžte nastaviť definíciu typu dokumentu.
sl: Prosimo, izberite vrsto dokumenta (Document Type Definition).
sq: Zgjidhni një DTD (Document Type Definition) për shabllonin aktual.
sv: Här kan du välja utformat.
uk: Виберіть DOCTYPE сторінки, якщо розумієте що це таке.

# tl_layout.cssClass.0
source: Body class
cs: Třída pro "body"
da: Body klasse
de: Body-Klasse
fa: کلاس Body
fi: Body-luokka
fr: Classe CSS de la balise BODY
hu: Body osztály
ja: bodyのclass
lv: Body klase
my: အလယ်အမျိုးအစား
pl: Klasa Body
ro: Clasa de stil
sk: CSS trieda html tagu &lt;body&gt;
sv: Body stilmallsklass
uk: Клас для тега BODY
