Repository: contao/core
Catalog: system/modules/core/languages/*/*_layout.xlf
Languages: cs, da, de, es, fa, fi, fr, hu, it, ja, lv, my, nl, pl, ro, ru, sk, sl, sq, sv, uk

# tl_layout.name.0
source: Title
cs: Titulek
da: Overskrift
de: Titel
es: Título
fa: عنوان
fi: Otsikko
fr: Nom du groupe
hu: Cím
it: Titolo
ja: 題名
lv: Virsraksts
my: ခေါင်းစဉ်
nl: Titel
pl: Nagłówek
ro: Nume grup
ru: Название
sk: Nadpis
sl: Naziv
sq: Emri struktures
sv: Rubrik
uk: Назва макету

# tl_layout.name.1
source: Please enter the layout title.
cs: Zadejte prosím název vzhledu.
da: Angiv venligst et unikt layoutnavn.
de: Bitte geben Sie den Layout-Titel ein.
es: Por favor introduce un nombre único para el diseño.
fa: لطفا عنوان چیدمان را وارد نمایید.
fi: Ole hyvä ja syötä ukoasulle otsikko.
fr: Saisir le titre de la présentation.
hu: Adja meg az elrendezés nevét.
it: Inserisci un nome per il layout.
ja: レイアウトの名前を入力してください。
lv: Lūdzu ievadiet unikālu salikuma nosaukumu.
my: အခင်းအကျင်းခေါင်းစဉ်ထည့်သွင်း။
nl: Geef een lay-out-naam op.
pl: Wprowadź nazwę nowego układu strony.
ro: Introduceţi un nume unic pentru ansamblu.
ru: Введите название макета.
sk: Prosím vložte jedinečný názov pre layout
sl: Prosimo, vnesite naziv postavitve.
sq: Epeni një emër unik për identifikimin e strukturës.
sv: Ange ett unikt namn på layouten.
uk: Введіть, будь ласка, унікальну назву макету.

# tl_layout.fallback.0
source: Default layout
cs: Výchozí vzhled
da: Standardlayout
de: Standardlayout
es: Diseño por defecto
fa: چیدمان پیش‌فرض
fi: Oletusulkoasu
fr: Présentation par défaut
hu: Alapértelmezett elrendezés
it: Layout predefinito
ja: 既定のレイアウト
lv: Noklusējuma salikums
my: မူလအခင်းအကျင်း
nl: Standaard lay-out
pl: Domyślny układ
ro: Ansamblu iniţial
ru: Макет по умолчанию
sk: Prednastavený layout
sl: Privzeta postavitev
sq: Struktura standarde
sv: Standardlayout
uk: Макет за замовчуванням

# tl_layout.fallback.1
source: Make the layout the default layout.
cs: Nastavit jako výchozí vzhled
da: Hvis du vælger denne mulighed, vil layoutet blive brugt som suppleant.
de: Das Layout als Standardlayout verwenden.
es: Si seleccionas esta opción, el diseño será utilizado por defecto.
fa: تبدیل چیدمان به چیدمان پیش‌فرض.
fi: Tee tästä oletusulkoasu
fr: Faire de cette présentation la présentation par défaut.
hu: Alapértelmezetté teszi ezt az elrendezést.
it: Rende il layout predefinito
ja: このレイアウトを既定のレイアウトにします。
lv: Ja izvēlēsieties šo opciju, salikums tiks izmantots kā noklusējuma.
my: အခင်းအကျင်းကိုမူလအခင်းအကျင်းလုပ်။
nl: Indien u deze optie kiest zal deze lay-out als standaard worden gebruikt.
pl: Jeśli wybierzesz tę opcję, ten układ będzie używany jako domyślny.
ro: Dacă alegeţi această opţiune ansamblul va fi folosit ca punct de întoarcere (fallback).
ru: Сделать макетом по умолчанию.
sk: Tento layout bude prednastavený.
sl: Trenutna postavitev naj bo privzeta.
sq: Struktura standarde përdoret për të gjitha faqet, të cilave nuk u është caktuar një strukturë.
sv: Använd denna layout som standard-layout. Den kommer då att användas för sidor som inte har tilldelats en specifik layout.
uk: Якщо ви виберете цю опцію, макет буде макетом за замовчуванням в системі.

# tl_layout.rows.0
source: Rows
cs: Záhlaví a zápatí
da: Sidehoved og sidefod
de: Zeilen
es: Encabezado y pie
fa: ردیف‌ها
fi: Rivit
fr: Entête et pied de page
hu: Fejléc és Lábléc
it: Intestazione e piè pagina
ja: 行
lv: Galvene un kājene
my: အတန်းများ
nl: Rijen
pl: Nagłówek i stopka
ro: Antet şi subsol
ru: Строки
sk: Záhlavie a zápätie
sl: Glava in noga
sq: Reshta
sv: Sidhuvud och sidfot
uk: Рядки

# tl_layout.rows.1
source: Please choose the number of rows.
cs: Zadejte prosím počet řádek
da: Vælg venligst antallet af rækker
de: Bitte wählen Sie die Anzahl an Zeilen.
es: Indica el numero de filas
fa: لطفا تعداد ردیف‌ها را انتخاب نمایید.
fi: Ole hyvä ja valitse rivien lukumäärä
fr: Choisir le nombre de lignes.
hu: Válassza ki a sorok számát.
it: Si prega di scegliere il numero di righe.
ja: 行の構成を選択してください。
lv: Lūdzu izvēlieties rindu skaitu
my: အတန်းများအရေအတွက်ရွေးပါ။
nl: Kies het aantal rijen.
pl: Wybierz liczbę wierszy.
ro: Introduceţi numărul de rânduri
ru: Выберите количество строк.
sk: Prosím zvoľte počet riadkov.
sl: Prosim, izberite število vrstic.
sq: Zgjedhoni numrin e rreshtave.
sv: Välj antalet rader.
uk: Виберіть кількість рядків.

# tl_layout.1rw.0
source: Main row only
cs: Jen hlavní řádek
da: Kun grundrække
de: Nur die Hauptzeile
es: Fila principal solamente
fa: فقط ردیف اصلی
fi: Vain päärivi
fr: Seulement la ligne principale
hu: Csak fő sor
it: Solo riga principale
ja: メインの行だけ
lv: Tikai galvenā rinda
my: ပင်မအတန်းသာ
nl: Hoofdrij alleen
pl: Tylko główny wiersz
ro: Doar rândul principal
ru: Только основная строка
sk: Iba hlavný riadok
sl: Samo osnovna vrstica
sq: Vetëm reshti kryesor
sv: Endast huvudrad
uk: Тільки основний рядок

# tl_layout.1rw.1
source: Show only one row.
cs: Zobrazit jen jeden řádek
da: Vis kun en række.
de: Es wird nur eine Zeile angezeigt.
es: Mostrar solo una fila
fa: نمایش فقط یک ردیف.
fi: Näytä vain yksi rivi.
fr: Afficher seulement une ligne.
hu: Csak egy sor.
it: Mostra solo una riga.
ja: 1つの列だけを表示します。
lv: Rādīt tikai vienu rindu.
my: အတန်းတစ်ခုတည်းသာပြသ။
nl: Toon slechts een enkele rij.
pl: Pokaż tylko pierwszy wiersz.
ro: Arată doar un rând
ru: Показывать только одну строку.
sk: Zobraziť iba jeden riadok.
sl: Prikaži eno samo vrstico.
sq: Trego vetëm një rresht.
sv: Visa endast en rad.
uk: Показати тільки один рядок.

# tl_layout.2rwh.0
source: Header and main row
cs: Záhlaví a hlavní řádek
da: Hoved og grund række
de: Kopfzeile und Hauptzeile
es: Cabecera y la fila principal
fa: سربرگ و ردیف اصلی
fi: Yläosa ja päärivi
fr: Entête et ligne principale
hu: Fejléc és fő sor
it: Intestazione e riga principale
ja: ヘッダーとメインの行
lv: Galvene un galvenā rinda
my: ခေါင်းစီးနှင့်ပင်မအတန်း
nl: Header en hoofdrij
pl: Nagłówek i główny wiersz
ro: Antet şi rând principal
ru: Верхний колонтитул и основная строка
sk: Záhlavie a hlavný riadok
sl: Glava in osnovna vrstica
sq: Kryresht dhe resht kryesor
sv: Sidhuvud och huvudrad
uk: Верхній колонтитул та основний рядок

# tl_layout.2rwh.1
source: Show a header above the main row.
cs: Zobrazit záhlaví nad hlavním řádkem
da: Vis en hovedrække over grundrækken
de: Eine Kopfzeile oberhalb der Hauptzeile anzeigen.
es: Mostrar una cabecera encima de la fila principal.
fa: نمایش یک سربرگ بالای ردیف اصلی
fi: Näytä yläosa päärivin yläpuolella.
fr: Afficher un entête dessus la ligne principale.
hu: Fejléc és fő sor.
it: Mostra un'intestazione sopra la riga principale.
ja: メインの行の上にヘッダーを表示します。
lv: Rādīt galveni virs galvenās rindas.
my: ပင်မအတန်းအပေါ်တွင်ခေါင်းစီးပြသ
nl: Toon een header boven de hoofdrij.
pl: Pokaż nagłówek ponad głównym wierszem.
ro: Arată un antet deasupra de rândul principal
ru: Показывать верхний колонтитул над основной строкой.
sk: Zobraziť záhlavie nad hlavným riadkom.
sl: Prikaži glavo nad osnovno vrstico.
sq: Trego një kryeresht mbi rreshtin kryesor
sv: Visa ett sidhuvud ovanför huvudraden.
uk: Виводити верхній колонтитул перед основним рядком.

# tl_layout.2rwf.0
source: Main row and footer
cs: Hlavní řádek a zápatí
da: Grundrække og fodrække
de: Hauptzeile und Fußzeile
es: Fila principal y pie de página
fa: ردیف اصلی و پاورقی
fi: Päärivi ja alaosa
fr: Ligne principale et pied de page
hu: Fő sor és lábléc.
it: Riga principale e piè di pagina
ja: メインの行とフッター
lv: Galvenā rinda un kājene
my: ပင်မအတန်းနှင့်အောက်ခြေ
nl: Hoofdrij en footer
pl: Główny wiersz i stopka
ro: Rând principal şi subsol
ru: Основная строка и нижний колонтитул
sk: Hlavný riadok a päta strany
sl: Osnovna vrstica in noga
sq: Rresht kryesor dhe
sv: Huvudrad och sidfot
uk: Основний рядок та нижній колонтитул

# tl_layout.2rwf.1
source: Show a footer below the main row.
cs: Zobrazit zápatí pod hlavním řádkem
da: Vis en fodrække under grundrækken.
de: Eine Fußzeile unterhalb der Hauptzeile anzeigen.
es: Mostrar un pie de página debajo de la fila principal.
fa: نمایش یک پاورقی زیر ردیف اصلی
fi: Näytä alaosa päärivin alapuolella.
fr: Afficher un pied de page dessous la ligne principale.
hu: Lábléc és fő sor.
it: Mostra un piè di pagina al di sotto della riga principale.
ja: メインの行の下にフッターを表示します。
lv: Rādīt kājeni zem galvenās rindas.
my: ပင်မအတန်းအောက်တွင်အောက်ခြေပြသ
nl: Toon footer onder de hoofdrij.
pl: Pokaż stopkę poniżej głównego wiersza.
ro: Arată un subsol sub rândul principal
ru: Показывать нижний колонтитул под основной строкой.
sk: Zobraziť pätu strany pod hlavným riadkom.
sl: Prikaži nogo pod osnovno vrstico.
sq: Trego rresht këmbësor poshtë rreshtit kryesor.
sv: Visa en sidfot under huvudraden.
uk: Виводити нижній колонтитул за основним рядком

# tl_layout.3rw.0
source: Header, main row and footer
cs: Záhlaví, hlavní řádek a zápatí
da: Hoved, grund og fod -række
de: Kopfzeile, Hauptzeile und Fußzeile
es: Cabecera, fila principal y pie de página
fa: سربرگ، ردیف اصلی و پاورقی
fi: Yläosa, päärivi ja alaosa
fr: Entête, ligne principale et pied de page
hu: Fejléc, fő sor és lábléc
it: Intestazione, piè di pagina e riga principale
ja: ヘッダー、メインの行、フッター
lv: Galvene, galvenā rinda un kājene
my: ခေါင်းစီ၊ ပင်မအတန်းနှင့်အောက်ခြေ
nl: Header, hoofdrij en footer
pl: Nagłówek, główny wiersz i stopka
ro: Antet, rând principal şi subsol
ru: Верхний колонтитул, основная строка и нижний колонтитул
sk: Záhlavie, hlavný riadok a päta strany
sl: Glava, osnovna vrstica in noga
sq: Kryerresht, rresht kryesor dhe resht këmbësor
sv: Sidhuvud, huvudrad och sidfot
uk: Верхній колонтитул, основний рядок та нижній колонтитул

# tl_layout.3rw.1
source: Show a header above and a footer below the main row.
cs: Zobrazit záhlaví nad a zápatí pod hlavním řádkem.
da: Vis en hovedrække over samt en fodrække under grundrækken.
de: Eine Kopfzeile oberhalb und eine Fußzeile unterhalb der Hauptzeile anzeigen.
es: Mostrar una cabecera encima un pie de página debajo de la fila principal.
fa: نمایش یک سربرگ در بالا و پاورقی در زیر ردیف اصلی.
fi: Näytä päärivi ja sen yläpuolella yläosa ja alapuolella alaosa.
fr: Afficher un entête dessus et un pied de page dessous la ligne principale.
hu: Fejléc, lábléc és fő sor.
it: Mostra un'intestazione al di sopra e un piè di pagina al di sotto della riga principale.
ja: メインの行の上にヘッダー、下にフッターを表示します。
lv: Rādīt galveni virs un kājeni zem galvenās rindas.
my: ပင်မအတန်းအပေါ်တွင်ခေါင်းစီးနှင့်ပင်မအတန်းအောက်တွင်အောက်ခြေပြသ။
nl: Toon een header boven en een footer onder de hoofdrij.
pl: Pokaż nagłówek ponad, a stopkę poniżej głównego wiersza.
ro: Arată un antet deasupra de rândul principal şi un subsol sub acesta
ru: Показывать верхний колонтитул выше и нижний колонтитул ниже основной строки.
sk: Zobraziť záhlavie nad a pätu strany pod hlavným riadkom.
sl: Prikaži glavo nad in nogo pod osnovno vrstico.
sq: Trego një rresht kryesor mbi dhe një rreshtë këmbësor poshtë rreshtit kryesor.
sv: Visa ett sidhuvud ovanför och en sidfot under huvudraden.
uk: Виводити верхній колонтитул перед та нижній колонтитул за основним рядком.

# tl_layout.headerHeight.0
source: Header height
cs: Výška hlavičky
da: Højde på sidehoved
de: Höhe der Kopfzeile
es: Altura de encabezado.
fa: ارتفاع سربرگ
fi: Yläosan korkeus.
fr: Hauteur de l'entête
hu: Fejléc magassága
it: Altezza intestazione
ja: ヘッダーの高さ
lv: Galvenes augstums
my: ခေါင်းစီးအမြင့်
nl: Kop hoogte
pl: Wysokość nagłówka
ro: Inălţime header
ru: Высота верхнего колонтитула
sk: Výška záhlavia
sl: Višina glave
sq: Lartësia e rreshtit kryesor
sv: Höjd på sidhuvud
uk: Висота верхнього сектора

# tl_layout.headerHeight.1
source: Please enter the height of the page header.
cs: Zadejte prosím výšku hlavičky stránky.
da: Angiv venligst højden på sidehovedet.
de: Bitte geben Sie die Höhe der Kopfzeile ein.
es: Por favor introduce la altura del encabezado.
fa: لطفا ارتفاع سربرگ را وارد نمایید.
fi: Ole hyvä ja syötä yläosan korkeus.
fr: Saisir la hauteur de l'entête de page.
hu: Adja meg a fejléc magasságát.
it: Inserisci l'altezza dell'intestazione.
ja: ページのヘッダーの高さを入力してください。
lv: Lūdzu ievadiet galvenes elementa augstumu.
my: စာမျက်နှာခေါင်းစီးအမြင့်ထည့်။
nl: Geef de hoogte van de kop op.
pl: Wprowadź wysokość nagłówka.
ro: Introduceţi înălţimea elementului header.
ru: Введите высоту верхнего колонтитула.
sk: Vložte prosím výšku záhlavia
sl: Prosimo, določite višino glave strani.
sq: Epeni lartësinë e rreshtit kryesor.
sv: Ange höjden på sidhuvudet.
uk: Будь ласка, введіть висоту верхнього сектора.

# tl_layout.footerHeight.0
source: Footer height
cs: Výška zápatí
da: Højde på sidefod
de: Höhe der Fußzeile
es: Altura de pie de página.
fa: ارتفاع پاورقی
fi: Alaosan korkeus
fr: Hauteur du pied de page
hu: Lábléc magassága
it: Altezza piè pagina
ja: フッターの高さ
lv: Kājenes augstums
my: အောက်ခြေအမြင့်
nl: Footer hoogte
pl: Wysokość stopki
ro: Inălţime footer
ru: Высота нижнего колонтитула
sk: Výška zápätia
sl: Višina noge
sq: Lartësia e rreshtit këmbësor
sv: Höjd på sidfoten
uk: Висота нижнього сектора

# tl_layout.footerHeight.1
source: Please enter the height of the page footer.
cs: Zadejte prosím výšku zápatí stránky.
da: Angiv venligst højden på sidefoden.
de: Bitte geben Sie die Höhe der Fußzeile ein.
es: Por favor introduce la altura del elemento pie de página.
fa: لطفا ارتفاع پاورقی را وارد نمایید.
fi: Ole hyvä ja syötä alaosalle korkeus.
fr: Saisir la hauteur du pied de page.
hu: Adja meg a lábléc magasságát.
it: Inserisci l'altezza del piè di pagina.
ja: ページのフッターの高さを入力してください。
lv: Lūdzu ievadiet kājenes elementa augstumu.
my: စာမျက်နှာအောက်ခြေအမြင့်ထည့်။
nl: Geef de hoogte van het footer element op.
pl: Wprowadź wysokość stopki.
ro: Introduceţi înălţimea elementului footer.
ru: Введите высоту нижнего колонтитула.
sk: vložte prosím výšku zápätia
sl: Prosimo, določite višino noge strani.
sq: Epeni lartësinë e rreshtit këmbësor.
sv: Ange höjden på sidfoten
uk: Будь ласка, введіть висоту нижнього сектора.

# tl_layout.cols.0
source: Columns
cs: Nastavení sloupců
da: Spalter
de: Spalten
es: Ajustes de columnas
fa: ‌ستون‌ها
fi: Sarakkeet
fr: Paramètres des colonnes
hu: Oszlop beállítások
it: Impostazione colonne
ja: 列
lv: Kolonnas iestatījumi
my: ကော်လံများ
nl: Kolommen
pl: Ustawienia kolumny
ro: Setări de coloane
ru: Колонки
sk: Nastavenie stĺpcov
sl: Nastavitve stolpcev
sq: Kolonat
sv: Kolumninställningar
uk: Стовпчики

# tl_layout.cols.1
source: Please choose the number of columns.
cs: Zvolte prosím počet sloupečků.
da: Vælg venligst antal spalter.
de: Bitte wählen Sie die Anzahl an Spalten.
es: Por favor selecciona el número de columnas.
fa: لطفا تعداد ستون‌ها را مشخص نمایید.
fi: Ole hyvä ja valitse sarakkeiden lukumäärä.
fr: Choisir le nombre de colonnes.
hu: Adja meg az oszlopok számát.
it: Seleziona il numero di colonne.
ja: 列の構成を選択してください。
lv: Lūdzu izvēlieties kolonnu skaitu.
my: ကော်လံများအရေအတွက်ရွေးပါ။
nl: Kies het aantal kolommen.
pl: Wybierz ilość kolumn.
ro: Alegeţi numărul de coloane.
ru: Выберите количество и расположение колонок.
sk: Počet stĺpcov
sl: Prosimo, izberite število stolpcev.
sq: Zgjedhoni numrin e kolonave.
sv: Välj antal kolumner och kolumnplacering.
uk: Виберіть число стовпчиків.

# tl_layout.1cl.0
source: Main column only
cs: Jen hlavní sloupeček
da: Kun grundspalte
de: Nur die Hauptspalte
es: Una columna
fa: فقط ستون اصلی
fi: Vain pääsarake
fr: Colonne principale seulement
hu: Csak Fő oszlop
it: Una colonna
ja: メインの列だけ
lv: Viena kolonna
my: ပင်မကော်လံသာ
nl: Eén kolom
pl: Jedna kolumna
ro: O coloană
ru: Основная колонка
sk: Jeden stĺpec
sl: Samo glavni stolpec
sq: Një kolon
sv: En kolumn
uk: Один стовпчик

# tl_layout.1cl.1
source: Show only one column.
cs: zobrazí se jen jeden sloupečky.
da: kun hovedspalten vises.
de: Es wird nur eine Spalte angezeigt.
es: Solo se mostrará la columna principal.
fa: تنها بخش مرکزی نمایش داده خواهد شد.
fi: Näytä vain yksi sarake.
fr: Afficher une seule colonne.
hu: Csak egy oszlop.
it: Mostra una sola colonna
ja: 1つの列だけ表示します。
lv: tiks rādīta tikai galvenā kolonna.
my: ကော်လံတစ်ခုသာလျှင်ပြသ။
nl: Enkel de hoofdkolom wordt getoond.
pl: tylko główna kolumna zostanie pokazana.
ro: va apărea doar coloana principală.
ru: Показать только основную колонку.
sk: Bude zobrazený iba hlavný stĺpec
sl: prikaži samo en stolpec.
sq: paraqet vetëm një kolon kryesore.
sv: En enda kolumn - huvudkolumnen.
uk: Буде показаний тільки основний стовпчик.

# tl_layout.2cll.0
source: Left and main column
cs: Levý a hlavní sloupeček.
da: To spalter med grundspalten på højre side
de: Hauptspalte und linke Spalte
es: Dos columnas con la columna principal en el lado derecho
fa: ستون چپ و اصلی
fi: Vasen ja oikea sarake
fr: Colonne de gauche et colonne principale
hu: Baloldali és Fő oszlop
it: Due colonne con la colonna principale a destra
ja: 左とメインの列
lv: Divas kolonnas ar galveno kolonnu labajā pusē
my: ဘယ်နှင့်ပင်မကော်လံ
nl: Linker kolom en hoofdkolom
pl: Dwie kolumny z główną kolumną po prawej stronie
ro: Două coloane, cea principală în dreapta
ru: Левая и основная колонка
sk: Dva stĺpce s hlavným stĺpcom uprostred
sl: Levi in glavni stolpec
sq: Dy kolona me kolonën kryesore në anën e djathtë
sv: Två kolumner; vänster- och huvudkolumn
uk: Два стовпчики з основним стовпчиком праворуч

# tl_layout.2cll.1
source: Show two columns with the main column on the right side.
cs: zobrazí dva sloupečky - s hlavním na pravé straně.
da: hovedspalten vises på den højre side, ved siden af den venstre spalte.
de: Es werden zwei Spalten mit der Hauptspalte auf der rechten Seite angezeigt.
es: La columna principal se situará en el lado derecho, al lado de la columna izquierda.
fa: بخش مرکزی به همراه یک ستون در سمت چپش نمایش داده خواهد شد.
fi: Näytä kaksi saraketta pääsarakkeen jäädessä oikealle.
fr: Afficher deux colonnes, avec la colonne principale à droite.
hu: Két oszlopos elrendezés, a Fő oszlop jobb oldalon található.
it: La colonna principale verrà visualizzata sul lato destro
ja: メインの列を右側とした2つの列を表示します。
lv: galvenā kolonna tiks rādīta blakus kreisajai kolonnai labajā pusē.
my: ညာဖက်တွင်ပင်မကော်လံနှင့်ကော်လံနှစ်ခုပြသ။
nl: Twee kolommen met de hoofdkolom aan de rechterzijde.
pl: zostaną wyświetlone dwie kolumny a kolumna główna będzie po prawej stronie.
ro: coloana principală va apare în partea dreaptă alături de coloana din stânga.
ru: Показать две колонки, где основная колонка с правой стороны.
sk: Hlavný stĺpec bude zobrazený na pravej strane, ďalší je ľavý stĺpec
sl: prikaži dva stoplca, z glavnim na desni strani.
sq: kolona kryesore paraqitet në anën e djathtë afër kolonës së majtë.
sv: Två kolumner - vänsterkolumnen och huvudkolumnen.
uk: Буде показаний основний стовпчик із правої сторони, наступний стовпчик ліворуч.

# tl_layout.2clr.0
source: Main and right column
cs: Hlavní a pravý sloupeček
da: To spalter med hovedspalten på venstre side
de: Hauptspalte und rechte Spalte
es: Dos columnas con la columna principal en el lado izquierdo
fa: ستون راست و اصلی
fi: Pääsarake ja oikea sarake
fr: Colonne principale et colonne de droite
hu: Fő oszlop és Jobboldali oszlop
it: Due colonne con la colonna principale a sinistra
ja: メインと右の列
lv: Divas kolonnas ar galveno kolonnu kreisajā pusē
my: ပင်မနှင့်ညာကော်လံ
nl: Hoofdkolom en rechter kolom
pl: Dwie kolumny z główną kolumną po lewej stronie
ro: Două coloane, cea principală în stânga
ru: Основная и правая колонка
sk: Dva stĺpce s hlavným stĺpcom na ľavej strane
sl: Desni in glavni stolpec
sq: Dy kolona me kolonën kryesore në anën e majtë
sv: Två kolumner; huvud- och högerkolumn
uk: Два стовпчики з основним стовпчиком ліворуч

# tl_layout.2clr.1
source: Show two columns with the main column on the left side.
cs: zobrazí dva sloupečky - s hlavním na levé straně.
da: hovedspalten vises på den venstre side, ved siden af den højre spalte.
de: Es werden zwei Spalten mit der Hauptspalte auf der linken Seite angezeigt.
es: La columna principal se situará en el lado izquierdo, al lado de la columna derecha.
fa: بخش مرکزی به همراه یک ستون در سمت راستش نمایش داده خواهد شد.
fi: Näytä kaksi saraketta pääsarakkeen jäädessä vasemmalle.
fr: Afficher deux colonnes, avec la colonne principale à gauche.
hu: Két oszlopos elrendezés, a Fő oszlop bal oldalon található.
it: La colonna principale verrà visualizzata sul lato sinistro
ja: メインの列を左側とした2つの列を表示します。
lv: galvenā kolonna tiks rādīta blakus labajai kolonnai kreisajā pusē.
my: ဘယ်ဖက်တွင်ပင်မကော်လံနှင့်ကော်လံနှစ်ခုပြသ
nl: Twee kolommen met de hoofdkolom aan de linkerzijde.
pl: zostaną wyświetlone dwie kolumny a kolumna główna będzie po lewej stronie.
ro: coloana principală va apare în partea stângă alături de coloana din dreapta.
ru: Показать две колонки, где основная колонка с левой стороны.
sk: Hlavný stĺpec bude zobrazený vľavo, ďalší je pravý stĺpec
sl: prikaži dva stoplca, z glavnim na levi strani.
sq: Kolona kryesore paraqitet në anën e majtë afër kolonës së djathtë.
sv: Två kolumner - huvudkolumnen och vänsterkolumnen.
uk: Буде показано основний стовпчик з лівої сторони, наступний стовпчик праворуч.

# tl_layout.3cl.0
source: Main, left and right column
cs: Hlavní, levý a pravý sloupec
da: Tre spalter med hovedspalten i midten
de: Hauptspalte, linke und rechte Spalte
es: Tres columnas con la columna principal en el medio
fa: ستون‌های راست، چپ و اصلی
fi: Pääsarake sekä vasen ja oikea sarake
fr: Colonne principale, gauche et droite
hu: Fő oszlop, Jobboldali és Baloldali oszlop
it: Tre colonne con la colonna principale in mezzo
ja: メインと左と右の列
lv: Trīs kolonnas ar galveno kolonnu vidū
my: ပင်မ၊ ဘယ်နှင့်ညာကော်လံ
nl: Hoofdkolom, linker kolom en rechter kolom
pl: Trzy kolumny w główną kolumną po środku
ro: Trei coloane, principală în mijloc
ru: Левая, основная и правая колонка
sk: Tri stĺpce s hlavným stĺpcom uprostred
sl: Glavni, levi in desni stolpec
sq: Tri kolona me kolonën kryesore në mes
sv: Tre kolumner
uk: Три стовпчики з основним стовпчиком посередині

# tl_layout.3cl.1
source: Show three columns with the main column in the middle.
cs: zobrazí tři sloupečky - s hlavním uprostřed.
da: hovedspalten vises i midten, i mellem den venstre og den højre spalte.
de: Es werden drei Spalten mit der Hauptspalte in der Mitte angezeigt.
es: La columna principal se mostrará en el medio de las columnas izquierda y derecha.
fa: بخش مرکزی در میان دو ستون راست و چپ نمایش داده خواهد شد.
fi: Näytä kolme saraketta pääsarakkeen jäädessä keskelle.
fr: Afficher trois colonnes, avec la colonne principale au milieu.
hu: Három oszlopos elrendezés, a Fő oszlop középen található.
it: La colonna principale verrà visualizzata tra le colonne laterali
ja: メインの列を中央とした3つの列を表示します。
lv: galvenā kolonna tiks rādīta starp kreiso un labo kolonnu.
my: အလယ်တွင်ပင်မကော်လံနှင့်ကော်လံသံုးခုပြသ။
nl: Drie kolommen, waarbij de hoofdkolom in het midden wordt weergegeven.
pl: zostaną wyświetlone trzy kolumny a główna kolumna będzie w środku.
ro: coloana principală va apare în centru, încadrată de coloanele din stânga şi dreapta.
ru: Показать три колонки, где основная колонка посередине, между левой и правой.
sk: Hlavný stĺpec bude zobrazený uprostred medzi ľavým a pravým stĺpcom
sl: prikaži tri stoplce, z glavnim na sredini.
sq: kolona kryesore paraqitet në mes të kolonës së majtë dhe të djathtë.
sv: Tre kolumner; vänste-, huvud- och högerkolumnen.
uk: Основний стовпчик буде показано посередині, між лівим та правим.

# tl_layout.widthLeft.0
source: Left column width
cs: Šířka levého sloupečku
da: Bredde på venstre spalte
de: Breite der linken Spalte
es: Ancho columna izquierda
fa: عرض ستون چپ
fi: Vasemman sarakkeen leveys
fr: Largeur de la colonne de gauche
hu: Baloldali oszlop szélessége
it: Larghezza colonna sinistra
ja: 左の列の幅
lv: Kreisās kolonnas platums
my: ဘယ်ကော်လံအနံ
nl: Breedte linker kolom
pl: Szerokość lewej kolumny
ro: Lăţime coloană stângă
ru: Ширина левой колонки
sk: Šírka ľavého stĺpca
sl: Širina levega stolpca
sq: Gjerësia e kolonës majtë
sv: Bredd på vänstra kolumnen
uk: Ширина лівого стовпчика
