Repository: contao/core
Catalog: system/modules/core/languages/*/*_layout.xlf
Languages: cs, da, de, es, fa, fi, fr, hu, it, ja, lv, my, nl, pl, ro, ru, sk, sl, sq, sv, uk

# tl_layout.cssClass.1
source: Here you can add custom classes to the &lt;body&gt; tag.
cs: Sem můžete zadat vlastní třídu kaskádovitých stylů pro &lt;body&gt;
da: Har kan du tilføje dine egne classes til &lt;body&gt; tagget.
de: Hier können Sie dem &lt;body&gt;-Tag eigene Klassen hinzufügen.
es: Aquí puedes añadir clases personalizadas a la etiqueta &lt;body&gt;.
fa: اینجا می‌توانید کلاس‌های سفارشی را به برچسب &lt;body&gt; اضافه نمایید.
fi: Tässä voit lisätä oman CSS-luokan &lt;body&gt;:yn.
fr: Ajouter des classes personnalisées qui seront insérées dans la balise <em>body</em>.
hu: Itt lehet megadni a <body> tag osztályait.
it: Puoi inserire un attributo <em>class</em> che verrà aggiunto al &lt;body&gt; della pagina.
ja: &lt;body&gt;タグにカスタマイズ用のclassを追加できます。
my: &lt;အလယ်&gt; အမည်သို့စိတ်ကြိုက်အမျိုးအစားများထည့်နိုင်။
nl: Voeg hier hier custom classes toe aan de &lt;body&gt; tag.
pl: Tutaj możesz dodać własne klasy do tagu &lt;body&gt;.
ro: Aici puteţi adăuga opţional o clasă de stil care va fi folosită în &lt;body&gt;.
ru: Вы можете добавить атрибуты класса для тега &lt;body&gt;.
sk: Tu môžete vložiť vlastnú triedu kaskádovitých štýlov pre &lt;body&gt;.
sq: Këtu mund të futen klasa individuale në body tag.
sv: Här kan du lägga till egna klasser till &lt;body&gt;-taggen.
uk: Тут Ви можете додати назви класів, що будуть додані до тега &lt;body&gt;.

# tl_layout.viewport.0
source: Viewport
cs: Pohled
fa: ویوپورت
lv: Skatvieta
pl: Port przeglądarki

# tl_layout.viewport.1
source: Here you can overwrite the viewport content (defaults to <em>width=device-width,initial-scale=1.0</em>).
cs: Zde můžete přepsat obsah pohledu (z výchozího na <em>width=device-width,initial-scale=1.0</em>).
da: Her kan du overskrive viewport content (standard <em>width=device-width,initial-scale=1.0</em>).
de: Hier können Sie den Viewport-Inhalt überschreiben (Standard: <em>width=device-width,initial-scale=1.0</em>).
es: Aquí puedes sobrescribir el contenido de la ventanilla (por defecto <em>width=device-width,initial-scale=1.0</em>).
fa: اینجا می‌توانید محتوی دید را رونویسی نمایید (به طور پیش‌فرض <em>width=device-width,initial-scale=1.0</em>).
fi: Tässä voit ylikirjoittaa viewportin sisällön (oletus on <em>width=device-width,initial-scale=1.0</em>).
fr: Ici, vous pouvez remplacer le contenu de la balise meta viewport (par défaut <em>width=device-width,initial-scale=1.0</em>).
it: Qui è possibile sovrascrivere l'elemento viewport (di default <em>width=device-width,initial-scale=1.0</em>).
ja: viewportの内容を上書きできます。(初期値: <em>width=device-width,initial-scale=1.0</em>)
nl: Overschrijf hier de viewport inhoud (standaard <em>width=device-width,initial-scale=1.0</em>).
pl: Tutaj możesz zamienić treść portu przeglądarki (dostawienie umyślne to <em>width=device-width,initial-scale=1.0</em>).
ro: Aici puteţi să modificați conținutul pentru viewport (de ex. <em>initial-scale=1.0</em>).
ru: Вы можете переписать содержимое viewport (по умолчанию <em>width=device-width,initial-scale=1.0</em>).
sk: Tu môžete prepísať obsah viewport-u (prednastavené: <em>width=device-width,initial-scale=1.0</em>).
sv: Här kan du skriva över viewport-innehållet (faller tillbaka till standard <em>width=device-width,initial-scale=1.0</em>).

# tl_layout.titleTag.0
source: Title tag
cs: Hlavní tag
es: Etiqueta "título"
fa: برچسب عنوان
fi: Otsikko-tagi
fr: Balise title
it: Tag titolo
ja: titleタグ
lv: Nosaukuma birka
nl: Titel tag
pl: Etykieta tytułu
ro: Format de titlu
ru: Тэг title (название)
sk: Názov stránky &lt;title&gt;
sv: Titel-tagg

# tl_layout.titleTag.1
source: Here you can overwrite the title tag (defaults to <em>{{page::pageTitle}} - {{page::rootPageTitle}}</em>).
cs: Zde můžete přepsat tag názvu (výchozí <em>{{page::pageTitle}} - {{page::rootPageTitle}}</em>).
da: Her kan du overskrive sidetitel tagget (standard er <em>{{page::pageTitle}} - {{page::rootPageTitle}}</em>).
de: Hier können Sie das Title-Tag überschreiben (Standard: <em>{{page::pageTitle}} - {{page::rootPageTitle}}</em>).
es: Aquí puede sobreescribir el tag del título (por defecto es <em>{{page::pageTitle}} - {{page::rootPageTitle}}</em>).
fa: اینجا می‌توانید برچسب عنوان را بازنویسی نمایید (پیش‌فرض <em>{{page::pageTitle}} - {{page::rootPageTitle}}</em>).
fr: Ici, vous pouvez remplacer la balise title (par défaut <em>{{page::pageTitle}} - {{page::rootPageTitle}}</em>).
it: In questo punto è possibile sovrascrivere il tag title (defaults a <em>{{page::pageTitle}} - {{page::rootPageTitle}}</em>).
ja: titleタグを上書きできます。(初期値: <em>{{page::pageTitle}} - {{page::rootPageTitle}}</em>)
nl: Overschrijf hier de titel tag (standaards naar <em>{{page::pageTitle}} - {{page::rootPageTitle}}</em>).
pl: Tutaj możesz nadpisać tag title (domyślnie <em>{{page::pageTitle}} - {{page::rootPageTitle}}</em>).
ru: Вы можете переписать тэг title (название) (по умолчанию <em>{{page::pageTitle}} - {{page::rootPageTitle}}</em>).
sv: Här kan du skriva över titel-taggen (faller till baka till standard <em>{{page::pageTitle}} - {{page::rootPageTitle}}</em>).

# tl_layout.onload.1
source: Here you can add a body <em>onload</em> attribute.
cs: Sem můžete zadat k <em>body</em> vlastnost <em>onload</em>.
da: Her kan du tilføje en body <em>onload</em> attribute.
de: Hier können Sie dem Body-Tag ein <em>onload</em>-Attribut hinzufügen.
es: Aqui se puede añadir un atributo <em>onload</em> al body.
fa: اینجا می‌توانید خصوصیت <em>onload</em> body را اضافه نمایید.
fi: Tässä voit lisätä bodylle <em>onload</em>-atribuutin.
fr: Ajouter un attribut body <em>onload</em>.
hu: Itt lehet megadni a body <em>onload</em> attribútumot.
it: Nel caso in cui uno dei vostri script personalizzati richieda l'evento body <em>onload</em>, puoi inserire il codice qui.
ja: bodyに<em>onload</em>属性を追加できます。
my: အလယ်တွင်<em>ဆွဲတင်</em>ပါဝင်ပစ္စည်းထည့်သွင်းနိုင်။
nl: Voeg hier een body <em>onload</em> attribute toe.
pl: Tutaj możesz dodać atrybut <em>onload</em> do elementu body.
ro: Aici puteţi introduce un atribut pentru evenimentul <em>onload</em> al paginii.
ru: Вы можете добавить событие <em>onload</em> для тега body.
sk: Tu môžete vložiť <em>body</em> atribút <em>onload</em>.
sq: Këtu mund të epeni një <em>onload</on> atribut të body-të.
sv: Här kan du lägga till ett <em>onload</em>-attribut.
uk: Тут Ви можете додати значення атрибута <em>onload</em> тега &lt;body&rt;

# tl_layout.head.0
source: Additional &lt;head&gt; tags
cs: Dodatečné údaje pro
da: Yderligere -tags
de: Zusätzliche &lt;head&gt;-Tags
es: Etiquetas adicionales
fa: برچسب‌های اضافی &lt;head&gt;
fi: Lisätagit &lt;head&gt;:iin
fr: Balises supplémentaires
hu: További <head> elemek
it: Tag &lt;head&gt; aggiuntivi
ja: &lt;head&gt;にタグを追加
lv: Papildus tagi
my: နောက်ထပ် &lt;head&gt; tags
nl: Bijkomende head tags
pl: Dodatkowe tagi sekcji
ro: Taguri adiţionale
ru: Дополнительные теги &lt;head&gt;
sk: Doplnkové &lt;head&gt; tagy
sl: Dodatne oznake
sq: Tag shtesë për
sv: Egna meta-taggar
uk: Додаткові теги заголовку &lt;head&gt;

# tl_layout.head.1
source: Here you can add individual tags to the &lt;head&gt; section of the page.
cs: Sem můžete přidat vlastní tagy k záhlaví stránky &lt;head&gt; Vaší stránky.
da: Her kan du tilføje individuelle tags til &lt;head&gt; sektionen på siden.
de: Hier können Sie dem &lt;head&gt;-Bereich der Seite individuelle Tags hinzufügen.
es: Aqui puedes añadir etiquetas individuales a la sección de &lt;head&gt; de la página.
fa: اینجا می‌توانید برچسب‌های منحصربفرد را به بخش &lt;head&gt; اضافه نمایید.
fi: Tässä voit lisätä tageja sivun &lt;head&gt;-osioon.
fr: Ajouter des balises à la section <em>head</em> de la page.
hu: Itt tud hozzáadni egyedi parancsokat az oldal <head> részéhez.
it: Qui puoi aggiungere dei tag alla sezione &lt;head&gt; della pagina generata.
ja: ページの&lt;head&gt;の部分に個々のタグを追加できます。
my: စာမျက်နှာ&lt;ခေါင်းစဉ်&gt; အပိုင်းသို့အမည်များထည့်နိုင်။
nl: Voeg hier tags toe aan de &lt;head&gt; sectie van de pagina.
pl: Tutaj możesz dodać indywidualne tagi do sekcji &lt;head&gt;.
ro: Aici puteţi adăuga taguri individuale la secţiunea &lt;head&gt; a paginii.
ru: Вы можете добавить дополнительные теги в раздел &lt;head&gt; страницы.
sk: Tu môžete vložiť vlastné tagy do &lt;head&gt; sekcie vašej stránky.
sq: Këtu mund të futen klasa individuale sektorin &lt;kryesues&gt; të faqes.
sv: Här kan du lägga till individuella taggar till sidans &lt;head&gt;-sektion.
uk: Тут Ви можете додати окремі теги в розділ &lt;head&gt; сторiнки.

# tl_layout.addJQuery.0
source: Include jQuery
cs: Zahrnout jQuery
da: Inkluder jQuery
de: jQuery laden
es: Incluir jQuery
fa: گنجاندن جی‌کوئری
fi: Sisällytä jQuery
fr: Inclure jQuery
hu: JQuery használata
it: Includi jQuery
ja: jQueryを含める
lv: Iekļaut jQuery
my: ဂျေကျုရီပါဝင်
nl: Bevat jQuery
pl: Załącz jQuery
ru: Включать jQuery
sk: Zahrnúť jQuery
sl: Vključi jQuery
sq: Përfshijnë jQuery
sv: Inkludera jQuery
uk: Вставити jQuery

# tl_layout.addJQuery.1
source: Include the jQuery library in the layout.
cs: Zahrnout knihovnu jQuery do vzhledu.
da: Inkluder jQuery library i layoutet
de: Dem Layout die jQuery-Bibliothek hinzufügen.
es: Incluir jQuery en el diseño.
fa: کتابخانه جی‌کوئری را در چیدمان می‌گنجاند.
fi: Sisällytä ulkoasuun jQuery-kirjasto.
fr: Inclure la bibliothèque jQuery dans la présentation.
hu: A JQuery könyvtár használata az elrendezésben.
it: Includi la libreria jQuery nel layout.
ja: レイアウトにjQueryライブラリを含めます。
lv: Iekļaut jQuery bibliotēku salikumā.
my: အခင်းအကျင်းတွင်ဂျေကျုရီတိုက်ပါဝင်။
nl: Bevat de jQuery bibliotheek in de lay-out
pl: Załącz bibliotekę jQuery do layoutu.
ro: Include jQuery în ansamblu.
ru: Включать библиотеку jQuery в макет.
sk: Zahrnúť do layoutu knižnicu jQuery.
sl: Dodaj knjižnico jQuery v postavitev strani.
sq: Përfshij biblioteken jQuery në struktur
sv: Inkluderar jQuery library i layouten.
uk: Вставити бібліотеку jQuery в макет.

# tl_layout.jSource.0
source: jQuery source
cs: Zdroj jQuery
de: jQuery-Quelle
es: Fuente jQuery
fa: منبع جی‌کوئری
fi: jQueryn lähde
fr: Source de jQuery
hu: JQuery forrás
it: Sorgente jQuery
ja: jQueryのソース
lv: jQuery avots
my: ဂျေကျုရီရင်းမြစ်
nl: jQuery bron
pl: Źródło jQuery
ro: Sursa jQuery
ru: Источник jQuery
sk: Zdroj jQuery
sl: Vir knjižnice jQuery
sq: Burimi jQuery
sv: jQuery källkod
uk: Джерело jQuery

# tl_layout.jSource.1
source: Here you can select from where to load the jQuery script.
cs: Zde můžete zvolit, odkud se mají načíst skripty jQuery.
da: Her kan du vælge hvor du vil indlæse jQuery fra.
de: Hier können Sie auswählen, von wo das jQuery-Skript geladen wird.
es: Aquí puede seleccionar desde dónde cargar el script de jQuery.
fa: اینجا می‌توانید جایی که اسکریپت جی‌کوئری باید بارگزاری شود را انتخاب نمایید.
fi: Tässä voit valita mistä jQuery ladataan.
fr: Utiliser le script local jQuery ou le charger à partir d'un réseau de distribution de contenu.
hu: Válassza ki honnan töltődjön be a JQuery script.
it: Qui è possibile selezionare da dove caricare lo script jQuery.
ja: jQueryのスクリプトを読み込んでくる先を選択できます。
lv: Šeit jūs varat atlasīt no kurienes ielādēt jQuery skriptu.
my: ဂျေကျုရီလိုလျောက်လုပ်ဆောင်ကုဒ်ဘယ်မှာဆွဲတင်ရန်ရွေးနိုင်။
nl: Hier kunt u kiezen waar vandaan het jQuery script te laden.
pl: Tutaj możesz wybrać skąd załadować skrypt jQuery.
ro: Aici puteţi selecta de unde se poate încărca scripturile jQuery.
ru: Вы можете выбрать откуда загружать jQuery скрипт.
sk: Môžte použiť lokálny súbor javascriptovej knižnice jQuery alebo ho nechať načítať z externého zdroja.
sl: Tu lahko izberete, iz katerega vira naj se naloži knjižnica jQuery.
sq: Këtu mund të zgjedhoni nga të ngarkohet jQuery script.
sv: Här kan du välja varifrån jQuery-skriptet ska laddas.
uk: Ви можете вибрати звідки завантажувати jQuery скрипт.

# tl_layout.jquery.0
source: jQuery templates
cs: Předlohy jQuery
da: jQuery skabeloner
es: plantillas jQuery
fa: قالب‌های جی‌کوئری
fi: jQuery-mallipohjat
fr: Modèles jQuery
hu: JQuery sablonok
it: Templates jQuery
ja: jQueryのテンプレート
lv: jQuery veidnes
my: ဂျေကျုရီပံုစံပြားများ
pl: Szablony jQuery
ro: Şabloane jQuery
ru: Шаблоны jQuery
sk: jQuery šablóny
sl: Predloge jQuery
sq: jQuery shabllona
sv: jQuery-mallar
uk: Шаблони jQuery

# tl_layout.jquery.1
source: Here you can select one or more jQuery templates.
cs: Zde můžete vybrat jednu nebo více předloh jQuery.
da: Her kan du vælge en eller flere jQuery skabeloner.
de: Hier können Sie eines oder mehrere jQuery-Templates auswählen.
es: Aquí puede seleccionar una o varias plantillas de jQuery.
fa: اینجا می‌توانید یک یا چند قابل جی‌کوئری را انتخاب نمایید.
fi: Tässä voit valita yhden tai useamman jQuery-mallipohjan.
fr: Sélectionner un ou plusieurs modèles jQuery.
hu: Válasszon ki egy vagy több JQuery sablont.
it: Qui è possibile selezionare uno o più template jQuery.
ja: jQueryのテンプレートを1つ以上選択できます。
lv: Šeit jūs varat atlasīt vienu vai vairākas jQuery veidnes.
my: တစ်ခု(သို့)ဂျေကျုရီပံုစံပြားများရွေးနိုင်။
nl: Hier kunt u één of meerdere jQuery templates selecteren.
pl: Tutaj możesz wybrać jeden lub więcej szablonów jQuery.
ro: Aici puteţi selecta unul sau mai multe şabloane jQuery.
ru: Вы можете выбрать один или несколько jQuery шаблонов.
sk: Tu si môžte vybrať jednu alebo viac jQuery šablón.
sl: Tu lahko izberete eno ali več predlog jQuery.
sq: Këtu mund të zgjedhoni një apo më shumë jQuery shabllone.
sv: Här kan du välja en eller flera jQuery-mallar.
uk: Ви можете вибрати один або декілька шаблонів jQuery.

# tl_layout.addMooTools.0
source: Include MooTools
cs: Zahrnout MooTools
da: Inkluder MooTools
de: MooTools laden
es: Incluir MooTools
fa: گنجاندن موتولز
fi: Sisällytä MooTools
fr: Inclure MooTools
hu: MooTools használata
it: Includi MooTools
ja: MooToolsを含める
lv: Iekļaut MooTools
my: မူးတူးပါဝင်
nl: Bevat MooTools
pl: Załącz MooTools
ru: Включать MooTools
sk: Zahrnúť MooTools
sl: Vključi knjižnico MooTools
sq: Përfshijnë Moo Tools
sv: Inkludera MooTools
uk: Вставити MooTools

# tl_layout.addMooTools.1
source: Include the MooTools library in the layout.
cs: Zahrnout knihovnu MooTools do vzhledu.
da: Inkluder MooTools library i layoutet
de: Dem Layout die MooTools-Bibliothek hinzufügen.
es: Incluir la biblioteca MooTools en el diseño.
fa: کتابخانه موتولز را در چیدمان می‌گنجاند.
fi: Sisällytä MooTools-kirjasto ulkoasuun.
fr: Inclure la bibliothèque MooTools dans la présentation.
hu: A MooTools könyvtár használata az elrendezésben.
it: Includi la libreria MooTools nel layout.
ja: レイアウトにMooToolsライブラリを含めます。
lv: Iekļaut MooTools bibliotēku salikumā.
my: အခင်းအကျင်းတွင်မူးတူးတိုက်ပါဝင်။
nl: Bevat de MooTools bibliotheek in de lay-out.
pl: Załącz bibliotekę MooTools do layoutu.
ro: Include MooTools library în ansamblu.
ru: Включать библиотеку MooTools в макет.
sk: Zahrnúť do layoutu knižnicu MooTools.
sl: Dodaj knjižnico MooTools v postavitev strani.
sq: Përfshij biblioteken Moo Tools në struktur
sv: Inkludera MooTools library i layouten.
uk: Вставити бібліотеку MooTools в макет.

# tl_layout.mooSource.0
source: MooTools source
cs: Zdroj MooTools
da: MooTools kilde
de: MooTools-Quelle
es: Fuente MooTools
fa: منبع موتولز
fi: MooToolsin lähde
fr: Source de MooTools
hu: MooTools forrás
it: Sorgente MooTools
ja: MooToolsのソース
lv: MooTools avots
my: မူးတူးပါဝင်ရင်းမြစ်
nl: MooTools bron
pl: Źródło MooTools
ro: Sursa MooTools
ru: Источник MooTools
sk: Zdroj MooTools
sl: MooTools izvor
sq: MooTools
sv: MooTools källa
uk: MooTools

# tl_layout.mooSource.1
source: Here you can select from where to load the MooTools scripts.
cs: Můžete použít lokálních skriptů MooTools nebo je nahrát z jiného zdroje na internetu.
da: Du kan enten anvende det lokale MooTool skript eller indlæse det fra en anden server
de: Hier können Sie auswählen, von wo die MooTools-Skripte geladen werden.
es: Puedes usar tanto la versión local de los Scripts MooTools o cargarla desde una red de distribución de contenidos.
fa: اینجا می‌توانید یا از اسکریپت موتولز محلی و یا از شبکه‌های تحویل محتوا بارگذاری کنید.
fi: Tässä voit valita mistä MooTools ladataan.
fr: Utiliser le script local MooTools ou le charger à partir d'un réseau de distribution de contenu.
hu: Válassza ki honnan töltődjön be a JQuery script.
it: E' possibile utilizzare gli script MooTools locali o caricarli da una rete di gestione contenuti esterna (CDN)
ja: MooToolsのスクリプトを読み込んでくる先を選択できます。
lv: Jūs varat vai nu izmantot vietējos MooTools skriptus vai ielādēt no satura piegādes tīkla.
my: မူးတူးလိုလျောက်လုပ်ဆောင်ကုဒ်များဘယ်မှာဆွဲတင်ရန်ရွေးနိုင်။
nl: U kunt het lokale MooTools script gebruiken of van een externe bron laden.
pl: Możesz również użyć lokalnego skryptu MooTools lub załadować go z CDN (np. z Google CDN).
ro: Puteţi folosi scriptul local MooTools sau îl puteţi încărca din reţeaua trimitere conţinut.
ru: Вы можете выбрать откуда загружать MooTools скрипт.
sk: Môžte použiť lokálny súbor javascriptovej knižnice MooTools alebo ho nechať načítať z externého zdroja.
sl: Uporabite lahko krajevno MooTools skripto, ali pa jo naložite iz oddaljene lokacije.
sq: Këtu mund të zgjedhoni nga të ngarkohet MooTools script.
sv: Du kan antingen använda det lokala MooTools-skriptet eller ladda det från ett s.k. content delivery network (CDN).
uk: Ви можете використати локальний скрипт, або завантажити його з мережі доставки контентку (CDN).

# tl_layout.mootools.0
source: MooTools templates
cs: Předlohy MooTools
da: Mootools JavaScript
es: Mootools JavaScript
fa: قالب‌های موتولز
fi: MooTools-mallipohjat
fr: Modèles MooTools
hu: MooTools sablonok
it: Mootools JavaScript
ja: MooToolsのテンプレート
lv: MooTools veidnes
my: မူးတူးပံုစံပြားများ
pl: Mootools JavaScript
ro: Mootools JavaScript
ru: Шаблоны MooTools
sk: MooTools šablóny
sl: MooTools predloge
sq: Mootools JavaScript
sv: MooTools-mallar
uk: Mootools шаблони

# tl_layout.mootools.1
source: Here you can select one or more MooTools templates.
cs: Zde můžete vybrat jeden nebo více předloh MooTools.
da: Hvis du vil køre en mootools-harmonika på dit websted, skal du tilføje en JavaScript-skabelon som starter effekten. Du kan vælge JavaScript-skabelon her. Mootools-skabeloner starter med <em>moo_</em> (filendelsen <em>tpl</em>).
de: Hier können Sie eines oder mehrere MooTools-Templates auswählen.
es: Si quiere ejecutar un desplegable mootools en tu web, debes añadir una plantilla de JavaScript que inicialice el efecto. Puedes seleccionar esa plantilla JavaScript aqui. Las plantillas Mootools empiezan por <em>moo_</em> (extensión de archivo <em>tpl</em>).
fa: اینجا می‌توانید یک یا چند قالب موتولز را انتخاب کنید.
fi: Tässä voit valita yhden tai useamman MooTools-mallipohjan.
fr: Sélectionner un ou plusieurs modèles MooTools.
hu: Válasszon ki egy vagy több MooTools sablont.
it: Se desideri eseguire un mootools a fisarmonica nel tuo sito web, devi inserire un JavaScript che inizializzi l'effetto. Puoi scegliere il codice Javascript qui. I modelli Mootools devono cominciare con <em>moo_</em>. (estensione dei file <em>.tpl</em>)
ja: MooToolsのテンプレートを1つ以上選択できます。
lv: Šeit jūs varat atlasīt vienu vai vairākas MooTools veidnes.
my: တစ်ခု(သို့)မူးတူးပံုစံပြားများရွေးနိုင်။
nl: Hier kunt u één of meer MooTools templates selecteren.
pl: Jeśli chcesz umieścić na swojej stronie rozwijane panele (mootools accordion), musisz dodać szablon JavaScript, który uruchomi ten efekt. Szablon JavaScript możesz wybrać tutaj. Szablon mootools zaczyna się od <em>moo_</em> (rozszerzenie pliku <em>tpl</em>).
ro: Dacă vreţi să executaţi un efect acordeon mootools pe pagină, trebuie să adăugaţi un şablon cu scripturi care iniţiază efectul. Şabloanele mootools încep cu <em>moo_</em> (extensie fişier <em>.tpl</em>).
ru: Вы можете выбрать один или несколько MooTools шаблонов.
sk: Tu si môžete vybrať jednu alebo viac MooTools šablón.
sl: Tu lahko izberete eno ali več MooTools predlog.
sq: Në qoftë se doni ta përdorni një Mootools fizarmonikë, duhet ta shtoni një JavaScript-shabllon për ta iniciuar atë efekt. Një shabllon të till mudn ta zgjidhni këtu. Mootools-shabllonet fillojnë me <em>moo_</em> (Prapashtesa <em>tpl</em>).
sv: Här kan du välja en eller flera MooTools-mallar.
uk: Якщо ви хочете задіяти mootools на сайті, необхідно додати шаблон JavaScript, щоб ініціалізувати ефект. Тут ви можете вибрати даний шаблон JavaScript. Шаблони Mootools починаються з <em>moo_</em>.

# tl_layout.picturefill.0
source: Load the image polyfill
cs: Načíst skript image polyfill
da: Indlæs image polyfill
de: Das Image-Polyfill laden
es: Cargar el polyfill de imagen
fa: بارگیری polyfill تصویر
fi: Responsiivinen kuvien käsittely
fr: Charger le polyfill pour les images
it: Carica le immagini polyfill
ja: 画像のポリフィルを読み込み
nl: Laad het image-polyfill
pl: Załaduj polyfill obrazków
ro: Încarcă imagine din bucăți
ru: Загрузить изображение polyfill (полизаполнение)
sk: Načítať polyfill pre obrázky
sv: Ladda bildens polyfill

# tl_layout.picturefill.1
source: Include the image polyfill (<em>respimage.js</em>) in the layout.
cs: Začlenit skript image polyfill (<em>respimage.js</em>) do vzhledu.
da: Inkluder image polyfill (<em>respimage.js</em>) i layoutet.
de: Dem Layout das Image-Polyfill (<em>respimage.js</em>) hinzufügen.
es: Incluir el polyfill de imagen (<em>respimage.js</em>) en el diseño.
fa: polyfill تصویر (<em>respimage.js</em>) در چیدمان می‌گنجاند.
fi: Sisällytä responsiivinen kuvien käsittely (<em>respimage.js</em>) ulkoasuun.
fr: Inclure le polyfill pour les images (<em>respimage.js</em>) dans la présentation.
it: Includi le imamgini polyfill (<em>respimage.js</em>) nel layout.
ja: 画像のポリフィル(<em>respimage.js</em>)をレイアウトに含めます。
nl: Image-polyfill (<em>respimage.js</em>) aan de lay-out toevoegen.
pl: Załącz polyfill obrazków (<em>respimage.js</em>) w układzie strony.
ro: Include imagini din bucăți (<em>respimage.js</em>) în ansamblu.
ru: Включить изображение polyfill (полизаполнение) (<em>respimage.js</em>) в макет.
sk: Zahrnúť do layoutu polyfill knižnicu (<em>respimage.js</em>).
sv: Inkludera bildens polyfill (<em>respimage.js</em>) i layouten.

# tl_layout.analytics.0
source: Analytics templates
cs: Předlohy analýz
da: Analytics skabeloner
es: Plantillas Analytics
fa: قالب‌های تجزیه و تحلیل
fi: Kävijäseurannan mallipohjat
fr: Modèles Analytics
hu: Analitikai sablonok
it: Templates analytics
ja: アナリティックスのテンプレート
lv: Analītiku veidnes
my: ခွဲခြမ်းစိတ်ဖြာပံုစံပြားများ
pl: Szablony analityki
ro: Şabloane analytics
ru: Шаблоны аналитики
sk: Šablóny analytických nástrojov
sl: Predloga za merjenje obiskanosti - Analytics
sq: Shabllona alalitikë
sv: Analytics-mallar
uk: Шаблони аналітики
