Repository: contao/core
Catalog: system/modules/core/languages/*/*_log.xlf
Languages: cs, da, de, es, fi, hu, it, my, pl, ro, sk, sr, uk

# tl_log.tstamp.0
source: Date
cs: Datum
da: Dato
de: Datum
es: Fecha
fi: Päivämäärä
hu: Dátum
it: Data
my: နေ့စွဲ
pl: Data
ro: Data
sk: Dátum
sr: Датум
uk: Дата

# tl_log.tstamp.1
source: Date and time of the log entry
cs: Datum a čas vytvoření
da: Dato og tidspunkt for oprettelse
de: Datum und Uhrzeit des Eintrags
es: Fecha y hora de creación
fi: Lokimerkinnän päivämäärä ja aika
hu: A napló bejegyzés dátuma és időpontja
it: Data e ora di creazione
my: နေ့စွဲနှင့်မှတ်တမ်းဝင်ရောက်မှုအချိန်
pl: Data i godzina utworzenia
ro: Data şi ora creării
sk: Dátum a čas vytvorenia
sr: Датум и време записа лога
uk: Дата та час створення запису

# tl_log.source.0
source: Origin
cs: Zdroj
da: Kilde
de: Ursprung
es: Fuente
fi: Alkuperä
hu: Indulás helye
it: Fonte
my: မူရင်း
pl: Pochodzenie
ro: Sursă
sk: Zdroj
sr: Порекло
uk: Джерело

# tl_log.source.1
source: Back end or front end
cs: Záznamy logu mohou být tříděny podle svého zdroje (back end nebo front end záznamy)
da: Loglinjer kan sorteres efter deres kilde (backend eller frontend-linje).
de: Backend oder Frontend
es: Las entradas en el log pueden ser ordenadas por su fuente (entradas del back end o front end).
fi: Ylläpitopuoli vai sivusto
hu: Back end vagy Front end
it: Le voci del Log possono essere ordinate a seconda della loro fonte. (voci del backend o del frontend)
my: အတွင်းပိုင်း(သို့)အပြင်ပိုင်း
pl: Pozycje dziennika zdarzeń mogą być posortowane w/g ich źródła (działań panelu admina lub stron serwisu).
ro: Înregistrările log pot fi sortate după sursa (back-end sau front-end).
sk: Záznamy môžu byť zoradené podľa ich zdrojov (backend a frontend záznamy).
sr: Бек-енд или фрон-енд
uk: Записи в базі можуть бути відсортовані по джерелу: сайт (front end) або панель керування (back end).

# tl_log.action.0
source: Category
cs: Kategorie
da: Kategori
de: Kategorie
es: Categoría
fi: Luokka
hu: Kategória (Category)
it: Categoria
my: အမျိုးအစား
pl: Kategorie
ro: Categorie
sk: Kategória
sr: Категорија
uk: Категорія

# tl_log.action.1
source: Category of the action
cs: Kategorie akce
da: Kategori for handlingen
de: Kategorie der Aktion
es: Categoría de la acción
fi: Toiminnon luokka
hu: Az akció kategóriája
it: Categoria dell'azione
my: ဆောင်ရွက်ချက်အမျိုးအစား
pl: Kategoria działania
ro: Categoria acţiunii
sk: Kategória akcie
sr: Категорија акције
uk: Категорія дії

# tl_log.username.0
source: User
cs: Uživatel
da: Bruger
de: Benutzer
es: Usuario
fi: Käyttäjä
hu: Tag
it: Utente
my: အသံုးပြုသူ
pl: Użytkownik
ro: Utilizator
sk: Užívateľské
sr: Корисник
uk: Користувач

# tl_log.username.1
source: Name of the authenticated user
cs: Jméno logovaného uživatele
da: Navnet på den loggede bruger
de: Name des angemeldeten Benutzers
es: Nombre de usuario registrado
fi: Kirjautuneen käyttäjän nimi
hu: A hitelesített felhasználó neve
it: Nome dell'utente collegato.
my: စစ်ဆေးပြီးအသံုးပြုသူနာမည်
pl: Nazwa zalogowanego użytkownika
ro: Numele utilizatorului autentificat
sk: Meno prihláseného užívateľa
sr: Име аутентификованог корисника
uk: Ім'я зареєстрованого користувача

# tl_log.text.0
source: Details
cs: Detaily
da: Detaljer
es: Detalles
fi: Tarkemmat tiedot
hu: Részletek
it: Dettagli
my: အချက်အလက်များ
pl: Szczegóły
ro: Detalii
sk: Podrobnosti
sr: Дета
uk: Деталі

# tl_log.text.1
source: Details of the log entry
cs: Podrobnosti k současného záznamu
da: Detaljer for nuværende indgang
de: Details des Log-Eintrags
es: Detalles de la entrada actual
fi: Lokimerkinnän tarkemmat tiedot
hu: A napló bejegyzés részletei
it: Dettagli della voce corrente
my: မှတ်တမ်းဝင်ရောက်မှုအချက်အလက်များ
pl: Szczegóły bieżącej pozycji
ro: Detalii despre înregistrarea curentă
sk: Podrobnosti tohto záznamu
sr: Детаљи записа лога
uk: Деталі поточного запису

# tl_log.func.0
source: Function
cs: Funkce
da: Funktion
de: Funktion
es: Función
fi: Funktio
hu: Tevékenység
it: Funzione
my: လုပ်ဆောင်ချက်
pl: Funkcja
ro: Funcţie
sk: Funkcia
sr: Фунцкија
uk: Функція

# tl_log.func.1
source: Name of the initiating function
cs: Jméno funkce
da: Funktionsnavn
de: Name der auslösenden Funktion
es: Nombre de función
fi: Toimeenpanevan funktion nimi
hu: A kezdeményező funkció neve
it: Nome della funzione
my: ဦးစွာလုပ်ဆောင်ချက်နာမည်
pl: Nazwa funkcji
ro: Numele funcţiei
sk: Meno funkcie
sr: Име иницијалне функције
uk: Ім'я функції

# tl_log.ip.0
source: IP address
cs: IP adresa
da: IP-adresse
de: IP-Adresse
es: Dirección IP
fi: IP-osoite
hu: IP cím
it: Indirizzo IP
my: အို်င်ပီလိပ်စာ
pl: Adres IP
ro: Adresa IP
sk: IP adresa
sr: IP адреса
uk: IP адреса

# tl_log.ip.1
source: IP address of the user
cs: Požadovaná IP adresa
da: Forespørgende IP-adresse
de: IP-Adresse des Benutzers
es: Dirección IP que hace la petición
fi: Käyttäjän IP-osoite
hu: A felhasználó IP címe
it: Indirizzo IP richiedente
my: အသံုးပြုသူအို်င်ပီလိပ်စာ
pl: Adres IP wykonawcy zdarzenia
ro: Requesting IP address
sk: IP adresa požiadavky
sr: IP адреса корисника
uk: Запит IP адреси

# tl_log.browser.0
source: Browser
cs: Prohlížeč
es: Navegador
fi: Selain
hu: Böngésző
my: ဘရောက်ဇာ
pl: Przeglądarka
sk: Prehliadač
sr: Интернет претраживач
uk: Броузер

# tl_log.browser.1
source: Name of the user agent
cs: Jméno prohlížeče uživatele
da: Forespørgende browser
de: Name des Browsers
es: Navegador que hace la petición
fi: Käyttäjäagentin nimi
hu: A böngésző neve
it: Browser richiedente
my: အသံုးပြုသူကိုယ်စားလှယ်နာမည်
pl: Przeglądarka wykonawcy zdarzenia
ro: Requesting browser
sk: Prehliadač požiadavky
sr: Име корисничког клијента
uk: Запит броузера

# tl_log.BE
source: Back end
es: Back
fi: Ylläpito
my: အတွင်းပိုင်း
pl: Panel admina
sr: Бек енд
uk: Панель керування (Back end)

# tl_log.FE
source: Front end
cs: Fronted
es: Front
fi: Sivusto
my: အပြင်ပိုင်း
pl: Strony serwisu
sr: Фронт-енд
uk: Інтерфейс сайту (Front end)

# tl_log.show.0
source: Show details
cs: Zobrazit podrobnosti
da: Vis detaljer
de: Anzeigen
es: Mostrar detalles
fi: Näytä tarkemmat tiedot
hu: Részletek mutatása
it: Mostra dettagli
my: အချက်အလက်များပြသ
pl: Pokaż szczegóły
ro: Arată detalii
sk: Zobraziť podrobnosti
sr: Прикажи детаље
uk: Показати деталі

# tl_log.show.1
source: Show the details of entry ID %s
cs: Zobrazit podrobnosti k záznamu ID %s
da: Ves detaljer for handling ID %s
de: Den Eintrag ID %s anzeigen
es: Mostrar detalles de la entrada con ID %s
fi: Näytä kohteen ID %s tarkemmat tiedot
hu: A ID %s bejegyzés részleteinek mutatása
it: Mostra dettagli dell'inserimento ID %s
my: ဝင်ရောက်မှုအိုင်ဒီ %s အချက်အလက်များပြသ
pl: Pokaż szczegóły pozycji ID %s
ro: Arată detaliile înregistrării ID %s
sk: Zobraziť podrobnosti záznamu s ID %s
sr: Прикажи детаље записа %s
uk: Показати деталі запису ID %s

# tl_log.delete.0
source: Delete
cs: Smazat
da: Slet
de: Löschen
es: Borrar
fi: Poista valitut
hu: Töröl
it: Elimina
my: ပယ်ဖျက်
pl: Skasuj zaznaczone
ro: Şterge ce este selectat
sk: Odstrániť označené
sr: Обриши
uk: Видалити

# tl_log.delete.1
source: Delete entry ID %s
cs: Smazat záznam ID %s
da: Slet indgang-ID %s
de: Eintrag ID %s löschen
es: Elimina la entrada con ID %s
fi: Poista kohde ID %s
hu: Az ID %s bejegyzés törlése
it: Cancella voce ID %s
my: ပယ်ဖျက်ဝင်ရောက်မှုအိုင်ဒီ %s
pl: Skasuj pozycję ID %s
ro: Şterge înregistrarea ID %s
sk: Odstrániť záznam s ID %s
sr: Обриши запис %s
uk: Видалити запис ID %s
