Repository: contao/core
Catalog: system/modules/core/languages/*/*_maintenance.xlf
Languages: cs, da, de, es, fi, fr, hu, it, ja, lv, my, pl, ru, sk, sl, sq, sr, sv, uk

# tl_maintenance_jobs.xml.1
source: Recreates the XML files (sitemaps and feeds) and then purges the page cache, so there are no links to deleted resources.
cs: Přetvoří soubory XML (mapu stránky a kanály) a vyčistí meziúložiště stránek. Tím zmizí odkazy na smazané zdroje.
da: Genskaber XML filer (sitemaps samt feeds) og tømmer herefter den midlertige hukommelse for sider så der ikke linkes til slettede ressourcer.
de: Schreibt die XML-Dateien (Sitemaps/Feeds) neu und leert anschließend den Seitencache, damit keine ungültigen Links zurück bleiben.
es: Vuelve a crear los archivos XML (sitemaps y feeds) y después purga la caché de la página, así que no hay enlaces a los recursos eliminados.
fi: Luo uudelleen XML-tiedostot (sivustokartat ja syötteet) ja tyhjentää sen jälkeen sivuvälimuistin, ettei linkkejä poistettuihin tietoihin jää.
fr: Recrée les fichiers XML (cartes du site et flux RSS) puis purge le cache des pages afin de ne plus avoir de liens vers les ressources supprimées.
hu: Helyreállítja az XML fájlokat (oldaltérkép és hírfolyam) és törli az oldal gyorsítótárat, úgy hogy a forrás linkeket nem törli.
it: Ricrea i file XML (le sitemap ed i feeds) e ripulisci le pagine eliminate dalla cache.
ja: XMLファイル(サイトマップとフィード)を再作成してページキャッシュを消去し、削除したリソースへのリンクはなくなります。
my: ဟိတ်စ်အမ်အလ်ဖိုင်များပြန်လည်ဖန်တီး (ဆိုက်မြေပံုများနှင့်ကုန်ကြမ်းများ)ပြီးစာမျက်နှာအသေးစားထုတ်ပယ်၊ ပယ်ဖျက်ပြီးအရင်းအမြစ်များကိုကွန်ဆက်များမရှိစေတော့။
pl: Odtwarza pliki XML (mapy stron i kanały) i czyści cache stron, więc nie pojawią się odwołania do usuniętych źródeł.
ru: Создает заново XML-файлы (карты веб-сайта и каналы), а затем очищает кэш страниц, при этом очищаются ссылки на удаленные ресурсы.
sk: Znovu vytvorí XML súbory (mapu stránky a kanály) a vyprázdni dočasné úložisko stránok. Týmto krokom zaniknú odkazy k odstráneným zdrojom.
sq: Rikrijon skedaret XML (Hartat e faqeve dhe furnizimet) dhe pastaj bënë spastrimet cache-it të faqes, kështu që nuk do të ketë lidhje me burimet e fshirë.
sr: Поновно креирање XML фајлова (мапе сајтова и читачи) а након тога чисти кеш страница, тако да не постоји веза према обрисаним ресурсима.
sv: Återskapar XML-filer (sidkarta och flöden) samt rensar sid-cache så att det inte finns några länkningar till raderade resurser.
uk: Створює заново XML файли (карта веб-сайту та файли каналів), потім очищує кеш сторінок, таким чином оновлюються посилання на видалені ресурси.

# tl_maintenance.emptyLuId
source: Please enter your Live Update ID
da: Indtast venligst dit live-opdaterings ID
es: Por favor introduce tu ID de actualización en vivo
sq: Epeni Live Update ID-në
uk: Введіть, будь-ласка, ваш ключ ID он-лайн оновлення
