Repository: contao/core
Catalog: system/modules/core/languages/*/*_maintenance.xlf
Languages: cs, da, de, es, fi, fr, hu, it, ja, lv, my, pl, ru, sk, sl, sq, sr, sv, uk

# tl_maintenance.cacheTables.0
source: Purge data
cs: Vyčistit data
da: Mellemlagertabeller
de: Daten bereinigen
es: Tablas cache
fi: Puhdista tiedot
fr: Purger des données
hu: Adatok törlése
it: Elimina dati sessione
ja: データを消去
lv: Iztīrīt datus
my: အချက်အလက်သန့်စင်
pl: Usuń dane sesji
ru: Очистить данные
sk: Vyprázdniť dáta
sl: Počisti podatke
sq: Tabelat-Cache
sr: Прочисти податке
sv: Ta bort sessiondata
uk: Кеш таблиці

# tl_maintenance.cacheTables.1
source: Please select the data you want to purge or rebuild.
cs: Vyberte zdroje z cache které chcete vyčistit
da: Vælg venligst de mellemlagertabeller du vil afkorte.
de: Bitte wählen Sie die zu bereinigenden bzw. neu zu erstellenden Daten aus.
es: Por favor selecciona la tablas de cache que deseas truncar.
fi: Ole hyvä ja valitse puhdistettavat tai uudelleenrakennettavat tiedot
fr: Choisir les données à purger ou à recréer.
hu: Jelölje ki az adatokat melyeket eltávolítani vagy újraépíteni akar.
it: Seleziona la tipologia di dati temporanei da eliminare
ja: 消去や再作成したいデータを選択してください。
lv: Lūdzu izvēlieties kešatmiņas resursus, kurus vēlaties iztīrīt.
my: ထုတ်ပယ်(သို့)ပြန်လည်တည်ဆောက်လိုသောအချက်အလက်များရွေး။
pl: Zaznacz te tabele, które chcesz wyczyścić.
ru: Выберите данные, которые хотите очистить или перестроить.
sk: Prosím vyberte cache pamäťové zdroje, ktoré chcete vyprázdniť.
sl: Prosimo, izberite podatke, ki jih želite počistiti.
sq: Zgjedhoni Tabelat-Chachë për t'i zbrazë.
sr: Одаберите које податке желите очистити или поново креирати.
sv: Välj vilken/vilka cache-tabell(er) som du vill rensa.
uk: Будь ласка, виберіть кешування таблиць, які ви хочете виключити.

# tl_maintenance.frontendUser.0
source: Front end user
cs: Uživatel frontendu
da: Frontend bruger
de: Frontend-Benutzer
es: Usuario del Front end
fi: Sivuston käyttäjä
fr: Membre
hu: Felhasználói felület felhasználó
it: Utente frontend
ja: フロントエンドのユーザー
lv: Priekšgala lietotājs
my: အပြင်ပိုင်းအသံုးပြုသူ
pl: Użytkownik serwisu
ru: Пользователь внешнего интерфейса
sk: Používateľ front endu
sl: Uporabnik spletnega mesta
sq: Përdorues Front end
sr: Фронт-енд корисник
sv: Visa som inloggad medlem
uk: Фронтенд користувач

# tl_maintenance.frontendUser.1
source: Automatically log in a front end user to index protected pages.
cs: Aby se daly indikovat chráněné stránky, musí být přihlášený alespoň jeden uživatel frontendu.
da: For at indeksere beskyttede sider, skal du oprette en frontend bruger der har adgang til disse sider.
de: Um geschützte Seiten zu indizieren, muss ein Frontend-Benutzer angemeldet werden.
es: Registrar automáticamente a un usuario del front end a páginas índice protegidas
fi: Kirjaa automaattisesti sisään sivuston käyttäjä suojattujen sivujen indeksoimiseksi.
fr: Se connecter automatiquement en tant que membre pour indexer les pages protégées.
hu: Automatikusan belépteti a regisztrált felhasználót a védett oldalakra.
it: Per poter indicizzare le pagine protette occorre creare un utente alla quale è permesso accedere a queste pagine.
ja: 保護されたページのインデックスを作成するため、フロントエンドのユーザーに自動的にログインします。
lv: Automātiski pieslēgt priekšgala lietotāju, lai indeksētu aizsargātās lapas.
my: အညွှန်းကာကွယ်ပြီးစာမျက်နှာများသို့အပြင်ပိုင်းအသံုးပြုသူကိုလိုလျောက်ဖွင့်ဝင်။
pl: Automatycznie zaloguj użytkownika by zaindeksować strony chronione.
ru: Авторизовать пользователя внешнего интерфейса для индексирования защищенных страниц.
sk: K indexovaniu chránených stránok je potrebné vytvoriť frontend používateľa, ktorý má oprávnenie pristupovať k týmto stránkam.
sl: Samodejno prijavi uporabnika za indeksiranje zaščitenih strani.
sq: Automatikisht regjistro në një front end përdorues që të indeksohen faqet.
sr: Аутоматски пријави фронт-енд корисника ради индексирања заштићених страница.
sv: För att indexera skyddade sidor måste du skapa en vanlig användare som är tillåten att komma åt dessa sidor.
uk: Для того, щоб індексувати захищені сторінки, ви повинні створити зовнішній інтерфейс користувача, який має доступ до цих сторінок.

# tl_maintenance.job
source: Job
cs: Úpravy
es: Trabajo
fi: Työ
fr: Travail
hu: Munka
it: Attività
ja: 作業
lv: Darbs
my: အလုပ်
pl: Zadanie
ru: Задание
sk: Úlohy
sl: Opravilo
sq: Detyrë
sr: Задатак
sv: Åtgärd
uk: Завдання

# tl_maintenance.description
source: Description
cs: Popis
da: Beskrivelse
de: Beschreibung
es: Descripción
fi: Kuvaus
hu: Leírás
it: Descrizione
ja: 説明
lv: Apraksts
my: ဖော်ပြချက်
pl: Opis
ru: Описание
sk: Popis
sl: Opis
sq: Përshkrim
sr: Опис
sv: Beskrivning
uk: Опис

# tl_maintenance.clearCache
source: Purge data
cs: Vyčistit data
da: Tøm mellemlager
de: Daten bereinigen
es: Borrar cache
fi: Puhdista tiedot
fr: Purger des données
hu: Adatok törlése
it: Elimina dati sessione
ja: データを消去
lv: Iztīrīt datus
my: အချက်အလက်သန့်စင်
pl: Usuń dane sesji
ru: Очистить данные
sk: Vyprázdniť dáta
sl: Počisti podatke
sq: Zbrazë Cache
sr: Прочисти податке
sv: Ta bort sessiondata
uk: Очистити кеш

# tl_maintenance.cacheCleared
source: The data has been purged
cs: Chache byla vyčištěna
da: Mellemlageret er tømt
de: Die Daten wurden bereinigt
es: La cache ha sido borrada
fi: Tiedot on puhdistettu
fr: Les données ont été nettoyées
hu: Az adatok törölve
it: I file temporanei sono stati eliminati
ja: データを消去しました。
lv: Kešatmiņa tikusi iztīrīta
my: အချက်အလက်သန့်စင်ပြီး
pl: Pamięć podręczna została wyczyszczona
ru: Данные очищены успешно
sk: Bude vyčistená cache pamäť
sl: Podatki so bili počiščeni
sq: Cache është zbrazë
sr: Подаци су очишћени
sv: Cachen har rensats
uk: Кеш був скинутий

# tl_maintenance.liveUpdate
source: Live Update
cs: Online aktualizace
da: Live-opdatering
es: Actualización en vivo
fi: Live Päivitys
fr: Mise à jour automatique
hu: Online frissítés
it: Live Update (aggiornamento automatico)
ja: ライブアップデート
lv: Tiešsaites jaunināšana
my: တိုက်ရိုက်မွမ်းမံ
pl: Automatyczna aktualizacja
ru: Онлайн обновление
sk: On-line aktualizácia
sl: Enostavna posodobitev
sq: Live-Update (freskim drejtë për drejtë)
uk: Он-лайн оновлення

# tl_maintenance.liveUpdateId
source: Live Update ID
cs: Online aktualizace ID
da: Live-opdaterings ID
es: ID de Actualización en vivo
fi: Live-päivitystunniste
fr: ID de la mise à jour automatique (Live Update ID)
hu: Online Frissítés ID (azonosító)
ja: ライブアップデートのID
lv: Tiešsaites jaunināšanas ID
my: တိုက်ရိုက်မွမ်းမံအိုင်ဒီ
ru: ID онлайн обновления
sk: ID On-line aktualizácie
sl: ID za enostavno posodobitev
uk: Ключ ID для он-лайн оновлення

# tl_maintenance.toLiveUpdate
source: Go to the Live Update
cs: Přejít na online aktualizace
da: Gå til Live Update
de: Zum Live Update
es: Ir a la actualización en vivo
fi: Mene Live-päivitykseen
fr: Aller au Live Update
hu: Ugrás az Online frissítéshez
it: Attiva il Live Update
ja: ライブアップデートに移動
lv: Iet uz Tiešsaites jaunināšanu
my: တိုက်ရိုက်မွမ်းမံသို့သွား
pl: Idź do Live Update
ru: Перейти к онлайн обновлению
sk: Prejsť na On-line aktualizáciu
sl: Pojdi na Live Update
sq: Shko në Live Update
sr: Иди на Live Update
sv: Gå till Live Update
uk: Перейти до он-лайн оновлення

# tl_maintenance.upToDate
source: Your Contao version %s is up to date
cs: Tato verze %s Contao je nejnovější dostupná verze
da: Din version %s af TYPOlight er ajour
de: Ihre Contao-Version %s ist aktuell
es: La versión de Contao %s es la más actual
fi: Contao-versiosi %s on ajan tasalla.
fr: Votre version %s de Contao est à jour
hu: A Contao verziója %s a legfrissebb
it: La versione corrente di Contao %s è aggiornata all'ultima disponibile
ja: 現在のContaoバージョン%sは最新です。
lv: Jūsu Contao versija %s ir aktuāla
my: ကွန်တောင်ပံုစံ %s မွမ်းမံပြီး
pl: Twoja wersja Contao %s jest aktualna
ru: Установленная версия Contao %s не требует обновления.
sk: Vaša verzia Contao %s je aktualizovaná
sl: Vaša različica %s Contao urejevalnika je posodobljena
sq: Versioni juaj Version %s i TYPOlight është aktual
sr: Ваша Contao верзија %s је ажурна
sv: Din Contao version %s är den senaste versionen.
uk: Ваша версія Contao %s не вимагає оновлення

# tl_maintenance.newVersion
source: A newer Contao version %s is available
cs: Je dostupná nová verze Contao %s
da: En nyere version %s af TYPOlight er tilgængelig
de: Eine neuere Contao-Version %s ist verfügbar
es: La nueva versión de Contao %s está disponible
fi: Contaosta on saatavilla uudempi %s-versio.
fr: Une nouvelle version %s de Contao est disponible
hu: Újabb Contao verzió érhető el: %s
it: È disponibile la nuova versione %s di Contao
ja: 新しいContaoバージョン%sを利用できます。
lv: Ir pieejama jaunāka Contao versija %s
my: ကွန်တောင်ပံုစံ %s အသစ်ရယူနိုင်
pl: Nowa wersja Contao %s jest dostępna
ru: Доступна новая версия Contao %s
sk: Nová verzia Contao %s je dostupná
sl: Na voljo je nova različica %s Contao urejevalnika
sq: Gjindet një version i ri i TYPOlight Version %s
sr: Доступна је новија Contao верзија %s
sv: En nyare Contao-version med versionsnummer %s finns tillgänglig
uk: Доступна більш нова версія %s Contao

# tl_maintenance.notWriteable
source: The temporary folder (system/tmp) is not writeable
cs: Do temp adresáře (systém/tmp) se nedá zapisovat
da: Der kan ikke skrives i den midlertidige mappe (system/tmp)
de: Das temporäre Verzeichnis (system/tmp) ist nicht beschreibbar
es: La carpeta temporal (system/tmp) no tiene permiso de escritura
fi: Väliaikaisten tiedostojen hakemistoon (system/tmp) ei voi kirjoittaa
fr: Le répertoire temporaire (system/tmp) ne possède pas de droits en écriture
hu: Az átmeneti tároló mappa (system/tmp) írásvédett
it: La cartella temporanea (system/tmp) non è scrivibile
ja: 一時フォルダー(system/tmp)に書き込みできません。
lv: Pagaidu mape (system/tmp) nav rakstāma
my: ယာယီဖိုင်တွဲ (system/tmp) တွင်မရေးသားနိုင်
pl: Katalog plików tymczasowych (system/tmp) nie ma praw do zapisu
ru: Временный каталог (system/tmp) не доступен для записи
sk: Priečinok dočasného zápisu (system/tmp) nemá práva k zapisovaniu
sl: Imenik začasnih datotek (system/tmp) ni zapisljiv
sq: Në dosjen e përkohshme nuk mund të shkruhet (system/tmp)
sr: Привремени фолдер (system/tmp) нема могућност уписивања
sv: Den temporära mappen (system/tmp) är inte skrivbar
uk: Тимчасовий каталог (system/tmp) недоступний для запису

# tl_maintenance.changelog
source: View the change log
cs: Prohlédnout si log změn
da: Vis ændringslog
de: Changelog aufrufen
es: Ver la bitácora de cambios
fi: Katsele muutoslokia
fr: Voir le journal des modifications
hu: Tekintse meg a változtatási napló
it: Visualizza Changelog
ja: 変更履歴を表示
lv: Skatīt izmaiņu žurnālu
my: ပြောင်းလဲမှုမှတ်တမ်းကြည့်ရှု
pl: Zobacz zmiany
ru: Посмотреть список изменений
sk: Prezrieť zmeny
sl: Poglej dnevnik sprememb
sq: Thirr Changelog
sr: Погледај лог промјена
sv: Visa ändringslogg
uk: Подивитися зміни у версії

# tl_maintenance.runLiveUpdate
source: Run the update
cs: Spustit aktualizaci
da: Opdater
de: Aktualisierung starten
es: Ejecutar la actualización
fi: Aja päivitys
fr: Lancer la mise à jour
hu: Frissítés futtatása
it: Esegui l'aggiornamento
ja: アップデートを実行
lv: Palaist jaunināšanu
my: မွမ်းမံခြင်းစတင်
pl: Uruchom aktualizację
ru: Запустить обновление
sk: Spustiť aktualizáciu
sl: Zaženi posodobitev
sq: Fillo freskimin
sr: Покрени ажурирање
sv: Kör uppdateringarna
uk: Оновити систему

# tl_maintenance.toc
source: Content of the update archive
cs: Obsah této aktualizace
da: Indhold af opdateringsarkivet
de: Inhalt des Update-Archivs
es: Contenido del archivo de actualización
fi: Päivitysarkiston sisältö
fr: Contenu de la mise à jour
hu: Frissítés archívum tartalma
it: Contenuto dell'archivio di aggiornamento
ja: アップデートのアーカイブの内容
lv: Jauninājuma arhīva saturs
my: မွမ်းမံပြီးဖိုင်ထုပ်အကြောင်းအရာ
pl: Zawartość aktualizacji
ru: Содержимое архива обновления
sk: Obsah tejto aktualizácie
sl: Vsebina arhiva posodobitev
sq: Përmbajtja e arkivit të freskuar
sr: Садржај архиве ажурирања
sv: Innehåll i uppdateringsarkivet
uk: Зміст архіву

# tl_maintenance.backup
source: Backuped files
cs: Zálohováné soubory
da: Sikkerhedskopierede filer
de: Gesicherte Dateien
es: Archivos respaldados
fi: Varmuuskopioidut tiedostot
fr: Fichiers sauvegardés
hu: Visszaállított fájlok
it: File nella copia di backup
ja: バックアップしたファイル
lv: Dublētās datnes
my: အရန်သိမ်းဆည်းပြီးဖိုင်များ
pl: Kopie zapasowe plików
ru: Резервные копии файлов
sk: Zálohované súbory
sl: Datoteke varnostnih kopij
sq: Skedar të siguruar
sr: Бекаповани фајлови
sv: Säkerhetskopierade filer
uk: Зарезервовані файли

# tl_maintenance.update
source: Updated files
cs: Aktualizované soubory
da: Opdaterede filer
de: Aktualisierte Dateien
es: Archivos actualizados
fi: Päivitetyt tiedostot
fr: Fichiers mis à jour
hu: Frissített fájlok
it: File aggiornati
ja: 更新したファイル
lv: Jauninātās datnes
my: မွမ်းမံပြီးဖိုင်များ
pl: Uaktualnione pliki
ru: Обновленные файлы
sk: Aktualizované súbory
sl: Datoteke posodobitev
sq: Skedarët e freskuar
sr: Ажурирани фајлови
sv: Uppdaterade filer
uk: Оновлені файли

# tl_maintenance.searchIndex
source: Rebuild the search index
cs: Přetvořit vyhledávací index
da: Genopbyg søgeindeks
de: Suchindex neu aufbauen
es: Reconstruir el índice de búsqueda
fi: Uudelleenrakenna hakuindeksi
fr: Recréer l'index de recherche
hu: Kereső index újjáépítése
it: Rigenera indice di ricerca
ja: 検索インデックスの再構築
lv: Atjaunot meklēšanas indeksu
my: ရှာဖွေအညွှန်းပြန်လည်တည်ဆောက်
pl: Odbuduj indeks wyszukiwarki
ru: Перестроение поискового индекса
sk: Prestavať index vyhľadávania
sl: Ponovno izgradi indeks iskanja
sq: Rindërto indeksin kërkues
sr: Поново креирај индекс претраге
sv: Bygg om sökindex
uk: Перебудувати пошукові індекси

# tl_maintenance.indexSubmit
source: Rebuild index
cs: Přetvořit index
da: Genopbyg indeks
de: Suchindex aufbauen
es: Reconstruir el índice
fi: Uudelleenrakenna indeksi
fr: Recréer l'index
hu: Index újjáépítése
it: Rigenera indice
ja: インデックスを再構築
lv: Atjaunot indeksu
my: အညွှန်းပြန်လည်တည်ဆောက်
pl: Odbuduj indeks
ru: Перестроить индекс
sk: Prestavať index
sl: Ponovno izgradi index
sq: Ndërto indeksin kërkues
sr: Поново креирај индекс
sv: Bygg om index
uk: Перебудувати індекси

# tl_maintenance.noSearchable
source: No searchable pages found
cs: Nebyla nalezena žádná prohledávatelná
da: Der blev ikke fundet nogle søgbare sider
de: Keine durchsuchbaren Seiten gefunden
es: No se encontraron páginas donde buscar
fi: Sivuja joilta voi hakea ei löytynyt
fr: Il n'y a aucune page pouvant être recherchée
hu: Nem kereshető oldalak találhatók
it: Non sono state trovate pagine ricercabili
ja: 検索可能なページがありませんでした。
lv: Nav atrasta neviena meklējama lapa
my: ရှာဖွေနိုင်သောစာမျက်နှာများမတွေ့
pl: Nie znaleziono stron do przeszukania.
ru: Доступных для поиска страниц не найдено
sk: Žiadne prehľadávatelné stránky neboli nájdené
sl: Ni strani za iskanje
sq: Asnjë faqe me kërkueshmëri nuk u gjet
sr: Нема страница за које је омогућена претрага
sv: Inga sökbara sidor hittades
uk: Незнайдено сторінок для пошуку

# tl_maintenance.indexNote
source: Please wait for the page to load completely before you proceed!
cs: Počkejte prosím, dokud se stránka nenačte, než začne pokračovat v práci!
da: Vent venligst til at siden er færdig med at indlæse, før du fortsætter!
de: Bitte warten Sie, bis die Seite vollständig geladen ist, bevor Sie Ihre Arbeit fortsetzen!
es: ¡Por favor espera a que la página se haya cargado completamente antes de continuar!
fi: Ole hyvä ja odota, että sivu on täysin latautunut, ennen kuin jatkat!
fr: Veuillez attendre le chargement complet de cette page avant de continuer !
hu: Kérem várjon, míg az oldal betöltődése folyik!
it: Attendere il caricamento completo della pagina prima di procedere
ja: 次に進まずに、ページが完全に読み込まれるまでお待ちください。
lv: Pirms turpināt, lūdzu uzgaidiet, lai lapa ielādējas pilnībā.
my: ရှေ့မဆက်ခင်စာမျက်နှာကိုအပြည့်အစံုဆွဲတင်ရန်စောင့်!
pl: Proszę poczekać na całkowite załadowanie się strony przed kontynuacją!
ru: Дождитесь полной загрузки страницы прежде, чем продолжите!
sk: Prosím čakajte na kompletné načítanie stránky predtým, ako budete pokračovať ďalej!
sl: Preden nadaljujete, prosimo počakajte, da se spletna stran v celoti naloži!
sq: Ju lutemi të prisni për faqen që të shkarkohet plotësisht para se të vazhdoni!
sr: Сачекајте док се странице не учитају у потпуности, прије него што наставите даље!
sv: Vänligen vänta på att sidan är färdigladdad innan du fortsätter!
uk: Будь-ласка, почекайте сторінку, щоб завантажити повністю, перш ніж приступити!.

# tl_maintenance.indexLoading
source: Please wait while the search index is being rebuilt.
cs: Počkejte prosím, než se se vytvoří nový index pro vyhledávání.
da: Vent venligst mens søgeindekset bliver genopbygget
de: Bitte warten Sie, während der Suchindex neu aufgebaut wird.
es: Por favor espera mientras el índice de búsqueda es reconstruido.
fi: Ole hyvä ja odota kun hakuindeksiä rakennetaan.
fr: Veuillez patienter pendant que l'index de recherche est en cours de création.
hu: Kérem várjon, míg a kereső index újjáépül.
it: Si prega di attendere mentre l'indice di ricerca viene rigenerato
ja: 検索インデックスを再構築中です、しばらくお待ちください。
lv: Lūdzu uzgaidiet kamēr tiek atjaunots meklēšanas indekss.
my: ရှာဖွေအညွှန်းတည်ဆောက်နေဆဲ။
pl: Poczekaj chwilę, rozpoczęto odbudowywanie indeksu wyszukiwarki.
ru: Дождитесь окончания перестроения поискового индекса.
sk: Prosím čakajte pokiaľ sa prestaví index vyhľadávania.
sl: Prosimo počakajte, da se lahko indeks iskanja ponovno izgradi.
sq: Ju lutem të prisni, sepse indeksi për kërkim nuk është rindërtuar.
sr: Сачекајте да поновно креирање индекса птретраге буде завршено.
sv: Vänligen vänta på att sökindex byggs om.
uk: Зачекайте, будь ласка, поки пошукові індекси будуть оновлені

# tl_maintenance.indexComplete
source: The search index has been rebuilt. You can now proceed.
cs: Index pro vyhledávání byl přestaven. Můžete pokračovat v práci.
da: Søgeindekset er genopbygget
de: Der Suchindex wurde neu aufgebaut. Sie können nun fortfahren.
es: El índice de búsqueda ha sido reconstruido. Ahora puede continuar.
fi: Hakuindeksi on nyt rakennettu. Voit nyt jatkaa.
fr: L'index de recherche a été recréé. Vous pouvez maintenant continuer.
hu: A kereső index újjáépítése kész. Most folytathatja!
it: L'indice di ricerca è stato rigenerato. Ora è possibile continuare.
ja: 検索インデックスを再構築しました。次に進んでください。
lv: Meklēšanas indekss ir atjaunots. Jūs varat tagad turpināt.
my: ရှာဖွေအညွှန်းတည်ဆောက်ပြီး။ ရှေ့ဆက်နိုင်။
pl: Indeks wyszukiwarki został odbudowany. Możesz kontynuować.
ru: Поисковый индекс перестроен. Теперь вы можете продолжить.
sk: Index vyhľadávania sa prestaval. Môžte pokračovať.
sl: Indeks iskanja je bil ponovno izgrajen. Sedaj lahko nadaljujete z brskanjem.
sq: Indeksi për kërkim ështe rindërtuar. Ju tani mund të vazhdoni.
sr: Индекс претраге је поновно креиран. Можете наставити даље.
sv: Sökindex har byggts om. Du kan nu fortsätta.
uk: Пошукові індекси успішно оновлено.

# tl_maintenance.updateHelp
source: Please enter your %s here.
cs: Zadejte sem prosím Vaší %s.
da: Indtast venligst dit %s her.
de: Bitte geben Sie Ihre %s ein.
es: Por favor introduzca tus %s aqui.
fi: Ole hyvä ja syötä %s tähän.
fr: Veuillez saisir votre %s.
hu: Kérem írja be ide a %s -t
it: Inserire il %s qui.
ja: %sを入力してください。
lv: Lūdzu ievadiet jūsu %s šeit.
my: သင့် %s ဤတွင်ထည့်။
pl: Wprowadź swój %s.
ru: Введите %s.
sk: Prosím tu zadajte Vašu %s.
sl: Prosimo, vnesite tu vaš %s.
sq: Ju lutem epeni %s e/i juaj këtu.
sr: Унесите ваш %s.
sv: Vänligen ange din %s här.
uk: Будь ласка, введіть ваш %s.

# tl_maintenance_jobs.index.0
source: Purge the search index
cs: Vyčistit index vyhledávání
da: Tøm søgeindekset
de: Suchindex löschen
es: Vaciar el índice de búsqueda
fi: Puhdista hakuindeksi
fr: Purger l'index de recherche
hu: Keresési index ürítése
it: Ripulisci gli indici del motore di ricerca interno
ja: 検索のインデックスを消去
lv: Iztīrīt meklēšanas indeksu
my: ရှာဖွေအညွှန်းထုတ်ပယ်
pl: Wyczyść indeks wyszukiwarki
ru: Очитить поисковый индекс
sk: Vyprázdniť index vyhľadávania
sl: Sprazni indeks iskalnika
sq: Spastro indeksin e kërkimit
sr: Прочисти индекс претраге
sv: Rensa sökindex
uk: Очистити пошуковий індекс

# tl_maintenance_jobs.index.1
source: Truncates the tables <em>tl_search</em> and <em>tl_search_index</em>. Afterwards, you have to rebuild the search index (see above).
cs: Vyprázdnit tabulky <em>tl_search</em> and <em>tl_search_index</em>. Potom můžete přestavět index vyhledávání (viz výše).
da: Tømmer tabellerne <em>tl_search</em> og <em>tl_search_index</em>. Efterfølgende skal du genopbygge søgeindekset (se herover).
de: Leert die Tabellen <em>tl_search</em> und <em>tl_search_index</em>. Anschließend muss der Suchindex neu aufgebaut werden (siehe oben).
es: Trunca las tablas <em>tl_search</ em> y <em>tl_search_index</ em>. Después, hay que reconstruir el índice de búsqueda (ver arriba).
fi: Tyhjentää taulut <em>tl_search</em> ja <em>tl_search_index</em>. Tämän jälkeen hakuindeksi pitää rakentaa uudelleen (ks. ylh.).
fr: Vide les tables <em>tl_search</em> et <em>tl_search_index</em>. Ensuite, vous devez reconstruire l'index de recherche (voir ci-dessus).
hu: Kiüríti a következő táblákat: <em>tl_search</em>, <em>tl_search_index</em>. Utána újra kell építeni a kereső indexet. (lásd fentebb)
it: Ripulisci le tabelle <em> tl_search </em> e <em> tl_search_index </em>. In seguito, sarà necessario ricostruire l'indice di ricerca.
ja: <em>tl_seach</em> と <em>tl_search_index</em> のテーブルを切り捨てます。その後、検索のインデックスを再構築しなければなりません(上を参照)。
lv: Dzēš tabulu <em>tl_search</em> un <em>tl_search_index</em> datus. Pēc tam jums jāatjauno meklēšanas indekss (sk. augstāk).
my: <em>tl_search</em> နှင့်<em>tl_search_index</em> စားပွဲများတိုစေ။ ရှာဖွေအညွှန်းပြန်လည်တည်ဆောက်ရန်လို (အပေါ်ကိုကြည့်)။
pl: Czyści tabele <em>tl_search</em> i <em>tl_search_index</em>. Po wszystkim musisz odbudować indeks wyszukiwarki (patrz wyżej).
ru: Очищает таблицы <em>tl_search</em> и <em>tl_search_index</em>. После этого вы должны перестроить поисковый индекс (см. выше).
sk: Vyprázdni tabuľky <em>tl_search</em> a <em>tl_search_index</em>. Potom môžete prestavať index vyhľadávania (viď vyššie).
sq: Fshij tabelat <em>tl_search</em> dhe <em>tl_search_index</em>. Më pas, ju keni për të rindërtuar indeksin e kërkimit (shih më lart).
sr: Пражњење табела <em>tl_search</em> и <em>tl_search_index</em>. Након тога, морате поново креирати индекс претраге (погледати горе).
sv: Rensar tabellerna <em>tl_search</em> och <em>tl_search_index</em>. Efter detta måste du återbygga sökindex (se ovan).
uk: Очищує таблиці <em>tl_search</em> та <em>tl_search_index</em>. Після цього ви повинні перебудувати пошуковий індекс (див. вище).

# tl_maintenance_jobs.undo.0
source: Purge the undo table
cs: Vyčist tabulku historie
da: Tøm fortryd tabellen
de: Papierkorb leeren
es: Vacia la tabla deshacer
fi: Puhdista undo-taulu
fr: Purger la table des annulations
hu: Visszavonás tábla ürítése
it: Ripulisci la tabella degli elementi eliminati
ja: 復元のテーブルを消去
lv: Iztīrīt ataukšanas tabulu
my: မလုပ်စားပွဲထုတ်ပယ်
pl: Wyczyść tabelę "cofnij"
ru: Очитить таблицу востановлений
sk: Vyprázdniť tabuľku histórie
sl: Sprazni tabelo razveljavitev
sq: Spastrao tablen e zhbërjeve
sr: Очисти табелу "undo"
sv: Rensa ångra-tabell
uk: Очистити таблицю відновлень
