Repository: contao/core
Catalog: system/modules/core/languages/*/*_maintenance.xlf
Languages: cs, da, de, es, fi, fr, hu, it, ja, lv, my, pl, ru, sk, sl, sq, sr, sv, uk

# tl_maintenance_jobs.undo.1
source: Truncates the <em>tl_undo</em> table which stores the deleted records. This job permanently deletes these records.
cs: Vyprázdnit tabulku <em>tl_undo</em>, v níž se ukládají smazané záznamy. Tento krok navždy odstraní dané záznamy.
da: Tømmer <em>tl_undo</em> tabellen der indeholder midlertidige sikkerhedskopier af slettede data. Dette job sletter disse data for altid.
de: Leert die Tabelle <em>tl_undo</em>, in der die gelöschten Datensätze gespeichert werden. Die Daten werden hierdurch endgültig gelöscht.
es: Trunca el <em>tl_undo</ em> tabla que almacena los registros eliminados. Este trabajo elimina permanentemente estos registros.
fi: Tyhjentää <em>tl_undo</em>-taulun, joka sisältää poistetut. Tämä poistaa ne lopullisesti.
fr: Vide la table <em>tl_undo</em> qui stocke les enregistrements supprimés. Ce travail supprime de façon permanente ces enregistrements.
hu: Kiüríti a <em>tl_undo</em> táblát, mely tárolja a törölt rekordokat. Ezzel véglegesen törli ezeket a bejegyzéseket.
it: Ripulisce la tabella <em>tl_undo</em> che memorizza i record eliminati. Questo processo elimina permanentemente questi record.
ja: <em>tl_undo</em> のテーブルを切り捨てます。この作業は恒久的にこれらのレコードを削除します。
lv: Dzēš tabulas <em>tl_undo</em> datus, kas uzglabā dzēstos ierakstus. Šis uzdevums ierakstus dzēš neatgriezeniski.
my: <em>tl_undo</em> ပယ်ဖျက်ပြီးမှတ်တမ်းများကိုသိုလှောင်ထားသောစားပွဲကိုတိုစေ။ ယခုမှတ်တမ်းများကိုအပြီးအပိုင်ပယ်ဖျက်။
pl: Czyści tabelę <em>tl_undo</em>, która zawiera usunięte rekordy. To zadanie permanentnie usunie te rekordy.
ru: Очищает таблицу <em>tl_undo</em>, которая хранит удаленные данные. Это задание безвозвратно удаляет эти записи.
sk: Vyprázdni tabuľku <em>tl_undo</em>, v ktorej sa ukladajú odstránené záznamy. Tento krok navždy odstráni dané záznamy.
sl: Izbriše vse vrstice v tabeli <em>tl_undo</em>, ki hrani vse izbrisane elemente. S tem bodo ti elementi za vedno izbrisani.
sq: Fshij tabelen <em> tl_undo </ em> e cila ruan të dhënat e fshirë. Kjo gjë përgjithmonë fshin këto të dhëna.
sr: Пражњење табеле <em>tl_undo</em> у којој су спремљени обрисани записи. Ова одлука је трајна.
sv: Rensar tabellen <em>tl_undo</em> som lagrar raderade poster. Detta raderar posterna permanent.
uk: Очищує таблицю <em>tl_undo</em>, в котрій зберігаються видалені записи. Це завадання постійно видаляє ці записи.

# tl_maintenance_jobs.versions.0
source: Purge the version table
cs: Vyčistit tabulku verzí
da: Tøm versions tabellen
de: Versionen löschen
es: Vaciar la tabla de versiones
fi: Puhdista versiotaulu
fr: Purger la table des versions
hu: Verzió táblát ürítése
it: Ripulisci la tabella delle versioni
ja: バージョンを消去
lv: Iztīrīt versiju tabulu
my: ပံုစံစားပွဲထုတ်ပယ်
pl: Wyczyść tabelę wersji
ru: Очитить таблицу с версиями
sk: Vyprázdniť tabuľku verzií
sq: Spastro tabelen e verzioneve
sr: Очисти табелу верзионирања
sv: Rensa versionstabell
uk: Очистити таблицю версій

# tl_maintenance_jobs.versions.1
source: Truncates the <em>tl_version</em> table which stores the previous versions of a record. This job permanently deletes these records.
cs: Vyprázdnit tabulku <em>tl_version</em>, v níž se ukládají předešlé verze záznamů. Tento krok navždy odstraní dané záznamy.
da: Tømmer <em>tl_version</em> tabellen der gemmer tidligere versioner af data. Dette job sletter disse data.
de: Leert die Tabelle <em>tl_version</em>, in der die Versionen eines Datensatzes gespeichert werden. Die Daten werden hierdurch endgültig gelöscht.
es: Trunca el <em>tl_version</ em> tabla que almacena las versiones anteriores de un registro. Este trabajo elimina permanentemente estos registros.
fi: Tyhjentää <em>tl_version</em>-taulun jossa on tallennettuna edelliset versiot. Tämä poistaa ne lopullisesti.
fr: Vide la table <em>tl_version</em> qui stocke les précédentes versions d'un enregistrement. Ce travail supprime de façon permanente ces enregistrements.
hu: Levágja a <em>tl_version</em> táblát, amely tárolja a korábbi verziók rekordjait. Ezzel véglegesen törli ezeket a bejegyzéseket.
it: Ripulisce la tabella <em>tl_version </em> che memorizza le varie versioni degli elementi modificati. Questo processo elimina permanentemente questi record.
ja: レコードの以前のバージョンを保持している、 <em>tl_version</em> のテーブルを切り捨てます。この作業は恒久的にこれらのレコードを削除します。
my: <em>tl_version</em> မှတ်တမ်းအရင်ပံုစံများကိုသိုလှောင်ထားသောစားပွဲကိုတိုစေ။ ယခုမှတ်တမ်းများကိုအပြီးအပိုင်ပယ်ဖျက်။
pl: Czyści tabelę <em>tl_version</em>, która zawiera poprzednie wersje danego rekordu. To zadanie permanentnie usunie te wersje.
ru: Очищает таблицу <em>tl_version</em>, которая хранит предыдущие версии данных. Это задание безвозвратно удаляет эти записи.
sk: Vyprázdni tabuľku <em>tl_version</em>, v ktorej sa ukladajú predošlé verzie záznamov. Tento krok navždy odstráni dané záznamy..
sq: Fshij tabelen <em> tl_verion </ em> e cila ruan verzionet e më hershëm të të dhënave. Kjo gjë përgjithmonë fshin këto të dhëna.
sr: Пражњење табеле<em>tl_version</em> у којој се налазе претходне верзије записа. Ова опција трајно брише записе.
sv: Rensar tabellen <em>tl_version</em> som lagrar tidigare versioner av poster. Detta raderar posterna permanent.
uk: Очищує таблицю <em>tl_version</em>, в котрій зберігаються попередні версії записів. Це завдання постійно видаляє ці записи.

# tl_maintenance_jobs.log.0
source: Purge the system log
cs: Vyčistit stémové zprávy
da: Tøm systemets log
de: System-Log löschen
es: Vaciar el registro del sistema
fi: Puhdista järjestelmäloki
fr: Purger le journal système
hu: Rendszer napló kiürítése
it: Ripulisci il registro eventi
ja: システムログの消去
lv: Iztīrīt sistēmas žurnālu
my: စက်စနစ်မှတ်တမ်းထုတ်ပယ်
pl: Wyczyść logi systemu
ru: Очистить системный журнал
sk: Vyprázdniť systémové správy
sq: Spastron shkrimet e sistemit
sr: Очисти системски лог
sv: Rensa systemlogg

# tl_maintenance_jobs.log.1
source: Truncates the <em>tl_log</em> table which stores all the system log entries. This job permanently deletes these records.
cs: Vyčistit tabulku <e>tl_log</em>, která zaznamenává zprávy systému. Tento krok navždycky smaže současné záznamy v dané tabulce.
da: Tømmer <em>tl_log</em> tabellen der indeholder en oversigt over alle handlinger i systemet. Denne handling sletter denne oversigt permanent.
de: Leert die Tabelle <em>tl_log</em>, in der die System-Log-Einträge gespeichert werden. Die Daten werden hierdurch endgültig gelöscht.
es: Trunca el <em>tl_log</ em> tabla que almacena todas las entradas del registro de sistema eliminados. Este trabajo elimina permanentemente estos registros.
fi: Tyhjentää <em>tl_log</em>-taulun, joka sisältää järjestelmälokimerkinnät. Tämä toiminto poistaa ne lopullisesti.
fr: Vide la table <em>tl_log</em> qui enregistre toutes les entrées du journal système. Ce travail supprime de façon permanente ces enregistrements.
hu: Kiüríti a <em>tl_log</em> táblát, mely tárolja a rendszernapló bejegyzéseket. Ezzel véglegesen törli ezeket a bejegyzéseket.
it: Ripulisce la tabella <em>tl_log </em> che memorizza il log degli eventi. Questa operazione elimina permanentemente questi record.
ja: すべてのシステムログの項目を保持しているテーブル<em>tl_log</em>を切り捨てます。この処理で、これらのレコードを完全に削除します。
my: <em>tl_log</em>စက်စနစ်မှတ်တမ်းများကိုသိုလှောင်ထားသောစားပွဲကိုတိုစေ။ ယခုမှတ်တမ်းများကိုအပြီးအပိုင်ပယ်ဖျက်။
pl: Czyści tabelę <em>tl_log</em>, która zawiera wszystkie logi systemowe. To zadanie permanentnie usunie te rekordy.
ru: Очищает таблицу <em>tl_log</em>, которая хранит все записи системного журнала. Это задание безвозвратно удаляет эти записи.
sk: Vyprázdniť tabuľku <e>tl_log</em>, ktorá zaznamenáva správy systému. Tento krok navždy odstráni súčasné záznamy z danej tabuľky.
sl: Izbriše vse vrstice v tabeli <em>tl_log</em>, ki hrani vse vnose v sistemski dnevnik. S tem bodo ti vnosi za vedno izbrisani.
sq: Fshij tabelen <em> tl_log </ em> e cila ruan shkrimet e sistemit. Kjo gjë përgjithmonë fshin këto të dhëna.
sr: Пражњење табеле <em>tl_log</em> у којој су спремљени системски логови. Ова одлука је трајна.
sv: Rensar <em>tl_log-tabellen</em> som lagrar alla systemloggar. Detta raderar informationen permanent.

# tl_maintenance_jobs.images.0
source: Purge the image cache
cs: Vyčistit meziúložiště obrázků
da: Tøm den midlertidige hukommelse for billeder
de: Bildercache leeren
es: Vaciar la caché de imágenes
fi: Tyhjennä kuvavälimuisi
fr: Purger le cache des images
hu: Képek gyorsítótár ürítése
it: Ripulisci la cache delle immagini
ja: 画像キャッシュの消去
lv: Izīrīt attēlu kešatmiņu
my: ပံုအသေးစားထုတ်ပယ်
pl: Wyczyść cache obrazków
ru: Очистить кэш изображений
sk: Vyprázdniť dočasné úložisko obrázkov
sl: Sprazni slikovni predpomnilnik
sq: Spastro depon e fshehur të fotografive
sr: Обриши кеш слика
sv: Rensa bild-cache
uk: Очистити кеш зображень

# tl_maintenance_jobs.images.1
source: Removes the automatically generated images and then purges the page cache, so there are no links to deleted resources.
cs: Odstraní automaticky vytvořené obrázky a pak vyčistí meziúložiště stránek. Tím zmizí odkazy ke smazaným zdrojům.
da: Sletter de automatisk genererede miniaturebilleder samt tømmer den midlertidige hukommelse for sider så der ikke linkes til slettede ressourcer.
de: Löscht die automatisch erstellten Bilder und leert anschließend den Seitencache, damit keine ungültigen Links zurück bleiben.
es: Elimina las imágenes generadas automáticamente y después purga la caché de la página, así que no hay enlaces a los recursos eliminados.
fi: Poistaa automaattisesti tuotetut kuvat ja puhdistaa sen jälkeen sivuvälimuistin, ettei linkkejä poistettuihin tietoihin jää.
fr: Supprime les images générées automatiquement et de ce fait purge le cache des pages, ainsi il n'y a plus de liens vers les ressources supprimées.
hu: Eltávolítja az automatikusan generált képeket és megtisztítja az oldal gyorsítótárat, úgy hogy a forrás linkeket nem törli.
it: Rimuove le immagini generate in modo automatico e ripulisce la cache delle pagine.
ja: 自動的に生成した画像とページのキャッシュを削除し、削除したリソースへのリンクはなくなります。
my: လိုလျောက်ထုတ်လုပ်ပြီးပံုများဖယ်ရှားပြီးစာမျက်နှာအသေးစားထုတ်ပယ်၊ ပယ်ဖျက်ပြီးအရင်းအမြစ်များကိုကွန်ဆက်များမရှိစေတော့။
pl: Usuwa automatycznie wygenerowane obrazki i czyści cache stron, więc nie pojawią się odwołania do usuniętych plików.
ru: Удаляет автоматически созданные изображения, а затем очищает кэш страниц, при этом очищаются ссылки на удаленные ресурсы.
sk: Odstráni automaticky vytvorené obrázky a potom vyprázdni dočasné úložisko stránok. Týmto krokom zaniknú odkazy k odstráneným zdrojom.
sq: Heq fotografitë të krijuara automatikisht dhe pastaj spastron depon e fshehur të faqes, kështu që nuk do të ketë lidhje me burimet e fshirë.
sr: Уклања аутоматски генерисане сличице и онда чисти кеш страница, тако да не постоје линкови према обрисаним ресурсима.
sv: Rensar bort de automatiskt genererade bilderna samt sid-cache så att det inte finns några länkningar mot raderade resurser.
uk: Видаляє автоматично створені зображення та очищає кеш сторінок, таким чином оновлюються посилання на видалені ресурси.

# tl_maintenance_jobs.scripts.0
source: Purge the script cache
cs: Vyčistit meziúložiště skriptů
da: Tøm den midlertidige hukommelse for scripts
de: Skriptcache leeren
es: Vaciar la caché de script
fi: Tyhjennä skriptivälimuisti
fr: Purger le cache des scripts
hu: Script gyorsítótár ürítése
it: Ripulisci la cache degli script
ja: スクリプトのキャッシュを消去
lv: Iztīrīt skriptu kešatmiņu
my: လိုလျောက်လုပ်ဆောင်ကုဒ်အသေးစားထုတ်ပယ်
pl: Wyczyść cache skryptów
ru: Очистить кэш скриптов
sk: Vyprázdniť dočasné úložisko skriptov
sl: Sprazni skriptni predpomnilnik
sq: Spastra depon e fshehur të script
sr: Обриши кеш скрипти
sv: Rensa skript-cache
uk: Очистити кеш скриптів

# tl_maintenance_jobs.scripts.1
source: Removes the automatically generated .css and .js files, recreates the internal style sheets and then purges the page cache.
cs: Odstaní automaticky vytvořené soubory .css a .js, znovuvytvoří soubor již definovaných kaskádovitých stylů a pak vyčistí meziúložiště stránek.
da: Sletter de automatisk genererede .css og .js filer, genskaber de interne style sheets og tømmer herefter den midlertidige hukommelse for sider.
de: Löscht die automatisch erstellten .css- und .js-Dateien, schreibt die internen Stylesheets neu und leert anschließend den Seitencache.
es: Elimina los .css y .js generados automáticamente, recrea las hojas de estilo internas y luego purga el caché de páginas.
fi: Poistaa kaikki automaattisesti tuotetus .css- ja .js-tiedostot, luo uudelleen sisäiset tyylisivut ja sen jälkeen tyhjentää sivuvälimuistin.
fr: Supprime les fichiers .css et .js générés automatiquement, recrée les feuilles de style internes et purge le cache des pages.
hu: Eltávolítja az automatikusan generált .css és a .js fájlokat, helyreállítja az eredeti stíluslapokat, majd kitisztítja az oldal gyorsítótárat.
it: Rimuove i file .css e .js generati automaticamente, ricrea i fogli di stile interni ed elimina la cache delle pagine.
ja: 自動的に生成した拡張子が .css と .js のファイルを削除し、内部のスタイルシートを再作成して、ページキャッシュを消去します。
my: လိုလျောက်ထုတ်လုပ်ပြီး.စီအက်စ်အက်စ်နှင့်.ဂျေအက်စ်ဖိုင်များဖယ်ရှားပြီး၊ အတွင်းစတိုင်အလွှာများပြန်လည်ဖန်တီးပြီးစာမျက်နှာအသေးစားထုတ်ပယ်။
pl: Usuwa automatycznie wygenerowane pliki .css i .js, odtwarza wewnętrzne style i wtedy czyści cache stron.
ru: Удаляет автоматически созданные .css и .js файлы, создает заново внутренние таблицы стилей, а затем очищает кэш страниц.
sk: Odstráni automaticky vytvorené súbory .css a .js, znovuvytvorí súbor už nadefinovaných kaskádových štýlov a potom vyprázdni dočasné úložisko stránok.
sq: Heq skedaret .css dhe .js të krijuara automatikisht, rikrijon style sheets të brendshme dhe spastron depon e fshehur të faqes.
sr: Уклања аутоматски генерисане .css и .js files, поново креира интерне стилове и након тога брише кеш страница.
sv: Rensar bort de automatiskt genererade .css- och .js-filer och återskapar interna stilmallar samt rensar sid-cache.
uk: Видаляє автоматично створені .css та .js файли, заново створює стилі панелі управління та потім очищає кеш сторінок.

# tl_maintenance_jobs.pages.0
source: Purge the page cache
cs: Vyčistit meziúložiště stránek
da: Tøm den midlertidige hukommelse for sider
de: Seitencache leeren
es: Vaciar la caché de páginas
fi: Tyhjennä sivuvälimuisi
fr: Purger le cache des pages
hu: Oldal gyorsítótár ürítése
it: Ripulisci le pagine in cache
ja: ページキャッシュを消去
lv: Iztīrīt lapas kešatmiņu
my: စာမျက်နှာအသေးစားထုတ်ပယ်
pl: Wyczyść cache stron
ru: Очистить кэш страниц
sk: Vyprázdniť dočasné úložisko stránok
sq: Spastro depon e fshehur (cache) të faqes
sr: Очисти кеш страница
sv: Rensa sid-cache
uk: Очистити кеш сторінок

# tl_maintenance_jobs.pages.1
source: Removes the cached versions of the front end pages.
cs: Odstraní meziuložené verze frontendových stránek.
da: Sletter den midlertidige hukommelse af front end siden.
de: Löscht die gespeicherten Versionen der Frontend-Seiten.
es: Elimina las versiones en caché de las páginas de front end.
fi: Poistaa sivujen välimuistitetut versiot.
fr: Supprime les versions en cache des pages front office.
hu: Eltávolítja a felhasználói felület oldalainak tárolt változatát.
it: Rimuove la cache delle pagine di front end
ja: フロントエンドのページをキャッシュ版を削除します。
lv: Noņem priekšgala lapu kešatmiņas versijas.
my: အပြင်ပိုင်းစာမျက်နှာများ၏အသေးစားပံုစံများဖယ်ရှား။
pl: Usuwa cacheowane wersje stron front end.
ru: Удаляет кэшированные страницы внешнего интерфейса.
sk: Odstráni dočasne uložené verzie frontendových stránok.
sl: Odstrani predpomnjene različice predstavitvenih (front end) strani.
sq: Heq verzionet në depon e fshehur (cache) të faqeve nga front end.
sr: Уклањање кешираних верзија фронт-енд страница.
sv: Rensar cache:ade versioner av frontend-sidor.
uk: Видаляє кешовані сторінки зовнішнього інтерфейсу.

# tl_maintenance_jobs.search.0
source: Purge the search cache
cs: Vyčistit meziúložiště pro vyhledávání
da: Tøm den midlertidige hukommelse for søgninger
de: Suchcache leeren
fi: Tyhjennä hakuvälimuisti
fr: Purger le cache de la recherche
hu: Kereső gyorsítótár ürítése
it: Ripulisci la cache del motore di ricerca
ja: 検索のキャッシュを消去
lv: Iztīrīt meklēšanas kešatmiņu
my: ရှာဖွေအသေးစားထုတ်ပယ်
pl: Wyczyść cache wyszukiwarki
ru: Очистить поисковый кэш
sk: Vyprázdniť dočasné úložisko vyhľadávania
sr: Очисти кеш претрага
sv: Rensa sök-cache

# tl_maintenance_jobs.search.1
source: Removes the cached versions of the search results.
cs: Smazat uložené verze výsledků vyhledávání.
da: Sletter resultater af søgninger, gemt i den midlertidige hukommelse.
de: Löscht die gespeicherten Versionen der Suchabfragen.
fi: Poistaa hakutulosten välimuistitetut versiot.
fr: Supprime les versions en cache des résultats de recherche.
hu: Eltávolítja a keresési eredmények gyorsítótárazott változatát.
it: Rimuove la cache relativa al motore di ricerca interno
ja: 検索結果のキャッシュしたバージョンを削除します。
lv: Noņem meklēšanas rezultātu kešatmiņas versijas.
my: ရှာဖွေရလဒ်များ၏အသေးစားပံုစံများဖယ်ရှား။
pl: Usuwa cacheowane wersje wyników wyszukiwania.
ru: Удаляет кэшированные версии результатов поиска.
sk: Odstráni dočasne uložené verzie výsledkov vyhľadávania.
sl: Odstrani rezultate iskanja iz predpomnilnika.
sr: Уклањање кеширане резултате претрага
sv: Raderar de sparade versionerna av sökresultat.

# tl_maintenance_jobs.internal.0
source: Purge the internal cache
cs: Vyčistit vnitřní meziúložiště
da: Tøm den interne midlertidige hukommelse
de: Internen Cache leeren
es: Purgar la caché interna
fi: Tyhjennä sisäinen välimuisti
fr: Purger le cache interne
hu: Belső gyorsítótár ürítése
it: Ripulisci la cache interna
ja: 内部キャッシュを消去
lv: Iztīrīt iekšējo kešatmiņu
my: အတွင်းပိုင်းအသေးစားထုတ်ပယ်
pl: Wyczyść wewnętrzny cache
ru: Очистить внутренний кеш
sk: Vyprázdniť vnútorné dočasné úložisko
sl: Sprazni notranji predpomnilnik
sq: Spastro depon e brendshme të fshehur (internal cache)
sr: Очисти интерни кеш
sv: Rensa intern cache
uk: Очистити внутрішній кеш.

# tl_maintenance_jobs.internal.1
source: Removes the cached versions of the DCA and language files. You can permanently disable the internal cache in the back end settings.
cs: Odstraní meziuložené verze DCA a jazykových souborů. Můžete nastálo deaktivovat vnitřní meziúložiště v nastavení backendu (redakčního systému).
da: Sletter den midlertidige hukommelse over DCA samt sprog filer. Du kan deaktivere den interne midlertidige hukommelse permanent under back end indstillingerne.
de: Löscht die gespeicherten DCA- und Sprachdateien. Der interne Cache kann in den Backend-Einstellungen dauerhaft deaktiviert werden.
es: Elimina las versiones en caché de los archivos DCA y lenguaje. Usted puede desactivar permanentemente la caché interna en la configuración de back-end.
fi: Poistaa DCA- ja kielititedostojen välimuistitetut versiot. Sisäisen välimuistin voi poistaa käytöstä kokonaan asetuksissa.
fr: Supprime les versions en cache du DCA et des fichiers de langue. Il est possible de désactiver de manière permanente le cache interne dans les paramètres du back office.
hu: Eltávolítja a tárolt változatát a DCA és a nyelvi fájloknak. Letilthatja a belső gyorsítótárat az adminisztrációs felület beállítások menüpontjában.
it: Rimuove le versioni dei file DCA e delle lingue che sono in cache. E' possibile disabilitare la cache interna attraverso l'opzione nelle Impostazioni Generali.
ja: DCAと言語ファイルのキャッシュ版を削除します。バックエンドの設定で内部キャッシュを恒久的に無効にできます。
my: ဒီစီအေနှင့်ဘာသာစကားဖိုင်းအသေးစားပံုစံများဖယ်ရှား။ အတွင်းပိုင်းချိန်ညှိချက်တွင်အတွင်းပိုင်းအသေးစားအပြီးအပိုင်မလုပ်ဆောင်စေရန်လုပ်နိုင်။
pl: Usuwa cacheowane wersje DCA i plików językowych. Możesz permanentnie wyłączyć wewnętrzny cache w ustawieniach systemu.
ru: Удаляет кэшированные версии DCA и языковых файлов. Вы можете полностью отключить внутренний кэш в настройках панели управления.
sk: Odstráni dočasne uložené verzie DCA a jazykových súborov. Môžete nastálo deaktivovať vnútorné dočasné úložisko v nastaveniach backendu.
sq: Heq versionet depos së fshehur (cache) të DCA-së dhe skedarët gjuheve. Ju mund të çaktivizoni përgjithmonë cache në parametrat mbrapa në back end.
sr: Уклањање кеша језичких фајлова и DCA. Ако желите, можете трајно искључити интерни кеш у подешавањима у бек-енду.
sv: Rensar bort den cache:ade versionerna av DCA och språkfiler. Du kan avaktivera intern cache permanent under backend-inställningar.
uk: Видаляє кешованні версії DCA та мовних файлів. Ви маєте можливість повністю відключити внутрішній кеш в налаштуваннях системи.

# tl_maintenance_jobs.temp.0
source: Purge the temp folder
cs: Vyčistit složky s dočasnými soubory
da: Tøm temp mappen
de: Temp-Ordner leeren
es: Vaciar la carpeta temp
fi: Poista väliaikaistiedostot
fr: Purger le répertoire temporaire
hu: Temp mappa ürítése
it: Ripulisci la cartella temporanea
ja: 一時フォルダーを消去
lv: Iztīrīt temp mapi
my: ယာယီဖိုင်တွဲထုတ်ပယ်
pl: Wyczyść folder tymczasowy
ru: Очистить временные файлы
sk: Vyprázdniť priečinok s dočasnými súbormi
sl: Sprazni začasno mapo
sq: Spastron dojen temp
sr: Очисти привремени фолдер
sv: Rensa temp-folder
uk: Очистити тимчасові файли

# tl_maintenance_jobs.temp.1
source: Removes the temporary files.
cs: Odstraní dočasné soubory.
da: Sletter de midlertidige filer
de: Löscht die temporären Dateien.
es: Elimina los archivos temporarios.
fi: Poistaa väliaikaistiedostot.
fr: Supprime les fichiers temporaires.
hu: Eltávolítja az átmeneti tárolóból a fájlokat.
it: Rimuovi i file temporanei
ja: 一時ファイルを削除します。
lv: Aizvāc pagaidu datnes
my: ယာယီဖိုင်များဖယ်ရှား။
pl: Usuwa pliki tymczasowe.
ru: Удаляет временные файлы.
sk: Odstráni dočasné súbory.
sl: Izbriše začasne datoteke.
sq: Zhvendos skendarët e përkohshëm.
sr: Укањање привремених фајлова
sv: Rensar bort temporära filer.
uk: Видаляє тимчасові файли.

# tl_maintenance_jobs.xml.0
source: Recreate the XML files
cs: Přetvořit soubory XML
da: Genskaber XML filer
de: XML-Dateien neu schreiben
es: Volver a crear los archivos XML
fi: Luo XML-tiedostot uudelleen
fr: Recréer les fichiers XML
hu: XML fájlok helyreállítása
it: Ricrea i file XML
ja: XMLファイルを再作成
lv: Izveidot no jauna XML datnes
my: ဟိတ်စ်အမ်အလ်ဖိုင်များပြန်လည်ဖန်တီး
pl: Odtwórz pliki XML
ru: Создать заново XML файлы
sk: Znovu vytvorí XML súbory
sl: Ponovno ustvari datoteke XML
sq: Rikrijon skedaret XML
sr: Поновно креирање XML фајлова
sv: Återskapa XML-filer
uk: Перебудувати XML файли
