Repository: contao/core
Catalog: system/modules/core/languages/*/*_member_group.xlf
Languages: cs, hu, it

# tl_member_group.name.0
source: Title
cs: Jmeno skupiny
hu: Cím
it: Nome gruppo

# tl_member_group.name.1
source: Please enter the group title.
cs: Zadejte unikátní jméno skupiny
hu: Adja meg a csoport nevét.
it: Inserisci un nome di gruppo, univoco.

# tl_member_group.redirect.0
source: Redirect on login
cs: Přesměrovat při přihlášení
hu: Átirányítás belépéskor
it: Reindirizza a login

# tl_member_group.redirect.1
source: Redirect group members to a custom page when they log in.
cs: Pokud vyberete tuto možnost, členové této skupiny budou po přihlášení přesměrováni na patřičnou stránku.
hu: Bejelentkezéskor továbbítja a csoport tagjait egy egyedi oldalra.
it: Se si seleziona questa opzione, i membri del gruppo saranno reindirizzati in una particolare pagina, quando faranno login.

# tl_member_group.jumpTo.0
source: Redirect page
cs: Skočit na stránku
hu: Átirányítás
it: Pagina di reindirizzamento

# tl_member_group.jumpTo.1
source: Please choose the page to which the group members will be redirected.
cs: Vyberte stránku na kterou budou uživatelé z této skupiny přesměrováni
hu: Válassza ki az oldalt, melyre a csoport tagjai át lesznek irányítva.
it: Seleziona la pagina dove vuoi che i membri siano reindirizzati al login

# tl_member_group.disable.0
source: Deactivate
cs: Deaktivovat
hu: Deaktiválás
it: Disattiva

# tl_member_group.disable.1
source: Temporarily disable the group.
cs: Pokud zvolíte tuto volbu současná skupina bude deaktivovaná
hu: A csoport ideiglenes deaktiválása.
it: Se si seleziona questa opzione, il gruppo corrente sarà disattivato.

# tl_member_group.start.0
source: Activate on
cs: Aktivovat k
hu: Aktiválás kezdete
it: Attiva il

# tl_member_group.start.1
source: Automatically activate the group on this day.
cs: Pokud zvolíte tuto volbu současná skupina bude aktivovaná tento den
hu: Automatikusan aktiválja a csoportot ezen a napon.
it: Se inserisci una data qui, il gruppo corrente sarà attivo a partire da questo giorno.

# tl_member_group.stop.0
source: Deactivate on
cs: Deaktivovat k
hu: Deaktiválás kezdete
it: Disattiva il

# tl_member_group.stop.1
source: Automatically deactivate the group on this day.
cs: Pokud zvolíte tuto volbu současná skupina bude deaktivovaná tento den
hu: Automatikusan deaktiválja a csoportot ezen a napon.
it: Se si inserisce una data, il gruppo corrente sarà disattivato a partire da questo giorno.

# tl_member_group.title_legend
source: Title
cs: Název
hu: Cím
it: Denominazione

# tl_member_group.redirect_legend
source: Auto-redirect
cs: Automatické přesměrování
hu: Automatikus átirányítás

# tl_member_group.disable_legend
source: Account settings
cs: Nastavení účtu
hu: Fiók beállítások
it: Impostazioni gruppo

# tl_member_group.new.0
source: New group
cs: Nová skupina
hu: Új csoport
it: Nuovo gruppo

# tl_member_group.new.1
source: Create a new group
cs: Vytvořit novou skupinu
hu: Új csoport létrehozása
it: Crea un nuovo gruppo

# tl_member_group.show.0
source: Group details
cs: Zobrazit podrobnosti
hu: Csoport részletei
it: Dettagli gruppo

# tl_member_group.show.1
source: Show the details of group ID %s
cs: Zobrazit podrobnosti ke skupině ID %s
hu: Az ID %s csoport részleteinek megtekintése
it: Mostra i dettagli del gruppo ID %s

# tl_member_group.edit.0
source: Edit group
cs: Editovat skupinu
hu: Csoport szerkesztése
it: Modifica gruppo

# tl_member_group.edit.1
source: Edit group ID %s
cs: Editovat skupinu ID %s
hu: Az ID %s csoport szerkesztése
it: Modifica il gruppo ID %s

# tl_member_group.copy.0
source: Duplicate group
cs: Duplikovat skupinu
hu: Csoport duplázása
it: Duplica gruppo

# tl_member_group.copy.1
source: Duplicate group ID %s
cs: Duplikovat skupinu ID %s
hu: Az ID %s csoport duplázása
it: Duplica il gruppo ID %s

# tl_member_group.delete.0
source: Delete group
cs: Smazat skupinu
hu: Csoport törlése
it: Cancella gruppo

# tl_member_group.delete.1
source: Delete group ID %s
cs: Smazat skupinu ID %s
hu: Az ID %s csoport törlése
it: Cancella il gruppo ID %s

# tl_member_group.toggle.0
source: Activate/deactivate group
cs: Aktivovat/deaktivovat skupinu
hu: Csoport aktiválása/deaktiválása
it: Attiva/disattiva gruppo

# tl_member_group.toggle.1
source: Activate/deactivate group ID %s
cs: Aktivovat/deaktivovat skupin ID %s
hu: Az ID %s csoport aktiválása/deaktiválása
it: Attiva/disattiva il gruppo ID %s
