Repository: contao/core
Catalog: system/modules/core/languages/*/*_member.xlf
Languages: cs, da, fa, fi, hu, ja, lv, my, pl, ro, sk, sl, sq, sr, uk

# tl_member.firstname.0
source: First name
cs: Jméno
da: Fornavn
fa: نام
fi: Etunimi
hu: Keresztnév
ja: 名
lv: Vārds
my: ပထမနာမည်
pl: Imię
ro: Prenume
sk: Meno
sl: Ime
sq: Emri
sr: Име
uk: Ім’я

# tl_member.firstname.1
source: Please enter the first name.
cs: Zadejte jméno
da: Indtast fornavn.
fa: لطفا نام خود را وارد نمایید.
fi: Ole hyvä ja anna etunimi.
hu: Adja meg a keresztnevet.
ja: 名を入力してください。
lv: Lūdzu ievadiet vārdu.
my: ပထမနာမည်ထည့်သွင်း။
pl: Wprowadź imię.
ro: Introduceţi prenumele dumneavoastră.
sk: Vložte Vaše meno
sl: Vnesite ime.
sq: Epeni emrin.
sr: Унесите име.
uk: Будь ласка, введіть і'мя.

# tl_member.lastname.0
source: Last name
cs: Přijmení
da: Efternavn
fa: نام خانوادگی
fi: Sukunimi
hu: Vezetéknév
ja: 姓
lv: Uzvārds
my: နောက်ဆံုးနာမည်
pl: Nazwisko
ro: Nume
sk: Priezvisko
sl: Priimek
sq: Mbiemri
sr: Презиме
uk: Прізвище

# tl_member.lastname.1
source: Please enter the last name.
cs: Zadejte přijmení
da: Indtast efternavn.
fa: لطفا نام خانوادگی را وارد نمایید.
fi: Ole hyvä ja anna sukunimi.
hu: Adja meg a vezetéknevet.
ja: 姓を入力してください。
lv: Lūdzu ievadiet uzvārdu.
my: နောက်ဆံုးနာမည်ထည့်သွင်း။
pl: Wprowadź nazwisko.
ro: Introduceţi numele dumneavoastră.
sk: Vložte Vaše priezvisko
sl: Vnesite priimek.
sq: Epeni mbiemrin.
sr: Унесите презиме.
uk: Будь ласка, введіть прізвище.

# tl_member.dateOfBirth.0
source: Date of birth
cs: Datum narození
da: Fødselsdato
fa: تاریخ تولد
fi: Syntymäaika
hu: Születés ideje
ja: 誕生日
lv: Dzimšanas diena
my: မွေးဖွားသောရက်စွဲ
pl: Data urodzenia
ro: Data nasterii
sk: Dátum narodenia
sl: Datum rojstva
sq: Ditëlindja
sr: Датум рођења
uk: Дата народження

# tl_member.dateOfBirth.1
source: Please enter the date of birth.
cs: Zadejte datum narození
da: Angiv fødselsdato.
fa: لطفا تاریخ تولد خود را انتخاب نمایید.
fi: Ole hyvä ja anna syntymäaika.
hu: Adja meg a születési időt.
ja: 誕生日を入力してください。
lv: Lūdzu ievadiet dzimšanas dienas datumu.
my: မွေးဖွားသောရက်စွဲ
pl: Wprowadź datę urodzenia.
ro: Introduceţi data naşterii.
sk: Vložte dátum narodenia
sl: Vnesite datum rojstva.
sq: Epeni ditëlindjen.
sr: Унесите датум рођења.
uk: Будь ласка, введіть дату народження.

# tl_member.gender.0
source: Gender
cs: Pohlaví
da: Køn
fa: جنسیت
fi: Sukupuoli
hu: Neme
ja: 性
lv: Dzimums
my: လိင်အမျိုးအစား
pl: Płeć
ro: Sex
sk: Pohlavie
sl: Spol
sq: Gjinia
sr: Пол
uk: Стать

# tl_member.gender.1
source: Please choose the gender.
cs: Vyberte pohlaví
da: Vælg køn.
fa: لطفا جنسیت خود را انتخاب نمایید.
fi: Ole hyvä ja valitse sukupuoli.
hu: Válassza ki a nemet.
ja: 性を選択してください。
lv: Lūdzu izvēlieties dzimumu.
my: လိင်အမျိုးအစားရွေး။
pl: Wybierz płeć.
ro: Selectaţi sexul dumneavoastră.
sk: Ste muž, alebo žena?
sl: Izberite spol.
sq: Zgjidheni gjininë.
sr: Одаберите пол.
uk: Будь ласка, введіть стать.

# tl_member.company.0
source: Company
cs: Společnost
da: Firma
fa: شرکت
fi: Yritys
hu: Cég
ja: 会社や組織の名前
lv: Uzņēmums
my: ကုမ္ပဏီ
pl: Firma
ro: Companie
sk: Spoločnosť
sl: Podjetje
sq: Firma
sr: Фирма
uk: Компанія

# tl_member.company.1
source: Here you can enter a company name.
cs: Zadejte název společnosti
da: Angiv evt. firmanavn.
fa: در این بخش اینجا می‌توانید نام شرکت خود را وارد نمایید.
fi: Tähän voit antaa yrityksen nimen.
hu: Itt adhatja meg a Cég nevet.
ja: 会社や組織の名前を入力します。
lv: Jūs varat ievadīt šeit uzņēmuma vārdu.
my: ကုမ္ပဏီထည့်သွင်းနိုင်။
pl: Możesz wprowadzić nazwę firmy.
ro: Introduceţi numele organizaţiei dumneavoastră aici.
sk: Vložte názov spoločnosti
sl: Vnesite podjetje.
sq: Këtu mund ta epeni emrin e firmës.
sr: Овде можете унети име фирме.
uk: Можете вказати назву компанії.

# tl_member.street.0
source: Street
cs: Ulice
da: Gadenavn
fa: خیابان
fi: Osoite
hu: Utca/házszám
ja: 住所
lv: Iela
my: လမ်း
pl: Ulica
ro: Strada
sk: Ulica
sl: Ulica
sq: Rruga
sr: Улица
uk: Вулиця

# tl_member.street.1
source: Please enter the street name and number.
cs: Zadejte ulici a číslo
da: Indtast gadenavn og husnummer.
fa: لطفا در این بخش نام و شماره خیابان خود را وارد نمایید.
fi: Ole hyvä ja anna osoite
hu: Adja meg az utca nevét és a házszámot.
ja: 市区町村から後の住所を入力してください。
lv: Lūdzu ievadiet ielas nosaukumu un mājas numuru.
my: လမ်းနာမည်နှင့်နံပါတ်ထည့်သွင်း။
pl: Wprowadź nazwę ulicy.
ro: Introduceţi numele şi numărul străzii.
sk: Vložte názov ulice a číslo domu
sl: Vnesite ulico in hišno številko.
sq: Epeni emrin dhe numrin e rrugës.
sr: Унесите име улице и кућни број.
uk: Будь ласка, введіть вулицю та номер будинку.

# tl_member.postal.0
source: Postal code
cs: PSČ
da: Postnr.
fa: کدپستی
fi: Postinumero
hu: Irányítószám
ja: 郵便番号
lv: Pasta kods
my: စာပို့ကုဒ်
pl: Kod pocztowy
ro: Cod poştal
sk: PSČ
sl: Poštna številka
sq: Numri postës
sr: Поштански број
uk: Поштовий індекс

# tl_member.postal.1
source: Please enter the postal code.
cs: Zadejte PSČ
da: Indtast postnummer.
fa: لطفا کدپستی خود را وارد نمایید.
fi: Ole hyvä ja syötä postinumero.
hu: Adja meg az irányítószámot.
ja: 郵便番号を入力してください。
lv: Lūdzu ievadiet pasta kodu.
my: စာပို့ကုဒ်ထည့်သွင်း။
pl: Wprowadź kod pocztowy.
ro: Introduceţi codul poştal.
sk: Vložte PSČ.
sl: Vnesite poštno številko.
sq: Epeni numrin e postës.
sr: Унесите поштански број
uk: Будь ласка, введіть поштовий індекс.

# tl_member.city.0
source: City
cs: Město
da: Bynavn
fa: شهر
fi: Postitoimipaikka
hu: Helység
ja: 市区町村
lv: Pilsēta
my: မြို့
pl: Miasto
ro: Oraş
sk: Mesto
sl: Mesto
sq: Qyteti
sr: Град
uk: Місто

# tl_member.city.1
source: Plase enter the name of the city.
cs: Zadejte město
da: Indtast bynavn.
fa: لطفا شهر را وارد نمایید.
fi: Ole hyvä ja anna postitoimipaikka
hu: Adja mega helység nevét.
ja: 市区町村の名前を入力してください。
lv: Lūdzu ievadiet pilsētas nosaukumu.
my: မြို့နာမည်ထည့်သွင်း။
pl: Wprowadź nazwę miasta.
ro: Introduceţi numele oraşului.
sk: Vložte meno mesta.
sl: Vnesite mesto.
sq: Epeni emrin e qytetit.
sr: Унесите име града.
uk: Будь ласка, введіть назву міста.

# tl_member.state.0
source: State
cs: Kraj
da: Stat
fa: استان
fi: Osavaltio
hu: Megye
ja: 都道府県
lv: Pavalsts
my: ပြည်နယ်
pl: Województwo
ro: Judeţ
sk: Štát
sl: Mesto
sq: Steti
sr: Држава
uk: Район

# tl_member.state.1
source: Plase enter the name of the state.
cs: Zadejte kraj
da: Angiv statens navn (kun USA).
fa: لطفا نام استان را وارد نمایید.
fi: Ole hyvä ja anna osavaltio
hu: Adja meg a megye nevét.
ja: 都道府県の名前を入力してください。
lv: Lūdzu ievadiet pavalsts nosaukumu.
my: ပြည်နယ်နာမည်ထည့်သွင်း။
pl: Wprowadź nazwę stanu/województwa.
ro: Introduceţi numele judeţului sau regiunii .
sk: Vložte meno štátu.
sl: Vnesite mesto.
sq: Epeni emrin e stetit.
sr: Унесите име провинције/републике/државе.
uk: Будь ласка, введіть назву району.

# tl_member.country.0
source: Country
cs: Země
da: Land
fa: کشور
fi: Maa
hu: Ország
ja: 国
lv: Valsts
my: နိုင်ငံ
pl: Kraj
ro: Ţara
sk: Krajina
sl: Država
sq: Komuna
sr: Држава
uk: Країна

# tl_member.country.1
source: Please select the country.
cs: Vyberte zemi
da: Vælg land.
fa: لطفا کشور خود را انتخاب نمایید.
fi: Ole hyvä ja anna maa
hu: Válassza ki az országot.
ja: 国を選択してください。
lv: Lūdzu izvēlieties valsti.
my: နိုင်ငံရွေး။
pl: Wybierz kraj.
ro: Alegeţi ţara dumneavoastră.
sk: Vyberte krajinu.
sl: Izberite državo.
sq: Epeni emrin e komunes/kantonit/rrethinës.
sr: Изаберите државу.
uk: Будь ласка, виберіть країну.

# tl_member.phone.0
source: Phone number
cs: Telefonní číslo
da: Telefonnr.
fa: شماره تلفن
fi: Puhelinnumero
hu: Telefonszám
ja: 電話番号
lv: Tālruņa numurs
my: ဖုန်းနံပါတ်
pl: Numer telefonu dom.
ro: Telefon
sk: Telefónne číslo
sl: Telefonska številka
sq: Numri telefonit
sr: Број телефона
uk: Телефонний номер

# tl_member.phone.1
source: Please enter the phone number.
cs: Zadejte telefonní číslo
da: Indtast telefonnummer.
fa: لطفا شماره تلفن خود را وارد نمایید.
fi: Ole hyvä ja anna puhelinnumero
hu: Adja meg a telefonszámot.
ja: 電話番号を入力してください。
lv: Lūdzu ievadiet tālruņa numuru.
my: ဖုန်းနံပါတ်ထည့်သွင်း။
pl: Wprowadź numer telefonu domowego.
ro: Introduceţi numărul de telefon.
sk: Vložte telefónne číslo
sl: Vnesite telefonsko številko.
sq: Epeni numrin e telefonit.
sr: Унесите број телефона
uk: Будь ласка, введіть номер телефону.

# tl_member.mobile.0
source: Cell phone number
cs: Číslo mobilního telefonu
da: Mobiltlf.
fa: شماره موبایل
fi: Matkapuhelinnumero
hu: Mobil telefonszám
ja: 携帯電話の番号
lv: Mobilā tālruņa numurs
my: ဆဲလ်ဖုန်းနံပါတ်
pl: Numer telefonu kom.
ro: Mobil
sk: Číslo na mobil
sl: Mobilni telefon
sq: Numri telefonit mobil
sr: Број мобилног телефона
uk: Телефоний номер

# tl_member.mobile.1
source: Please enter the cell phone number.
cs: Zadejte číslo mobilního telefonu
da: Indtast mobiltelefonnummer.
fa: لطفا شماره موبایل خود را وارد نمایید.
fi: Ole hyvä ja anna matkapuhelinnumero.
hu: Adja meg a mobil telefonszámot.
ja: 携帯電話の番号を入力してください。
lv: Lūdzu ievadiet mobilā tālruņa numuru.
my: ဆဲလ်ဖုန်းနံပါတ်ထည့်သွင်း။
pl: Wprowadź numer telefonu komórkowego.
ro: Introduceţi numărul de telefon mobil.
sk: Vložte číslo na mobil.
sl: Vnesite številko mobilnega telefona.
sq: Epeni numrin e telefonit mobil.
sr: Унесите број мобилног телефона.
uk: Будь ласка, введіть номер телефону.

# tl_member.fax.0
source: Fax number
cs: Číslo faxu
da: Fax
fa: شماره فاکس
fi: Faksinumero
hu: Fax szám
ja: FAX番号
lv: Faksa numurs
my: ဖက်စ်နံပါတ်
pl: Numer fax
ro: Fax
sk: Faxové číslo
sl: Faks
sq: Numir faxit
sr: Број факса
uk: Факс

# tl_member.fax.1
source: Please enter the fax number.
cs: Zadejte číslo faxu
da: Indtast faxnummer.
fa: لطفا شماره فاکس خود را وارد نمایید.
fi: Ole hyvä ja anna faksinumero.
hu: Adja meg a fax számot.
ja: FAX番号を入力してください。
lv: Lūdzu ievadiet faksa numuru.
my: ဖက်စ်နံပါတ်ထည့်သွင်း။
pl: Wprowadź numer faxu.
ro: Introduceţi numărul de fax.
sk: Vložte faxové číslo.
sl: Vnesite številko faksa.
sq: Epeni numrin e faxit.
sr: Унесите број факса.
uk: Будь ласка, введіть номер факсового телефону.

# tl_member.email.0
source: E-mail address
cs: E-mailová adresa
da: E-mail adresse
fa: نشانی ایمیل
fi: Sähköpostiosoite
hu: E-mail címek
ja: 電子メールアドレス
lv: E-pasta adrese
my: အီးမေးလ်လိပ်စာ
pl: E-mail
ro: Adresă email
sk: Váš e-mail
sl: Naslov elektronske pošte
sq: Adresa elektronike
sr: E-mail адреса
uk: E-mail адреса

# tl_member.email.1
source: Please enter a valid e-mail address.
cs: Prosím zadejte správnou e-mailovou adresu.
da: Indtast en gyldig e-mail adresse.
fa: لطفا نشانی ایمیل معتبر وارد نمایید.
fi: Ole hyvä ja anna kelvollinen sähköpostiosoite.
hu: Adjon meg egy érvényes e-mail címet.
ja: 有効な電子メールアドレスを入力してください。
lv: Lūdzu ievadiet derīgu e-pasta adresi.
my: တရားဝင်အီးမေးလ်လိပ်စာထည့်သွင်း။
pl: Wprowadź adres e-mail.
ro: Introduceţi o adresă validă de email.
sk: Prosím zadajte platnú e-mailovú adresu.
sl: Prosimo, vnesite veljaven e-naslov.
sq: Epeni një adres elektronike.
sr: Унесите исправну e-mail адресу.
uk: Будь ласка, введіть існуючу e-mail адресу.

# tl_member.website.0
source: Website
cs: Webová adresa
fa: وب‌سایت
fi: Sivusto
hu: Weboldal
ja: ウェブサイト
lv: Mājas lapa
my: ဝဘ်ဆိုက်
pl: Strona www
sk: Webstránky
sl: Spletna stran
sq: Uebfaqe
sr: Сајт
uk: Веб-сайт

# tl_member.website.1
source: Here you can enter a web address.
cs: Zadejte URL adresu stránky
da: Her kan du indtaste en webadresse.
fa: اینجا می‌توانید نشانی وب‌سایت را وارد نمایید.
fi: Tähän voit antaa web-osoitteen.
hu: Itt adhat meg egy web címet.
ja: ウェブのアドレスを入力します。
lv: Šeit jūs varat ievadīt tīmekļa adresi.
my: ဝဘ်လိပ်စာကိုထည့်နိုင်။
pl: Tu możesz wprowadzić adres swojej strony www.
ro: Introduceţi adresa unui website.
sk: Tu môžete vložiť URL vašich webstránok.
sl: Tukaj lahko vnesete naslov vaše spletne strani.
sq: Këtu mund të epeni një adresë të uebit.
sr: Овде можете унети адресу веб сајта.
uk: Вкажіть URL адресу веб-сайту, якщо є.

# tl_member.language.0
source: Language
cs: Jazyk
da: Sprog
fa: زبان
fi: Kieli
hu: Nyelv
ja: 言語
lv: Valoda
my: ဘာသာစကား
pl: Język
ro: Limba
sk: Jazyk
sl: Jezik
sq: Gjuha
sr: Језик
uk: Мова

# tl_member.language.1
source: Please select the language.
cs: Vyberte jazyk
da: Vælg sprog.
fa: لطفا زبان خود را انتخاب نمایید.
fi: Ole hyvä ja valitse kieli.
hu: Válasszon nyelvet.
ja: 言語を選択してください。
lv: Lūdzu izvēlieties valodu.
my: ဘာသာစကားရွေး။
pl: Wybierz język.
ro: Alegeţi limba.
sk: Prosím vyberte jazyk.
sl: Izberite jezik.
sq: Zgjidhni gjuhën e anëtarit.
sr: Одаберите језик.
uk: Будь ласка, виберіть мову.

# tl_member.groups.0
source: Member groups
cs: Skupiny členů
da: Medlemsgrupper
fa: گروه‌های کاربری
fi: Jäsenryhmät
hu: Tag csoportok
ja: メンバーグループ
lv: Biedru grupas
my: အဖွဲ့ဝင်အုပ်စုများ
pl: Grupy użytkowników
ro: Grupuri de membri
sk: Skupiny členov
sl: Skupine članov
sq: Grupet
sr: Групе чланова
uk: Групи учасника

# tl_member.groups.1
source: Here you can assign the member to one or more groups.
cs: Zde můžete přidělit člena k jedné nebo více skupinám.
da: Her kan du tilknytte medlemmet en eller flere grupper.
fa: اینجا می‌توانید کاربر را به یک یا چند گروه اختصاص دهید.
fi: Tässä voit määrätä jäsenen ryhmät.
hu: Itt lehet a tagokat egy vagy több csoporthoz rendelni.
ja: メンバーにグループを1つ以上割り当てができます。
lv: Šeit Jūs varat piešķirt lietotāju vienai vai vairākām grupām.
my: တစ်ခု(သို့)အုပ်စုများသို့အဖွဲ့ဝင်ကိုသတ်မှတ်နိုင်။
pl: Tutaj mozesz przypisać użytkownika do jednej lub więcej grup.
ro: Alegeţi grupul sau grupurile din care face parte membrul.
sk: Tu môžte priradiť člena k jednej alebo viacerým skupinám.
sl: Tu lahko uporabnika vključite v eno ali več skupin.
sq: Caktoni një apo më shumë se një grup për anëtarin.
sr: Овде можете члана доделити једној или више група.
uk: Будь ласка, призначте одну або кілька груп.

# tl_member.login.0
source: Allow login
cs: Povolit přihlášení
da: Tillad login
fa: اجازه ورود
fi: Salli kirjautuminen.
hu: Belépés engedélyezése
ja: ログインを許可
lv: Atļaut pieteikšanos
my: ဖွင့်ဝင်ခွင့်ပြု
pl: Zezwól na logowanie
ro: Permite login
sk: Povoliť prihlásenie
sl: Dovoli prijavo
sq: Lejo llogaridhënie
sr: Дозволи пријављивање
uk: Дозволити вхід

# tl_member.login.1
source: Allow the member to log into the front end.
cs: Povolit členovi přihlášení se přes webovou stránku.
da: Tillad medlemmet at logge ind i frontenden.
fa: اجازه دادن به عضو برای ورود به کاربری.
fi: Salli käyttäjän kirjautua sivustolle
hu: Engedélyezi a tag bejelentkezését a felhasználói felületen.
ja: メンバーにフロントエンドのログインを許可します。
lv: Atļaut lietotājam pieteikties priekšgalā.
my: အပြင်ပိုင်းသို့ဖွင့်ဝင်ရန်အဖွဲ့ဝင်ကိုခွင့်ပြု။
pl: Zezwól użytkownikowi na logowanie do serwisu.
ro: Permite membrului să se autentifice
sk: Povoliť členovi prihlásiť sa do front endu.
sl: Dovoli uporabniku, da se prijavi v ospredje (front end).
sq: Lejo anëtarët të hynë në Front end.
sr: Дозволи члану да се пријави у фронт-енд.
uk: Дозволити користувачевi входити в систему.

# tl_member.username.0
source: Username
cs: Uživatelské jméno
da: Brugernavn
fa: نام کاربری
fi: Käyttäjänimi
hu: Felhasználó név
ja: ユーザー名
lv: Lietotājvārds
my: အသံုးပြုသူနာမည်
pl: Nazwa
ro: Nume utilizator
sk: Používateľ
sl: Uporabniško ime
sq: Emri anëtarit
sr: Корисничко име
uk: Логін

# tl_member.username.1
source: Please enter a unique username.
cs: Prosím zadejte jedinečné uživatelské jméno.
da: Indtast et unikt brugernavn.
fa: لطفا یک نام کاربری یکتایی را وارد نمایید.
fi: Ole hyvä ja anna yksilöllinen käyttäjänimi.
hu: Adjon meg egy egyedi felhasználónevet.
ja: 重複しないユーザー名を入力してください。
lv: Lūdzu ievadiet unikālu lietotājvārdu
my: အသံုးပြုသူနာမည်ထည့်သွင်း။
pl: Wprowadź nazwę redaktora.
ro: Introduceţi un nume unic de utilizator.
sk: Prosím zadajte jedinečné užívateľské meno.
sl: Prosimo, vnesite edinstveno uporabniško ime.
sq: Epeni emrin përdorues të anëtarit.
sr: Унесите јединствено корисничко име.
uk: Будь ласка, введіть унікальний логін.

# tl_member.assignDir.0
source: Set home directory
cs: Přiřadit domácí adresář
da: Tildel hjemmemappe
fa: اختصاص فهرست خانه
fi: Aseta kotihakemisto
hu: Saját (home) mappa beállítása
ja: ホームディレクトリを設定
lv: Piešķirt mājas direktoriju
my: ပင်မဖိုင်လမ်းညွန်ချမှတ်
pl: Przypisz katalog domowy
ro: Desemnează director propriu
sk: Nastaviť domovský priečinok
sl: Določi mapo
sq: Cakto dosjen e anëtarit
sr: Постави почетни директоријум
uk: Призначити домашню директорію

# tl_member.assignDir.1
source: Define a home directory for the member.
cs: Určit výchozí složku pro člena.
da: Definer en hjemmemappe for medlemmet.
fa: تعریف فهرست خانه برای عضو.
fi: Aseta jäsenelle kotihakemisto.
hu: A tag saját mappájának megadása.
ja: メンバーにホームディレクトリを指定します。
lv: Noteikt biedram mājas direktoriju.
my: အဖွဲ့ဝင်အတွက်ပင်မဖိုင်လမ်းညွန်သတ်မှတ်။
pl: Określ katalog użytkownika.
ro: Alocă un director implicit pentru membru.
sk: Určiť domovský adresár pre tohoto člena.
sl: Določi uporabnikovo domačo mapo.
sq: Krijo një dosje përdoruese për anëtarin.
sr: Дефиниши почетни директоријум корисника.
uk: Виберіть цю опцію, щоб призначити домашню директорію користувачеві.

# tl_member.homeDir.0
source: Home directory
cs: Domovský adresář
da: Hjemmemappe
fa: فهرست خانه
fi: Kotihakemisto
hu: Saját (home) könyvtár
ja: ホームディレクトリ
lv: Sākumdirektorijs
my: ပင်မဖိုင်လမ်းညွန်
pl: Katalog domowy
ro: Director de bază
sk: Domovský priečinok
sl: Osebni direktorij
sq: Dosja përdoruesit
sr: Почетни директоријум
uk: Домашня директорія

# tl_member.homeDir.1
source: Please select a folder from the files directory.
cs: Vyberte uživatelův domácí adresář
da: Vælg brugerens hjemmemappe.
fa: لطفا یک پوشه از فهرست پرونده‌ها را مشخص نمایید.
fi: Ole hyvä ja valitse hakemisto.
hu: Válasszon ki egy mappát.
ja: ファイルディレクトリからフォルダーを選択します。
lv: Lūdzu izvēlieties lietotāja mājas direktoriju.
my: ဖိုင်များဖိုင်လမ်းညွှန်မှဖိုင်တွဲကိုရွေး။
pl: Wybierz katalog domowy dla tego użytkownika.
ro: Selectaţi directorul propriu pentru această persoană.
sk: Nastavte domovský priečinok pre užívateľa
sl: Določi domačo mapo iz datotečnega imenika
sq: Zgjedhoni dosjen e anëtarit.
sr: Изаберите фолдер из директоријума фајлова.
uk: Будь ласка, виберіть домашню директорію.

# tl_member.disable.0
source: Deactivate
cs: Deaktivovat
da: Deaktiver
fa: غیرفعال
fi: Poista käytöstä
hu: Deaktiválás
ja: 停止
lv: Deaktivizēt
my: အသက်မသွင်း
pl: Deaktywuj
ro: Dezactivează
sk: Deaktivovať
sl: Onemogoči
sq: Çaktivizo
sr: Деактивирај
uk: Деактивація

# tl_member.disable.1
source: Temporarily disable the account.
cs: Dočasně deaktivovat účet.
da: Vælger du denne indstilling deaktiveres den valgte konto. Brugeren er således ikke længere mulighed for at logge ind.
fa: غیرفعال کردن موقتی حساب کاربری.
fi: Poista tili väliaikaisesti käytöstä
hu: Ideiglenesen letiltja a fiókot.
ja: 一時的にアカウントを無効にします。
lv: Īslaicīgi atspējot kontu.
my: စာရင်းကိုယာယီမလုပ်ဆောင်စေ။
pl: Po wybraniu tej opcji, konto redaktora zostanie deaktywowane. Redaktor nie będzie mógł się już zalogować.
ro: Dacă alegeţi această opţiune, contul curent va fi dezactivat. Utilizatorul nu se va mai putea loga în sistem.
sk: Dočasne deaktivovať účet.
sl: Začasno onemogoči račun.
sq: Zgjedhja e këtij opsion çaktivizon konton e anëtarit.
sr: Привремено онемогући налог.
uk: Тимчасово деактивувати акаунт.

# tl_member.start.0
source: Activate on
cs: Aktivovat
da: Aktiver pr.
fa: فعال در
fi: Ota käyttöön ajastetusti
hu: Aktiválás kezdete
ja: 使用開始日
lv: Aktivizēt
my: အသက်သွင်းစေ
pl: Aktywuj w
ro: Activează la
sk: Kedy aktivovať
sl: Omogoči na
sq: Aktivizo me
sr: Активирај
uk: Активація

# tl_member.start.1
source: Automatically activate the account on this day.
cs: Automaticky aktivovat v tento den.
da: Hvis du angiver en dato vil brugerens konto blive aktiveret fra og med denne dag.
fa: فعال کردن خودکار در این روز.
fi: Ota tili automaattisesti käyttöön tänä ajankohtana.
hu: Automatikusan aktiválja a fiókot ezen a napon
ja: この日から自動的にアカウントの使用を可能にします。
lv: Automātiski aktivizēt kontu šajā dienā.
my: ယခုနေ့တွင်စာရင်းကိုလိုလျောက်အသက်သွင်းစေ။
pl: Wpisz datę, kiedy konto redaktora zostanie aktywowany.
ro: Dacă introduceţi o dată, contul se va activa la data respectivă.
sk: Automaticky aktivovať daný účet v tento deň.
sl: Samodejno omogoči račun na ta dan.
sq: Kotoja e anëtarit do të aktivizohet me datën e dhënë këtu.
sr: Аутоматски активирај налог на овај дан.
uk: Якщо ви введете тут дату активації, то даний аккаунт буде активований у зазначений день.

# tl_member.stop.0
source: Deactivate on
cs: Deaktivovat
da: Deaktiver pr.
fa: غیرفعال در
fi: Poista käytöstä ajastetusti
hu: Deaktiválás kezdete
ja: 使用停止日
lv: Deaktivizēt
my: အသက်မသွင်း
pl: Deaktywuj w
ro: Dezactivează la
sk: Kedy deaktivovať
sl: Onemogoči na
sq: Çaktivizo me
sr: Деактивирај
uk: Деактивувати в

# tl_member.stop.1
source: Automatically deactivate the account on this day.
cs: Automaticky deaktivovat v tento den.
da: Hvis du angiver en dato vil brugerens konto blive deaktiveret fra og med denne dag.
fa: غیرفعال کردن خودکار در این روز.
fi: Poista tili automaattisesti käytöstä tänä ajankohtana.
hu: Automatikus deaktiválja a fiókot ezen a napon
ja: この日で自動的にアカウントの使用を停止します。
lv: Automātiski deaktivizēt kontu šajā dienā.
my: ယခုနေ့တွင်စာရင်းကိုလိုလျောက်အသက်မသွင်းစေ။
pl: Wpisz datę, kiedy konto redaktora zostanie deaktywowane.
ro: Dacă introduceţi o dată, contul se va dezactiva la acea dată.
sk: Automaticky deaktivovať daný účet v tento deň.
sl: Samodejno onemogoči račun na ta dan.
sq: Kotoja e anëtarit do të çaktivizohet me datën e dhënë këtu.
sr: Аутоматски деактивирај налог на овај дан.
uk: Якщо ви введете тут дату, то даний аккаунт буде деактивований у зазначений день.

# tl_member.personal_legend
source: Personal data
cs: Osobní data
da: Personlige data
fa: اطلاعات شخصی
fi: Omat tiedot
hu: Személyes adatok
ja: 個人データ
lv: Personīgie dati
my: ကိုယ်ရေးအချက်အလက်
pl: Osobiste informacje
ro: Date personale
sk: Osobné dáta
sl: Osebni podatki
sq: Data personale
sr: Лични подаци
uk: Персональні дані

# tl_member.address_legend
source: Address details
cs: Detail adresy
da: Adresseoplysninger
fa: جژئیات نشانی
fi: Osoitetiedot
hu: Cím részletei
ja: 住所の詳細
lv: Adreses detaļas
my: လိပ်စာအချက်အလက်များ
pl: Szczegóły adresu
ro: Detalii adresă
sk: Detailná adresa
sl: Naslov
sq: Detaje të adresës
sr: Детаљи адресе
uk: Адреса

# tl_member.contact_legend
source: Contact details
cs: Kontakt
da: Kontaktoplysninger
fa: جزئیات تماس
fi: Yhteystiedot
hu: Kapcsolat részletei
ja: 連絡先の詳細
lv: Kontakta detaļas
my: အဆက်အသွယ်အချက်အလက်များ
pl: Szczegóły kontaktu
ro: Detalii de contact
sk: Detailný kontakt
sl: Kontaktni podatki
sq: Detaje të kontaktit
sr: Контакт детаљи
uk: Контакти

# tl_member.groups_legend
source: Member groups
cs: Skupiny členů
da: Medlemsgrupper
fa: گروه‌های کاربری
fi: Jäsenryhmät
hu: Tag csoportok
ja: メンバーグループ
lv: Biedru grupas
my: အဖွဲ့ဝင်အုပ်စုများ
pl: Grupy użytkowników
ro: Grupuri de membri
sk: Skupiny členov
sl: Skupine članov
sq: Grupe anëtaresh
sr: Групе чланова
uk: Групи учасників

# tl_member.login_legend
source: Login details
cs: Detail přihlášení
da: Logindetaljer
fa: جزئیات ورود
fi: Kirjautumistiedot
hu: Bejelentkezés részletei
ja: ログインの詳細
lv: Pieslēgšanas detaļas
my: ဖွင့်ဝင်အချက်အလက်များ
pl: Szczegóły loginu
ro: Detalii de autentificare
sk: Prihlasovacie detaily
sl: Prijavni podatki
sq: Detaje të qasjes
sr: Детаљи пријављивања
uk: Параметри доступу

# tl_member.homedir_legend
source: Home directory
cs: Domovský adresář
da: Hjemmemappe
fa: فهرست خانه
fi: Kotihakemisto
hu: Saját (home) könyvtár
ja: ホームディレクトリ
lv: Sākumdirektorijs
my: ပင်မဖိုင်လမ်းညွန်
pl: Katalog domowy
ro: Director de bază
sk: Domovský priečinok
sl: Osebni direktorij
sq: Dosje amëtare
sr: Почетни директоријум
uk: Папка користувача

# tl_member.account_legend
source: Account settings
cs: Nastavení účtu
da: Kontoindstillinger
fa: تنظیمات حساب کاربری
fi: Tilin asetukset
hu: Fiók beállítások
ja: アカウントの設定
lv: Konta uzstādījumi
my: စာရင်းချိန်ညှိချက်
pl: Ustawienia konta
ro: Setări de cont
sk: Nastavenia účtu
sl: Nastavitve računa
sq: Konfigurim llogarisë
sr: Подешавања налога
uk: Налаштування акаунту
