Repository: contao/core
Catalog: system/modules/core/languages/*/*_member.xlf
Languages: cs, da, fa, fi, hu, ja, lv, my, pl, ro, sk, sl, sq, sr, uk

# tl_member.personalData
source: Personal data
cs: Osobní data
da: Personlige data
fa: اطلاعات شخصی
fi: Omat tiedot
hu: Személyes adatok
ja: 個人データ
lv: Personīgie dati
my: ကိုယ်ရေးအချက်အလက်
pl: Osobiste informacje
ro: Date personale
sk: Osobné dáta
sl: Osebni podatki
sq: Personi
sr: Лични подаци
uk: Персональна інформація

# tl_member.addressDetails
source: Address details
cs: Detail adresy
da: Adresseoplysninger
fa: جژئیات نشانی
fi: Osoitetiedot
hu: Cím részletei
ja: 住所の詳細
lv: Adreses detaļas
my: လိပ်စာအချက်အလက်များ
pl: Szczegóły adresu
ro: Detalii adresă
sk: Detailná adresa
sl: Naslov
sq: Adresa
sr: Детаљи адресе
uk: Адреса

# tl_member.contactDetails
source: Contact details
cs: Kontakt
da: Kontaktoplysninger
fa: جزئیات تماس
fi: Yhteystiedot
hu: Kapcsolat részletei
ja: 連絡先の詳細
lv: Kontakta detaļas
my: အဆက်အသွယ်အချက်အလက်များ
pl: Szczegóły kontaktu
ro: Detalii de contact
sk: Detailný kontakt
sl: Kontaktni podatki
sq: Kontakt
sr: Контакт детаљи
uk: Контакти

# tl_member.loginDetails
source: Login details
cs: Detail přihlášení
da: Logindetaljer
fa: جزئیات ورود
fi: Kirjautumistiedot
hu: Bejelentkezés részletei
ja: ログインの詳細
lv: Pieslēgšanas detaļas
my: ဖွင့်ဝင်အချက်အလက်များ
pl: Szczegóły loginu
ro: Detalii de autentificare
sk: Prihlasovacie detaily
sl: Prijavni podatki
sq: Llogaridhënie
sr: Детаљи пријављивања
uk: Параметри доступу

# tl_member.new.0
source: New member
cs: Nový člen
da: Nyt medlem
fa: عضو جدید
fi: Uusi jäsen
hu: Új tag
ja: 新しいメンバー
lv: Jauns biedrs
my: အဖွဲ့ဝင်အသစ်
pl: Nowy użytkownik
ro: Membru nou
sk: Nový člen
sl: Nov član
sq: Anëtarë të ri
sr: Нови члан
uk: Новий учасник

# tl_member.new.1
source: Create a new member
cs: Vytvořit nového člena
da: Opret en ny bruger
fa: ایجاد یک عضو جدید
fi: Luo uusi jäsen
hu: Új tag létrehozása
ja: 新しくメンバーを作成
lv: Izveidot jaunu biedru
my: အဖွဲ့ဝင်အသစ်ဖန်တီး
pl: Utwórz nowego użytkownika
ro: Creeaza membru nou
sk: Vytvoriť nového člena
sl: Ustvari novega člana
sq: Krjo antëtarë të ri
sr: Креирај новог члана
uk: Створити нового учасника

# tl_member.show.0
source: Member details
cs: Zobrazit podrobnosti
da: Medlemsdetaljer
fa: جزئیات عضو
fi: Jäsenen lisätiedot
hu: Tag részletei
ja: メンバーの詳細
lv: biedra detaļas
my: အဖွဲ့ဝင်အချက်အလက်များ
pl: Szczegóły użytkownika
ro: Detalii membru
sk: Detaily člena
sl: podrobnosti člana
sq: Detajet e anëtarit
sr: Детаљи члана
uk: Інформація про учасника

# tl_member.show.1
source: Show the details of member ID %s
cs: Zobrazit podrobnosti k členovi ID %s
da: Vis detaljer for bruger-ID %s
fa: نمایش جزئیات عضو شناسه‌ی %s
fi: Näytä jäsenen ID %s tiedot
hu: Az ID %s tag részleteinek mutatása
ja: ID %sのメンバーの詳細を表示
lv: Rādīt biedra ID %s detaļas
my: အဖွဲ့ဝင်အိုင်ဒီ %s အချက်အလက်များပြသ
pl: Pokaż szczegóły użytkownika ID %s
ro: Arată detalii despre membrul ID %s
sk: Zobraziť detaily člena ID %s
sl: Prikaži podrobnosti člana ID %s
sq: Trego detajet e anëtarit ID %s
sr: Прикажи детаље члана ID %s
uk: Показати інформацію про учасника ID %s

# tl_member.edit.0
source: Edit member
cs: Editovat člena
da: Rediger medlem
fa: ویرایش عضو
fi: Muokkaa jäsentä
hu: Tag szerkesztése
ja: メンバーを変更
lv: Rediģēt biedru
my: အဖွဲ့ဝင်တည်းဖြတ်
pl: Edytuj użytkownika
ro: Editeaza membru
sk: Upraviť člena
sl: Uredi člana
sq: Përpuno anëtarin
sr: Уреди члана
uk: Редагування учасника

# tl_member.edit.1
source: Edit member ID %s
cs: Editovat člena ID %s
da: Rediger medlems-ID %s
fa: ویرایش عضو شناسه‌ی %s
fi: Muokkaa jäsentä ID %s
hu: Az ID %s tag szerkesztése
ja: ID %sのメンバーを変更
lv: Rediģēt biedru ID %s
my: အဖွဲ့ဝင်အိုင်ဒီ %s တည်းဖြတ်
pl: Edytuj użytkownika ID %s
ro: Editează membrul ID %s
sk: Upraviť člena ID %s
sl: Uredi člana ID %s
sq: Përpuno anëtarin ID %s
sr: Уреди члана ID %s
uk: Редагувати учасника ID %s

# tl_member.copy.0
source: Duplicate member
cs: Duplikovat člena
da: Dupliker medlem
fa: تکثیر عضو
fi: Kopioi jäsen
hu: Tag duplázása
ja: メンバーを複製
lv: Dublicēt biedru
my: အဖွဲ့ဝင်ပံုစံတူပွား
pl: Duplikuj użytkownika
ro: Copiază membru
sk: Kopírovať člena
sl: Kopiraj člana
sq: Dupliko anëtarin
sr: Копирај члана
uk: Клонування учасника

# tl_member.copy.1
source: Duplicate member ID %s
cs: Duplikovat člena ID %s
da: Dupliker medlems-ID %s
fa: تکثیر عضو شناسه‌ی %s
fi: Kopioi jäsen ID %s
hu: Az ID %s tag duplázása
ja: ID %sのメンバーを複製
lv: Dublicēt biedru ID %s
my: အဖွဲ့ဝင်အိုင်ဒီ %s ပံုစံတူပွား
pl: Duplikuj użytkownika ID %s
ro: Copiază membrul ID %s
sk: Kopírovať člena ID %s
sl: Kopiraj člana ID %s
sq: Dupliko anëtarin ID %s
sr: Копирај члана ID %s
uk: Клонувати учасника ID %s

# tl_member.delete.0
source: Delete member
cs: Smazat člena
da: Slet medlem
fa: حذف عضو
fi: Poista jäsen
hu: Tag törlése
ja: メンバーを削除
lv: Dzēst biedru
my: အဖွဲ့ဝင်ပယ်ဖျက်
pl: Usuń użytkownika
ro: Şterge membru
sk: Odstrániť člena
sl: Izbriši člana
sq: Shlyej anëtarin
sr: Обриши члана
uk: Видалення учасника

# tl_member.delete.1
source: Delete member ID %s
cs: Smazat člena ID %s
da: Slet medlems-ID %s
fa: حذف عضو شناسه‌ی %s
fi: Poista jäsen ID %s
hu: Az ID %s tag törlése
ja: ID %sのメンバーを削除
lv: Dzēst biedru ID %s
my: အဖွဲ့ဝင်အိုင်ဒီ %s ပယ်ဖျက်
pl: Usuń użytkownika ID %s
ro: Şterge membrul ID %s
sk: Odstrániť člena ID %s
sl: Izbriši člana ID %s
sq: Shlyen anëtarin ID %s
sr: Обриши члана ID %s
uk: Видалити учасника ID %s

# tl_member.toggle.0
source: Activate/deactivate member
cs: Aktivovat / deaktivovat
da: Aktiver/deaktiver medlem
fa: فعال/غیرفعال کردن عضو
fi: Ota käyttöön / poista käytöstä jäsenen tili
hu: Tag aktiválása/deaktiválása
ja: メンバーの使用と停止を切り替え
lv: Aktivizēt/deaktivizēt biedru
my: အဖွဲ့ဝင်အသက်သွင်း/မသွင်း
pl: Aktywuj/deaktywuj użytkownika
ro: Activează/dezactivează membru
sk: Aktivovať/deaktivovať člena
sl: Omogoči/onemogoči člana
sq: Aktivizo/çaktivizo anëtar
sr: Активира/Деактивирај члана
uk: Активація/деактивація учасника

# tl_member.toggle.1
source: Activate/deactivate member ID %s
cs: Aktivovat / deaktivovat člena ID %s
da: Aktiver/deaktiver medlem ID %s
fa: فعال/غیرفعال کردن عضو شناسه‌ی %s
fi: Ota käyttöön / poista käytöstä jäsenen ID %s tili
hu: Az ID %s tag aktiválása/deaktiválása
ja: ID %sのメンバーの使用の開始と停止を切り替え
lv: Aktivizēt/deaktivizēt biedru ID %s
my: အဖွဲ့ဝင်အိုင်ဒီ %s အသက်သွင်း/မသွင်း
pl: Aktywuj/deaktywuj użytkownika ID %s
ro: Activează/dezactivează membru ID %s
sk: Aktivovať/deaktivovať člena ID %s
sl: Omogoči/onemogoči člana z ID %s
sq: Aktivizo/çaktivizo anëtar ID %s
sr: Активирај/деактивирај члана ID %s
uk: Активація/деактивація учасника ID %s

# tl_member.su.0
source: Front end preview
cs: Zobrazení frontendu
da: Frontend-forhåndsvisning
fa: پیش‌نمایش بخش کاربری
fi: Sivuston esikatselu
hu: Felhasználói felület előnézete
ja: フロントエンドをプレビュー
lv: Priekšgala priekšskatījums
my: အပြင်ပိုင်းကြိုတင်ကြည့်ရှုခြင်း
pl: Podgląd strony
ro: Previzualizare
sk: Náhľad webu
sl: Predogled
sq: Konsulto paraprakisht sitin
sr: Изглед фронт-енда
uk: Попередній перегляд

# tl_member.su.1
source: Preview the front end as member ID %s
cs: Prohlédnout si náhled jako člen %s
da: Se frontenden som medlem ID %s
fa: مشاهده بخش کاربری به عنوان عضو شناسه‌ی %s
fi: Esikatsele sivustoa jäsenenä ID %s
hu: A felhasználói felület megtekintése mint: tag ID %s
ja: ID %sのメンバーとしてフロントエンドをプレビュー
lv: Priekšskatīt priekšgalu kā biedram ID %s
pl: Podgląd front end jako użytkownik ID %s
ro: Previzualizare website ca membru ID %s
sk: Náhľad webu - ako sa zobrazí Členovi ID %s
sl: Naredite predogled kot uporabnik ID %s
sr: Прегледај ФронтЕнд као члан ID %s
