Repository: contao/core
Catalog: system/modules/core/languages/*/*_module.xlf
Languages: da, fa, fi, hu, it, my, ro, sk, sl, sq, sr, uk

# tl_module.name.0
source: Title
da: Modulets navn
fa: عنوان
fi: Otsikko
hu: Megnevezés
it: Nome del modulo
my: ခေါင်းစဉ်
ro: Nume modul
sk: Názov
sl: Naziv
sq: Emri modulit
sr: Наслов
uk: Назва модуля

# tl_module.name.1
source: Please enter the module title.
da: Angiv et unikt modulnavn.
fa: لطفاً عنوان ماژول را وارد نمائید.
fi: Ole hyvä ja anna moduulille otsikko.
hu: Adja meg a modul nevét.
it: Inserisci un nome univoco per il modulo.
my: အပိုင်းခေါင်းစဉ်ထည့်သွင်း။
ro: Introduceţi un nume unic de modul.
sk: Zadajte názov modulu.
sl: Prosim, vnesite naziv modula.
sq: Epeni një emër unik për idetifikimin e modulit.
sr: Унесите назив модула
uk: Будь ласка, введіть унікальну назву модуля.

# tl_module.headline.0
source: Headline
da: Overskrift
fa: سرصفحه
fi: Otsikko
hu: Szalagcím
it: Intestazione
my: ခေါင်းစဉ်
sk: Nadpis
sl: Naslov
sq: Titulli
sr: Наслов
uk: Заголовок

# tl_module.headline.1
source: Here you can add a headline to the module.
da: Hvis du angiver en overskrift, vises den oven over modulet
fa: می‌توانید یک سرصفحه به ماژول اضافه کنید.
fi: Tähän voit antaa moduulille otsikon
hu: Itt adhatja meg a modul szalagcímét.
it: Se inserisci un intestazione, verrà visualizzata all'inizio del modulo.
my: အပိုင်းသို့ခေါင်းစဉ်ထည့်သွင်းနိုင်။
ro: Dacă introduceţi un headline, va fi afişat deasupra modulului.
sk: Tu môžte vložiť nadpis modulu (bude zobrazený navrchu modulu vo frontende).
sl: Tukaj lahko dodate naslov modula.
sq: Në qoftë se epeni një titull, atëherë do të paraqitet mbi modul.
sr: Овде можете додати наслов модулу.
uk: Якщо ввести заголовок, він буде відображений вгорі модуля.

# tl_module.type.0
source: Module type
da: Modultype
fa: نوع ماژول
fi: Moduulin tyyppi
hu: Modul típusa
it: Tipo modulo
my: အပိုင်းအမျိုးအစား
ro: Tip modul
sk: Typ modulu
sl: Vrsta modula
sq: Lloji modulit
sr: Тип модула
uk: Тип модуля

# tl_module.type.1
source: Please choose the type of module.
da: Vælg modultype for det valgte modul.
fa: لطفاً نوع ماژول را مشخص نمائید.
fi: Ole hyvä ja valitse moduulille tyyppi.
hu: Válassza ki a modul típusát.
it: Seleziona il tipo di modulo
my: အပိုင်းအမျိုးအစားရွေးပါ။
ro: Alegeţi tipul modulului.
sk: Zvoľte si typ modulu.
sl: Prosim, izberite vrsto modula.
sq: Zgjedhoni llojin e modulit.
sr: Изаберите тип модула.
uk: Будь ласка, виберіть тип модуля.

# tl_module.levelOffset.0
source: Start level
da: Start niveau
fa: سطح شروع
fi: Aloitustaso
hu: Start szint
it: Livello di partenza
my: စတင်အဆင့်
ro: Nivel de pornire
sk: Štartovacia úroveň
sl: Začetni nivo
sq: Niveli fillestar
sr: Почетни ниво
uk: Початковий рівень

# tl_module.levelOffset.1
source: Enter a value greater than 0 to show only submenu items.
da: Definer fra hvilket niveau menupunkter skal være synlige. Vælg 0 for at starte fra det øverste niveau.
fa: مقداری بیشتر از صفر برای نمایش موراد زیرمنو وارد کنید.
fi: Anna 0:aa suurempi arvo vain alavalikon valikkoelementtien näyttämiseksi.
hu: Ha 0-nál nagyobb értéket ad meg, csak az adott szint alatti almenüket fogja mutatni.
it: Definisci da quale livello le voci del menu sono visibili. Scegli 0 o lascia vuoto per partire dal livello superiore.
my: ဇယားခွဲပစ္စည်းများကိုသာပြသရန် ၀ ထက်ကြီးသောတန်ဖိုးထည့်ပါ။
ro: Definiţi de la ce nivel vor fi vizibile opţiunile în meniu. Alegeţi 0 sau lăsaţi necompletat pentru a porni de la nivelul de top.
sk: Zadajte hodnotu väčšiu ako 0, ak chcete na stránke zobrazovať položky podmenu.
sl: Vnesite vrednost, večjo od 0, v kolikor želite prikazati le podmenije.
sq: Definon nivelin fillestar të menysë, nga i cili do të tregohet njësia e menysë. Zgjedhoni 0 ose lëreni të zbrazët që të fillon nga niveli më i lartë.
sr: Унесите вредност већу од нуле да прикажете само ставке на нижим нивоима навигације.
uk: Вкажіть початковий рівень для навігації, або залиште 0 для відображення від кореня.

# tl_module.showLevel.0
source: Stop level
da: Synlige menupunkter
fa: سطح خاتمه
fi: Päätetaso
hu: Stop szint
it: Livello di arrivo
my: ရပ်တန့်အဆင့်
ro: Nivel de oprire
sk: Zastavovacia úroveň
sl: Končni nivo
sq: Pika të dukura të menysë
sr: Крајњи ниво
uk: Видимі пункти меню

# tl_module.showLevel.1
source: Enter a value greater than 0 to limit the nesting level of the menu.
da: Definer venligst til hvilket niveau menupunkter skal være synlige. F.eks. vælges 1 for kun at vise punkter i hovedmenuen og underpunkter punkterne for den aktive side. Vælg 0 for at vise alle hovedmenupunkter og underpunkter.
fa: مقداری بیشتر از صفر برای محدود کردن سطح تودرتو منو وارد کنید.
fi: Anna 0:aa suurempi arvo valikon syvyyden rajoittamiseksi.
hu: Ha 0-nál nagyobb értéket ad meg, csak a megadott szint feletti menüket és almenüket fogja megjeleníteni.
it: Definisci a quale livello le voci del menu sono visibili. Scegli 0 o lascia vuoto per visualizzare tutti i livelli.
my: ဇယားအစုံလိုက်အဆင့်ကိုကန့်သတ်ရန် ၀ ထက်ကြီးသောတန်ဖိုးထည့်ပါ။
ro: Definiţi nivelul până la care elementele de meniu vor fi vizibile. Ex. alegeţi 1 pentru a afişa doar elementele principale şi subelementele paginii active. Alegeţi 0 pentru a afişa toate elementele de meniu şi submeniu.
sk: Zadajte hodnotu väčšiu ako 0, ak chcete vymedziť úroveň vnorenia daného menu.
sl: Vnesite vrednost, večjo od 0, v kolikor želite omejiti gnezdenje menija.
sq: Zgjedhoni nivelin e pikave të menysë, të cilat duhet të paraqiten. Zgjedhoni 1 për t'i ta paraqitë faqen kryesore dhe nënpikat e faqes aktive. Zgjedhoni 0 për t'i paraqitë të gjitha faqet.
sr: Унесите вредност већу од 0 да ограничите приказ нижих нивоа навигације.
uk: Будь-ласка, визначте який рівень пунктів меню повинен бути видимим. Наприклад, виберіть 1 для показу тільки основного пункту меню та підменю активної сторінки. Виберіть 0 для відображення всіх основних пунктів і підпунктів.

# tl_module.hardLimit.0
source: Hard limit
da: Hård grænse
fa: محدود کردن سخت
fi: Tiukka rajoitus
hu: Kemény határ
it: Imponi limite
my: ခိုင်လုံသောကန့်သတ်ချက်
ro: Limitare fermă
sk: Tvrdý limit
sl: Vsiljena meja
sq: Kufiri fort
sr: Лимит
uk: Жорстке обмеження

# tl_module.hardLimit.1
source: Never show any menu items beyond the stop level.
da: Vis ikke nogle menupunkter (heller ikke aktive) der er under stop-niveauet.
fa: هیچ مورد منوی فراتر از سطح خاتمه نمایش داده نمی‌شود.
fi: Älä ikinä näytä valikkoelementtejä päätetason jälkeen.
hu: Soha nem mutatja a stop szint alatti menüpontokat.
it: Non mostrare nessun elemento (neanche quelli attivi) oltre il livello di arrivo
my: ရပ်တန့်အဆင့်ကျော်၍ဇယားပစ္စည်းများကိုမည်သည့်အချိန်မှမပြသနှင့်။
ro: Nu vor apărea ca opţiuni în meniu (nici cele active) peste nivelul de oprire.
sk: Nikdy nezobrazovať súčasti menu mimo zastavovacej úrovne.
sl: Nikoli ne prikaži elementov za tem nivojem.
sq: Kurrë mos trego ndonjë degë të menysë përtej nivelit të ndaluar.
sr: Не приказуј нивое испод ове вредности.
uk: Непоказувати жодного пункту, після вказаного рівня.

# tl_module.showProtected.0
source: Show protected items
da: Vis beskyttede punkter
fa: نمایش موارد حفاظت شده
fi: Näytä suojatut sivut
hu: Védett elemek mutatása
it: Mostra elementi protetti
my: ကာကွယ်ပြီးပစ္စည်းများပြသ
ro: Arată elemente protejate
sk: Zobraziť chránené položky
sl: Prikaži zaščitene elemente
sq: Trego pikat e mbrojtura të menysë
sr: Прикажи заштићене елементе
uk: Показати захищені пункти

# tl_module.showProtected.1
source: Show items that are usually only visible to authenticated users.
da: Som standard er beskyttede punkter ikke synlige med mindre en front end bruger er logget ind, men hvis du vælger denne mulighed, vil beskyttede punkter være synlige til enhver tid.
fa: نمایش مواردی که فقط برای کاربران تایید شده قابل دیدن است.
fi: Näytä sivut jotka näkyvät yleensä vain tunnistautuneille käyttäjille.
hu: Megjeleníti azon elemeket, melyek csak a hitelesített felhasználók számára láthatók.
it: Includi gli elementi che sono solitamente visibili solamente agli utenti autenticati
my: စိစစ်ပြီးအသံုးပြုသူများကိုသာလျှင်မြင်စေနိုင်သောပစ္စည်းများကိုပြသ
ro: Iniţial elementele protejate nu sunt vizibile decât dacă un utilizator front-end se autentifică. Dacă alegeţi această opţiune, elementele protejate vor fi vizibile în permanenţă.
sk: Zobrazí položky, ktoré sú obvykle viditeľné iba autorizovaným užívateľom.
sl: Prikaži elemente, ki so navadno vidni le preverjenim uporabnikom.
sq: Parimisht nuk paraqiten pikat e mbrojtura të menysë, në qoftë se përdoruesit e Backend-it nuk janë kyç sipas llogaridhënies. Zgjedhja e këtij opsioni paraqet gjithnjë pikat e mbrojtura të menysë.
sr: Прикажи елементе који су иначе доступни само пријављеним корисницима.
uk: За замовчуванням захищені пункти невидимі доти, поки користувач сайту не авторизується. Однак, якщо Ви виберете цю опцію, захищені пункти меню будуть видні увесь час.

# tl_module.defineRoot.0
source: Set a reference page
da: Definer startsiden
fa: انتخاب یک صفحه مرجع
fi: Aseta referenssisivu
hu: Referencia oldal beállítása
it: Imposta pagina di riferimento
my: ကိုးကားခြင်းစာမျက်နှာသတ်မှတ်
ro: Defineşte pagina de start
sk: Určiť referenčnú stránku
sl: Določi referenčno stran
sq: Cakto faqen referuese
sr: Постави референтну страницу
uk: Визначити стартову сторінку

# tl_module.defineRoot.1
source: Define a custom source or target page for the module.
da: Brug en brugerdefineret startside i stedet for webstedets rodside.
fa: انتخاب منبع اختصاصی یا صفحه مقصد برای ماژول
fi: Määritä moduulille oma lähde tai kohde.
hu: Adja meg a modul egyedi forrás vagy cél oldalát.
it: Imposta una pagina di riferimento da utilizzare come sorgente o pagina di destinazione del modulo.
my: ယခုအပိုင်းအတွက်စိတ်ကြိုက်ရင်းမြစ်(သို့)သတ်မှတ်ချက်စာမျက်နှာသတ်မှတ်။
ro: Alegeţi o pagină de referinţă pentru a fi folosită ca pagină de start a modulului.
sk: Priradiť vlastný zdroj alebo cieľovú stránku modulu.
sl: Določi prilagojeno izvorno ali ciljno stran modula.
sq: Caktoni faqen referuese si rrënjësore ose si ballinë të modulit.
sr: Одреди посебни извор или одредишну страницу за модул.
uk: Використовуйте визначену стартову сторінку замість кореня веб-сайту.

# tl_module.rootPage.0
source: Reference page
da: Alternativ rodside
fa: صفحه مرجع
fi: Referenssisivu
hu: Referencia oldal
it: Pagina di riferimento
my: ကိုးကားခြင်းစာမျက်နှာ
ro: Pagină de start
sk: Referenčná stránka
sl: Referenčna stran
sq: Faqe referuese
sr: Референтна страница
uk: Альтернативна коренева сторінка

# tl_module.rootPage.1
source: Please choose the reference page from the site structure.
da: Her kan du vælge en alternativ rodside som bruges som rodknude (f.eks. en alternativ start side).
fa: لطفاً صفحه مرجع را از ساختار وب‌سایت انتخاب کنید.
fi: Ole hyvä ja valitse referenssisivu.
hu: Válassza ki a referencia oldalt az oldalszerkezetből.
it: Qui puoi scegliere una pagina di riferimento che sarà utilizzata come sorgente o pagina di destinazione. (esempio: una pagina principale alternativa)
my: ဆိုက်ဖွဲ့စည်းတည်ဆောက်ပံုမှကိုးကားခြင်းစာမျက်နှာရွေးပါ။
ro: Aici puteţi alege o pagină drept rădăcină alternativă pentru a fi folosită ca referinţă.
sk: Zvoľte stránku zo štruktúry stránok.
sl: Prosimo, izberite referenčno stran iz strukture strani.
sq: Këtu mund ta cakton një faqe referuese si rrënjësore ose si ballinë (p.sh. një ballinë alternative).
sr: Изаберите референтну страницу из структуре сајта.
uk: Тут можна вибрати альтернативну кореневу сторінку.

# tl_module.navigationTpl.0
source: Navigation template
da: Navigationsskabelon
fa: قالب ناوبری
fi: Valikon mallipohja
hu: Navigációs sablon
it: Modello Navigazione
my: သွားလာခြင်းပံုစံပြား
ro: Şablon de navigare
sk: Šablóna navigácie
sl: Predloga navigacije
sq: Shablloni navigacionit
sr: Шаблон навигације
uk: Шаблон навігації

# tl_module.navigationTpl.1
source: Here you can select the navigation template.
da: Vælg en navigationsskabelon (navigationsskabeloner starter med <em>nav_</em>).
fa: می‌توانید قالب ناوبری را انتخاب کنید.
fi: Tässä voit valita valikolle mallipohjan.
hu: Itt tudja kiválasztani a navigációs sablont.
it: Seleziona un modello per la navigazione. (i modelli di navigazione cominciano con <em>nav_</em>)
my: သွားလာခြင်းပံုစံပြားရွေးနိုင်။
ro: Alegeţi un şablon de navigare (acestea încep cu <em>nav_</em>).
sk: Tu si môžte vybrať šablónu navigácie.
sl: Tu lahko določite predlogo navigacije.
sq: Zgjedhoni shabllonin e navigacionit (shabllonet e navigacionit fillojnë me <em>nav_</em>).
sr: Овде можете одабрати шаблон навигације.
uk: Будь ласка, виберіть шаблон навігації.

# tl_module.pages.0
source: Pages
da: Sider
fa: صفحات
fi: Sivut
hu: Oldalak
it: Pagine
my: စာမျက်နှာများ
ro: Pagini
sk: Stránky
sl: Strani
sq: Faqet
sr: Странице
uk: Сторінки

# tl_module.pages.1
source: Please choose one or more pages from the site structure.
da: Vælg siderne kvik-link modulet.
fa: لطفاُ یک یا چند صفحه از ساختار وب‌سایت را انتخاب کنید.
fi: Ole hyvä ja valitse yksi tai useampi sivu.
hu: Válasszon ki egy vagy több lapot az oldalszerkezetből.
it: Seleziona una o più pagine
my: ဆိုက်ဖွဲ့စည်းတည်ဆောက်ပံုမှတစ်ခု(သို့)စာမျက်နှာများရွေးနိင်။
ro: Alegeţi paginile pentru modulul de linkuri rapide.
sk: Zvoľte jednu alebo viac stránok zo štruktúry stránok.
sl: Prosimo, izberite eno ali več strani iz strukture strani.
sq: Këtu mund ta zgjidhni faqen për modulin Quicklink (Lidhje e shpejt).
sr: Изаберите једну или више страница из структуре сајта.
uk: Будь ласка, виберіть сторінки для швидкого зв’язку з модулем.

# tl_module.showHidden.0
source: Show hidden items
da: Vis skjulte punkter
fa: نمایش موارد مخفی
fi: Näytä piilotetut sivut
hu: Mutassa a rejtett elemeket
it: Mostra gli elementi nascosti
my: ဝှက်ထားပြီးပစ္စည်းများပြသ
ro: Arată elementele ascunse
sk: Zobraziť skryté položky
sl: Prikaži skrite elemente
sq: Trego pikat e fshehta të menysë
sr: Прикажи скривене ставке
uk: Показувати скриті елементи

# tl_module.showHidden.1
source: Show items that are usually hidden in the navigation menu.
da: Inkluder punkter som er skjult fra navigationsmenuen.
fa: نمایش مواردی که به طور معمول در منوی ناوبری مخفی هستند.
fi: Näytä sivut jotka tavallisesti eivät näy valikossa.
hu: Megjeleníti a navigációs menüből elrejtett elemeket.
it: Includi gli elementi che sono solitamente nascosti nel menu di navigazione.
my: သွားလာခြင်းဇယားတွင်ဝှက်ထားသောပစ္စည်းများပြသ
ro: Include elementele care sunt ascunse în meniul de navigare.
sk: Zobrazí položky, ktoré sú obvykle v navigačnom menu skryté.
sl: Prikaži skrite elemente navigacijskega menija.
sq: Paraqet edhe pikat e fshehta të navigacionit.
sr: Прикажи ставке које су иначе сакривене у навигационом менију.
uk: Включити приховані пункти меню в навігацію.

# tl_module.customLabel.0
source: Custom label
da: Brugerdefineret mærkat
fa: برچسب اختصاصی
fi: Vaihtoehtoinen nimike
hu: Egyedi címke
it: Etichetta personalizzata
my: စိတ်ကြိုက်ကတ်ပြား
ro: Etichetă proprie
sk: Vlastná menovka
sl: Prilagojena oznaka
sq: Emërtim individual
sr: Прилагођена лабела
uk: Вибір мітки

# tl_module.customLabel.1
source: Here you can enter a custom label for the drop-down menu.
da: Her kan du angive en brugerdefineret mærkat som bruges i stedet for <em>hurtigt link</em> eller <em>hurtig navigation</em>.
fa: می‌توانید یک برچسب اختصاصی برای منوی افتادنی وارد کنید.
fi: Tähän voit antaa alasvetovalikolle vaihtoehtoisen nimikkeen.
hu: Itt tud megadni egy egyedi címkét a lenyíló menünek.
it: Qui puoi inserire l'etichetta da usare per i <em>link rapidi</em>
my: ဆွဲချရွေးဇယားမှစိတ်ကြိုက်ကတ်ပြားထည့်သွင်းနိုင်။
ro: Puteţi introduce o etichetă proprie pentru a fi folosită în loc de <em>legătură rapidă</em> sau <em>navigare rapidă</em>.
sk: Tu môžte zadať vlastnú menovku Menu pre výber.
sl: Tu lahko vnesete prilagojeno oznako spustnega menija.
sq: Këtu mund të epeni një emërtim individual, i cili do të përdoret në vend të <em>Quicklink</em> ose <em>Quick Navigation</em>.
sr: Овде можете унети посебну лабелу за падајући мени.
uk: Тут можна ввести мітку, що може бути використана замість швидкого посилання або швидкої навігації.

# tl_module.autologin.0
source: Allow auto login
da: Tillad automatisk logind
fa: اجازه ورود خودکار
fi: Salli automaattinen sisäänkirjautuminen
hu: Automatikus belépés engedélyezése
it: Abilita login automatico
my: လိုလျောက်ဖွင့်ဝင်ခွင့်ပြု
ro: Permite login automat
sk: Povoliť automatické prihlásenie
sl: Dovoli samodejni vpis
sq: Lejo qasje automatike
sr: Дозволи аутоматско пријављивање
uk: Дозволити автоматичний вхід

# tl_module.autologin.1
source: Allow members to log into the front end automatically.
da: Tillad automatisk indlogning af frontend brugere
fa: اجازه دادن به اعضاء برای ورود به سیستم وب‌سایت به صورت خودکار.
fi: Salli jäsenten kirjautua sivustolle automaattisesti.
hu: Felhasználók automatikus belépésének engedélyezése a felhasználói felületen.
it: Consenti agli utenti di effettuare il login automaticamente
my: အပြင်ပိုင်းသို့လိုလျောက်ဖွင့်ဝင်ရန်အဖွဲ့ဝင်များကိုခွင့်ပြု
ro: Permite membrilor să se autentifice automat
sk: Povolí členom (registrovaným frontend užívateľom) automatické prihlásenie na stránke.
sl: Dovoli članom, da se v predstavitvenem delu (front end) strani samodejno vpišejo.
sq: Lejo anëtarët të hynë në Front end automatikisht.
sr: Дозволи корисницима ФронтЕнд-а да се аутоматски пријављују.
uk: Дозволити учасникам автоматично входити в закриті розділи сайту.

# tl_module.jumpTo.0
source: Redirect page
da: Hop til side
fa: صفحه بازگردانی
fi: Uudelleenohjauksen sivu
hu: Átirányítás
it: Salta alla pagina
my: ဦးတည်ရာပြောင်းစာမျက်နှာ
ro: Mergi la pagina
sk: Presmerovanie na stránku
sl: Preusmeritvena stran
sq: Përcjell në faqen
sr: Преусмерење странице
uk: Перейти на сторінку

# tl_module.jumpTo.1
source: Please choose the page to which visitors will be redirected when clicking a link or submitting a form.
da: Denne indstilling definerer hvilken side brugeren omdirigeres til ved bestemt handling (f.eks. klik på et link eller indsendelse a en formular).
fa: صفحه‌ای که بازدیدکنندگان بعد از کلیک لینک یا ارسال یک فرم باید بازگردانی شوند را انتخاب کنید.
fi: Ole hyvä ja valitse sivu, jolle vieralijat ohjataan linkkiä klikatessa tai lomaketta lähetettäessä.
hu: Válassza ki azt az oldalt, ahová a látogatók irányítódnak egy linkre kattintáskor vagy űrlap elküldésekor.
it: Questa impostazione definisce in quale pagina un utente sarà reindirizzato dopo una qualsiasi azione. (esempio: cliccando un link o inviando un modulo)
my: ကွန်ဆက်(သို့)ပံုစံတင်ရန်ကလစ်နှိပ်သောအခါလည်ပတ်သူများရောက်သွားမည့်စာမျက်နှာကိုရွေးပါ။
ro: Această setare defineşte la ce pagină va fi trimis utilizatorul în urma unei acţiuni (ex. accesând un link sau trimiţând un formular).
sk: Vyberte stránku na ktorú budú návštevníci premerovaní po kliknutí na odkaz alebo po odoslaní formulára.
sl: Prosimo, izberite stran kamor bodo ob kliku na povezavo ali oddaji obrazca preusmerjeni obiskovalci.
sq: Këtu mund ta caktoni vazhdimin/përcjelljen në një faqe pasuese pas një aksioni të përdoruesit, p.sh. pas shtypjes së një lidhje apo pas dërgimit të një formulari.
sr: Изаберите страницу на коју ће посетиоци бити преусмерени када кликну на линк или дугме за слање формулара.
uk: Ці установки визначають, з якої сторінки користувач буде переспрямований на певну дію (прикл. натиснення по лінку або відправлення форми).

# tl_module.redirectBack.0
source: Redirect to last page visited
da: Videresend til sidst besøgte side
fa: بازگردانی به آخرین صفحه دیده شده
fi: Ohjaa edelliselle sivulle
hu: Átirányítás az utoljára látogatott oldalra
it: Reindirizza all'ultima pagina visitata
my: နောက်ဆံုးလည်ပတ်ပြီးစာမျက်နှာသို့ဦးတည်ရာပြောင်း
ro: Redirectează la pagina anterioară
sk: Presmerovanie na posledne navštívenú stránku
sl: Preusmeri na zadnjo obiskano stran.
sq: Përcjell në faqen e fundit të vizituar.
sr: Преусмери на претходно посећену страницу
uk: Перейти на останню переглянуту сторінку

# tl_module.redirectBack.1
source: Redirect the user back to the last page visited instead of the redirect page.
da: Videresender brugeren til den sidste side denne besøgte efter login/logud.
fa: بازگردانی به عقب کاربر به آخرین صفحه دیده شده به جای صفحه بازگردانی.
fi: Ohjaa käyttäjä takaisin edelliselle sivulle aikaisemmin määritellyn sivun sijasta.
hu: A kiválasztott átirányítási oldal helyett a rendszer a felhasználót az általa látogatott utolsó oldalra irányítja át.
it: Reindirizza l'utente all'ultima pagina visitata dopo il login/logout
my: ဦးတည်ရာပြောင်းစာမျက်နှာအစားနောက်ဆံုးလည်ပတ်ပြီးစာမျက်နှာသို့အသံုးပြုသူကိုဦးတည်ရာပြောင်းပါ။
ro: Redirectează membrul la ultima pagină vizitată după autentificare sau ieşire.
sk: Presmeruje užívateľa späť na posledne navštívenú stránku namiesto zadanej stránky presmerovania.
sl: Namesto na refernčno stran, preusmeri uporabnika na zadnjo obiskano stran.
sq: Përcjell përdoruesin mbrapa në faqën e fundit të vizituar në vend të faqes përcjellëse.
sr: Преусмери корисника на последњу страницу коју је посетио, уместо да иде на страницу за преусмерење.
uk: Переадресація користувача на останню відвідану ним сторінку після входу/виходу із системи.

# tl_module.cols.0
source: Number of columns
da: Antal spalter
fa: تعداد ستون‌ها
fi: Sarakkeiden lukumäärä
hu: Oszlopok száma
it: Numero di colonne
my: ကော်လံများအရေအတွက်
ro: Număr coloane
sk: Počet stĺpcov
sl: Število stolpcev
sq: Numri kolonave
sr: Број колона
uk: Число стовпчиків

# tl_module.cols.1
source: Please choose the number of columns of the form.
da: Angiv antallet af spalter for formularen.
fa: تعداد ستونی‌های فرم را انتخاب کنید.
fi: Ole hyvä ja valitse lomakkeelle sarakkeiden määrä.
hu: Válassza ki az űrlap oszlopainak számát.
it: Scegliere il numero di colonne del form.
my: ပံုစံမှကော်လံများအရေအတွက်ရွေးပါ။
ro: Alegeţi un număr de coloane pentru formular.
sk: Vyberte konkrétny počet stĺpcov formulára.
sl: Prosimo, izberite število stolpcev obrazca.
sq: Zgjedhoni numrin e kolonave të formularit.
sr: Изаберите број колона формулара.
uk: Будь ласка, виберіть число стовпчиків форми.

# tl_module.1cl.0
source: One column
da: En spalte
fa: یک ستونی
fi: Yksi sarake
hu: Egy oszlop
it: Una colonna
my: ကော်လံတစ်ခု
ro: O coloană
sk: Jeden stĺpec
sl: En stolpec
sq: Një kolonë
sr: Једна колона
uk: Один стовпчик

# tl_module.1cl.1
source: Show the label above the input field.
da: mærkaten for hvert input-felt vil blive vist over input-feltet.
fa: نمایش برچسب بالای فیلد ورودی.
fi: Näyttää nimikkeen syötekentän yläpuolella.
hu: A címke a beviteli mező fölött jelenik meg.
it: le etichette di ogni campo di input verranno visualizzate sopra il campo di immissione.
my: ထည့်သွင်းနယ်ပယ်အထက်တွင်ကတ်ပြားပြသ
ro: eticheta fiecărui câmp de input va fi afişată deasupra câmpului respectiv.
sk: Zobrazí menovku nad vstupným poľom.
sl: Prikaži oznako nad vnosnim poljem.
sq: Emërtimi i çdo fushe paraqitet mbi fushë.
sr: Прикажи лабелу изнад поља за унос.
uk: Мітка для кожного поля буде показуватися вище поля введення.

# tl_module.2cl.0
source: Two columns
da: To spalter
fa: دو ستونی
fi: Kaksi sarakentta
hu: Két oszlop
it: Due colonne
my: ကော်လံနှစ်ခု
ro: Două coloane
sk: Dva stĺpce
sl: Dva stolpca
sq: Dy kolonë
sr: Две колоне
uk: Два стовпчики

# tl_module.2cl.1
source: Show the label on the left side of the input field.
da: mærkaten for hvert input-felt vil blive vist på venstre side af input-feltet.
fa: نمایش برچسب در سمت چپ فیلد ورودی.
fi: Näyttää nimikkeen syötekentän vasemmalla puolella.
hu: A címke a beviteli mező bal oldalán jelenik meg.
it: le etichette di ogni campo di input verranno visualizzate a sinistra del campo di immissione.
my: ထည့်သွင်းနယ်ပယ်ဘယ်ဖက်တွင်ကတ်ပြားပြသ။
ro: eticheta fiecărui câmp de input va fi afişată în partea stângă a fiecărui câmp.
sk: Zobrazí menovku vstupného poľa na jeho ľavej strane.
sl: Prikaži oznako na levi strani vnosnega polja.
sq: Emërtimi i çdo fushe paraqitet në anën e majtë të fushës.
sr: Прикажи лабелу лево од поља за унос.
uk: Мітка для кожного поля введення буде показуватися на лівій стороні поле введення.
