Repository: contao/core
Catalog: system/modules/core/languages/*/*_module.xlf
Languages: da, fa, fi, hu, it, my, ro, sk, sl, sq, sr, uk

# tl_module.transparent.1
source: Make the Flash movie transparent (wmode = transparent).
da: Vælg denne mulighed for at gøre Flash-filmen gennemsigtig (wmode = transparent). Bemærk venligst at knapper og tekstfelter i en gennemsigtig Flash-film kunne virke dårligt i nogen webbrowsere.
fa: ایجاد فیلم فلش شفاف (wmode = transparent).
fi: Tee Flash-videosta läpinäkyvä (wmode = transparent).
hu: A rendszer átlátszóvá teszi a filmet (wmode = transparent).
it: Seleziona questa opzione per rendere il filmato Flash trasparente (wmode = transparent). Da notare che i bottoni e i campi di testo in un filmato Flash con trasparenza non funzionano correttamente in molti browser.
my: ဖလက်ရှ်ရုပ်ရှင်ကိုဖောက်ထွင်းမြင်နိုင်လုပ် (ဒဗလျုမု = ဖောက်ထွင်းမြင်နိုင်)
ro: Alegeţi această opţiune pentru a face filmul Flash transparent (wmode = transparent). Atenţie, butoanele şi câmpurile de text pot funcţiona eronat într-un film Flash transparent în browser-ele vechi.
sk: Flash film bude priehľadný (wmode = transparent).
sl: Naredi Flash film transparenten (wmode = transparent).
sq: Zgjedhja e këtij opsioni e paraqet Flash-filmin të tejdukshëm (wmode = transparent). Ta keni parasysh se fushat dhe dygmet në Flash-film të tejdukshëm nuk mund të paraqiten mirë në disa shfletues.
sr: Нека Flash филм буде транспарентан (wmode = transparent).
uk: Виберіть цю опцію, щоб зробити Flash-ролик прозорим (wmode = transparent). Будь-ласка, зверніть увагу, що кнопки й текстові поля в прозорому Flash ролику можуть працювати некоректно в деяких браузерах.

# tl_module.flashvars.0
source: FlashVars
da: Flash-variable
hu: Flash változók
it: Variabili Flash
my: ဖလက်ရှ်ကိန်းရှင်များ
sl: Flash spremenljivke
uk: Flash-параметри

# tl_module.flashvars.1
source: Pass variables to the Flash movie (<em>var1=value1&amp;var2=value2</em>).
da: Her kan du angive nogle variable som vil blive sendt til Flash-filmen (<em>var1=value1&var2=value2</em>).
fa: تحویل متغییرها به فیلم فلش (<em>var1=value1&var2=value2</em>).
fi: Anna muuttujia Flash-videolle (<em>var1=value&amp;var2=value2</em>).
hu: A rendszer ezeket a változókat adja tovább a Flash filmnek (<em>var1=value1&amp;var2=value2</em>).
it: Qui puoi inserire diverse variabili che saranno passate dal filmato Flash. (<em>var1=value1&value2</em>)
my: ဖလက်ရှ်ရုပ်ရှင်များတွင်ကိန်းရှင်များထည့် (<em>var1=value1&amp;var2=value2</em>)။
ro: Aici puteţi introduce variabile care vor fi transmise filmului Flash (<em>var1=value1&var2=value2</em>).
sk: Preniesť premenné do Flash filmu (<em>názov_premennej1=hodnota_premennej1&názov_premennej2=hodnota_premennej2</em>).
sl: Dodaj spremenljivke k Flash filmu (<em>var1=value1&var2=value2</em>).
sq: Këtu mund t'i epeni parametrat, të cilat do t'i përcillen Flash-filmanve (<em>var1=vlera1&var2=vlera2</em>).
sr: Проследи варијабле Flash филму (<em>var1=value1&amp;var2=value2</em>).
uk: Тут можна ввести параметри, які будуть використатися в Flash-ролику (<em>var1=value1&var2=value2</em>).

# tl_module.version.0
source: Flash player version
da: Flash-afspiller version og build
fa: نسخه Flash player
fi: Flash player -versio
hu: Flash lejátszó verziója
it: Versione Flash
my: ဖလပ်စ်ဖွင့်စက်ပံုစံ
ro: Versiune Flash player
sk: Flash player verzia
sl: Različica Flash predvajalnika
sq: Flash Player Versioni dhe Build
sr: Верзија Flash плејера
uk: Версія та номер зборки Flash-плеєра

# tl_module.version.1
source: Please enter the required Flash player version (e.g. 6.0.12).
da: Angiv den krævede Flash-afspiller version og build-nummer (f.eks. hvis din Flash-film mindst kræver Flash-afspiller 6.0.12.0, så angiv 6 og 12).
fa: لطفاً نسخه Flash player لازم را وارد کنید (به عنوان مثال 6.0.12).
fi: Ole hyvä ja anna vaadittu Flash player -versio (esim. 6.0.12).
hu: Adja be a szükséges Flash player verziót (pl. 6.0.12).
it: Inserisci un requisito di versione del Flash player (e.g.: 6.0.12.0)
my: လိုအပ်သောဖလပ်စ်ဖွင့်စက်ပံုစံထည့် (ဥပမာ ၆.၀.၁၂)။
ro: Introduceţi versiunea necesară şi build-ul (ex. dacă filmul dumneavoastră necesită cel puţin Flash player 6.0.12.0, introduceţi 6 şi 12).
sk: Zadajte požadovanú verziu Flash player-a (napr. 6.0.12).
sl: Prosimo, vnesite zahtevano različico Flash predvajalnika (npr. 6.0.12).
sq: Epeni Version- dhe Build-numrin e Flash Player e duhur (në qoftë se Flash-filmi juaj kërkon më së paku Flash Player 6.0.12.0, atëherë epeni 6 dhe 12).
sr: Унесите потребну верзију Flash плејера (нпр. 6.0.12).
uk: Будь ласка, введіть потрібну версію Flash-плеєра (прим. якщо Flash-ролик вимагає версію плеєра Flash 6.0.12.0, уведіть 6.0.12).

# tl_module.altContent.0
source: Alternate content
da: Alternativt indhold
fa: محتوای جایگزین
fi: Vaihtoehtoinen sisältö
hu: Alternatív tartalom
it: Contenuto alternativo
my: အလှည့်ကျအကြောင်းအရာ
ro: Conţinut alternativ
sk: Alternatívny obsah
sl: Alternativno vsebina
sq: Përmbajtja alternative
sr: Алтернативни садржај
uk: Альтернативний контент

# tl_module.altContent.1
source: The alternate content will be shown if the movie cannot be loaded. HTML tags are allowed.
da: Angiv alternativt indhold, som vil blive vist, hvis Flash-filmen ikke kan indlæses. HTML er tilladt.
fa: محتوای جایگزین زمانی که فیلم بارگذاری نشود نمایش داده خواهد شد. تگ‌های HTML مجاز هستند.
fi: Vaihtoehtoinen sisältö näytetään jos videon lataus ei onnistu. HTML on sallittu.
hu: Az alternatív tartalmat a rendszer akkor mutatja meg, ha a filmet nem tudja betölteni. HTML tagok használata engedélyezett.
it: Fornisci un contenuto alternativo nel caso in cui il filmato Flash non possa essere caricato. I tag HTML sono consentiti.
my: ရုပ်ရှင်မဆွဲတင်နိုင်ပါကအလှည့်ကျအကြောင်းအရာပြသ။ ဟိတ်စ်တီအမ်အယ်အမည်များခွင့်ပြု။
ro: Furnizaţi un conţinut alternativ care să fie afişat dacă filmul Flash nu poate fi afişat. Puteţi folosi HTML.
sk: Tento alternatívny obsah bude zobrazený v prípade ak Flash film nemôže byť načítaný. HTML tagy sú povolené.
sl: Alternativna vsebina bo prikazana, v kolikor predvajalnika ne bo mogoče naložiti.
sq: Epeni përmbajtjen alternative, në rast që Flash-filmi nuk mund të paraqitet. HTML është e lejuar.
sr: Алтернативни садржај ће бити приказан ако филм не може да се учита. Дозвољено је кориштење HTML тагова.
uk: Введіть альтернативний контент, що буде показуватися якщо Flash-ролик не може бути завантажений. HTML-код дозволений.

# tl_module.source.0
source: Source
da: Kilde
fa: منبع
fi: Lähde
hu: Forrás
it: Origine
my: ရင်းမြစ်
ro: Sursa
sk: Zdroj
sl: Izvor
sq: Burimi
sr: Извор
uk: Джерело

# tl_module.source.1
source: Whether to use a file on the server or point to an external URL.
da: Vælg kilden for elementet.
fa: چگونگی استفاده از یک فایل در سرور یا اشاره به URL خارجی.
fi: Käytetäänkö palvelimella sijaitsevaa tiedostoa vai ladataanko URLista.
hu: Használja a szerveren lévő fájlt, vagy mutasson egy külső URL-re.
it: Seleziona l'origine dell'elemento (un file sul server oppure un URL esterno).
my: ဆာဗာတွင်ရှိဖိုင်ကိုသံုး(သို့)ပြင်ပယူအာအယ်သို့ညွန်ပြ။
ro: Alegeţi sursa elementului
sk: Použite súbor uložený na servri alebo externú URL adresu.
sl: Želite uporabiti datoteko na strežniku ali pa pokazati na zunanji URL naslov.
sq: Zgjedhoni burimin e elementit.
sr: Да ли желите да користите фајл са сервера или са неког вањског URL-а.
uk: Виберіть джерело обраного елементу або вкажіть зовнішній URL.

# tl_module.singleSRC.0
source: Source file
da: Kildefil
fa: منبع فایل
fi: Lähdetiedosto
hu: Forrásfájl
it: File origine
my: ရင်းမြစ်ဖိုင်
ro: Sursa fişier
sk: Zdrojový súbor
sl: Izvorna datoteka
sq: Skedar rrënjësor
sr: Изворни код
uk: Вихідний файл

# tl_module.singleSRC.1
source: Please select a file from the files directory.
da: Vælg en fil fra mapper filer.
fa: لطفاً یک فایل از دایرکتوری فایل‌ها را انتخاب نمائید.
fi: Ole hyvä ja valitse tiedosto.
hu: Válassza ki a fájlt.
it: Seleziona un file
my: ဖိုင်များဖိုင်လမ်းညွှန်မှဖိုင်ကိုရွေး။
ro: Alegeţi un fisier din directorul de fişiere.
sk: Vyberte si súbor z adresára súborov.
sl: Prosimo, izberite datoteko iz datotečnega imenika.
sq: Zgjedhoni një skedar nga dosja e skedarëve.
sr: Изаберите фајл из директоријума фајлова.
uk: Будь ласка, виберіть файл із директорії.

# tl_module.url.1
source: Please enter the URL (http://…) of the Flash movie.
da: Angiv hele URL'en begyndende med http://.
fa: لطفاُ URL (http://...) فیلم فلش را وارد کنید.
fi: Ole hyvä ja anna Flash-videon URL (http://...).
hu: Adja meg a Flash mozi URL-jét (http://...)
it: Inserisci l'URL completo compreso "http://". del filmato Flash
my: ဖလက်ရှ်ရုပ်ရှင်၏ယူအာအယ် (http://…) ကိုထည့်။
ro: Introduceţi URL-ul complet începând cu http://.
sk: Vložte URL adresu (http://…) Flash filmu.
sl: Prosimo, vnesite URL (http://…) Flash filma.
sq: Epeni URL-në së bashku me http://
sr: Унесите URL (http://…) Flash филма.
uk: Будь ласка, вкажіть повний URL-адрес Flash ролику включно із протоколом «http://».

# tl_module.interactive.0
source: Make interactive
da: Interaktiv Flash-film
fa: interactive ساختن
fi: Tee interaktiiviseksi
hu: Interaktivvá tétel
it: Animazione Flash interattiva
my: သက်ဝင်လှုပ်ရှားစေရန်လုပ်။
ro: Film Flash interactiv
sk: Urobiť interaktívnym
sl: Omogoči interaktivnost
sq: Flash-film interaktiv
sr: Интерактивност
uk: Інтерактивний Flash-ролик

# tl_module.interactive.1
source: Make the Flash movie interact with the browser (requires JavaScript).
da: Vælg denne mulighed, hvis din Flash-film interagerer med browseren vha. JavaScript og Flash-funktionen <em>fscommand()</em>.
fa: وادار کردن فیلم فلش به تعامل با مرورگر (نیاز به جاوا اسکریپت)
fi: Tee Flash-videosta selaimen interaktiiviseksi kanssa (vaatii JavaScriptin).
hu: Tegye interaktívvá a Flash mozit a böngészővel (JavaScript szükséges).
it: Seleziona questa opzione se il filmato Flash interagisce con il browser tramite JavaScript e le funzioni Flash <em>fscommand()</em>.
my: ဘရောက်ဇာနှင့်ဖက်ရှ်ရုပ်ရှင်သက်ဝင်လှုပ်ရှားစေရန်လုပ် (ဂျားဗားလိုလျောက်လုပ်ဆောင်ကုဒ်လိုအပ်)။
ro: Alegeţi această opţiune dacă filmul dumneavoastră interacţionează cu browser-ul folosind JavaScript şi functia Flash <em>fscommand()</em>.
sk: Interaktívne prepojenie Flash filmu a prehliadača (vyžaduje JavaScript).
sl: Omogoči interakcijo Flash filma z brskalnikom (zahteva JavaScript).
sq: Zgjedhja e këtij opsioni mundëson komunikimin e Flash-filmit me shfletuesin përmes JavaScript dhe Flash-funksionet <em>fscommand()</em>.
sr: Нека Flash филм буде интерактиван у односу на интернет претраживал (потребна употреба JavaScript-а).
uk: Виберіть цю опцію, якщо Flash-ролик взаємодіє з вікном браузера, використовуючи JavaScript та Flash-функцію <em>fscommand()</em>.

# tl_module.flashID.0
source: Flash movie ID
da: Flash-film-ID
fa: شناسه فیلم فلش
fi: Flash-videon tunniste
hu: Flash film ID
it: ID animazione Flash
my: ဖလက်ရှ်ရုပ်ရှင်အိုင်ဒီ
ro: ID-ul filmului Flash
sk: Flash film ID
sl: ID Flash filma
sq: Flash-film ID
sr: Flash филм ID
uk: ID Flash-ролика

# tl_module.flashID.1
source: Please enter a unique Flash movie ID.
da: Angiv en unik Flash-film-ID.
fa: لطفاً یک شناسه یکتا برای فیلم فلش وارد کنید.
fi: Ole hyvä ja anna videolle yksilöllinen tunniste.
hu: Adja meg a Flash mozi egyedi azonosítóját.
it: Inserisci un ID univoco di un filmato Flash.
my: ဖက်ရှ်ရုပ်ရှင်အိုင်ဒီထည့်။
ro: Introduceţi un ID unic pentru film.
sk: Zadajte jedinečné Flash film ID.
sl: Prosimo, vnesite edinstven ID Flash filma.
sq: Epeni një ID unik për Flash-filmin.
sr: Унесите јединствени ID Flash филма.
uk: Будь-ласка, введіть унікальний ID Flash-ролика.

# tl_module.flashJS.1
source: Please enter the JavaScript code.
da: Angiv indholdet af JavaScript-funktionen <em>_DoFSCommand()</em>. Variablen som indeholder kommandoen kaldes <em>command</em> og variablen som indeholde argumenterne kaldes <em>args</em>.
fa: لطفاً کد جاوا اسکریپت را وارد کنید.
fi: Ole hyvä ja anna JavaScript-koodi.
hu: Adja meg a JavaScript kódot.
it: Inserisci il contenuto della funzione JavaScript <em>_DoFSCommand()</em>. La variabile che contiene il comando è chiamata <em>command</em>, la variabile che contiene gli argomenti è chiamata <em>args</em>.
my: ဂျားဗားလိုလျောက်လုပ်ဆောင်ကုဒ်ထည့်သွင်း။
ro: Introduceţi conţinutul funcţiei JavaScript <em>_DoFSCommand()</em>. Variabila conţinând comanda se numeşte <em>command</em>, variabila conţinând argumentul se numeşte <em>args</em>.
sk: Vložte JavaScript kód.
sl: Prosimo, vnesite JavaScript kodo.
sq: Epeni përmbajtjen e JavaScript-funksionit <em>_DoFSCommand()</em>. Ndryshorja, e cila përmban urdhrin quhet <em>command</em>, ndryshorj, e cila përmban argumentet quhet <em>args</em>.
sr: Унесите JavaScript код.
uk: Будь-ласка, введіть JavaScript-код <em>_DoFSCommand()</em> функції. Змінну, яка отримує команду, названа <em>command</em>, а змінні, які отримують аргументи - <em>args</em>.

# tl_module.fullsize.0
source: Full-size view/new window
da: Fuld størrelse/nyt vindue
fa: نمایش کامل/پنجره جدید
fi: Näytä kokoruudulla
hu: Teljes méretű nézet/új ablak
it: Vista a schermo intero / nuova finestra
my: အရွယ်အပြည့်ကြည့်ရှု/ဝင်းဒိုးအသစ်
ro: Fereastră de vizualizare
sk: Náhľad v plnej veľkosti/v novom okne
sl: Celotni zaslon/novo okno
sq: Pamje me madhësi të plotë/një dritare të re
sr: Преглед у пуној величини/нови прозор
uk: Повнорозмірний перегляд/в новому вікні

# tl_module.fullsize.1
source: Open the full-size image in a lightbox or the link in a new browser window.
da: Åbner billedet i fuld størrelse i lightbox eller i et nyt vindue.
fa: باز کردن تصویر کامل در lighbox یا پیوند در یک پنجره مرورگر جدید.
fi: Avaa kuvan täysikokoisena lightboxiin tai linkin uuteen selain-ikkunaan.
hu: A teljes méretű kép megnyitása lightbox-al vagy új böngésző ablakban.
it: Apre l'immagine a schermo intero oppure il collegamento in una nuova finestra del browser
my: လိုက်ဘောက်စ်တွင်အရွယ်အပြည့်ပံု(သို့)ဘရောက်ဇာဝင်းဒိုးအသစ်တွင်ကွန်ဆက်ဖွင့်။
ro: Deschide imaginea maximizată într-un lightbox sau linkul într-o fereastră nouă.
sk: Otvorí náhľad v plnej veľkosti v lightboxe alebo otvorí odkaz v novom okne prehliadača.
sl: Odpri sliko prek lightbox-a v polni velikosti ali pa kot povezavo v novem oknu.
sq: Hap grafiken me madhësi të plotë një kuti të lehtë ose hapë lidhjen në një faqe të re të shfletuesit.
sr: Ако одаберете ову опцију, слика ће се приказати у пуној величини када се кликне на њу.
uk: Відкрити зображення з орігінальним розміром в лайтбокс або в новому вікні браузера.

# tl_module.imgSize.0
source: Image width and height
da: Billedebredde og -højde
fa: عرض و ارتفاع تصویر
hu: Kép szélesség és magasság
my: ပံုအနံနှင့်အမြင့်
ro: Lăţimea şi înălţimea imaginii
sk: Šírka a výška obrázku
sl: Širina in višina slike
sq: Gjerësia dhe lartësia grafikës
uk: Ширина та висота зображення

# tl_module.imgSize.1
source: Here you can set the image dimensions and the resize mode.
da: Hvis du angiver kun bredde eller kun højde, vil billedet blive skaleret proportionalt. Hvis du angiver begge mål, vil billedet blive beskåret, hvis det er nødvendigt. Hvis lader begge felter stå tomme, bil den originale størrelse blive vist.
fa: می‌توانید ابعاد تصویر و روش تغییر اندازه را انتخاب نمائید.
fi: Tässä voit määritellä kuvalle mitat ja koonmuutostilan.
hu: Itt tudja beállítani a kép méreteit és az átméretezés módját.
it: Se si inserisce solo la larghezza o l'altezza dell'immagine, essa verrà ridimensionata proporzionalmente. Se si immettono entrambe le misure e l'immagine supera i limiti, quest'ultima verrà tagliata. Se si lasciano vuoti i campi verrà visualizzata con la dimensione originale.
my: ပံုအတိုင်းအတာများနှင့်အရွယ်ပြန်သတ်မှတ်နိုင်။
ro: Dacă introduceţi doar lătimea sau înălţimea, imaginea va fi redimensionată proporţional. Dacă le introduceţi pe ambele, imaginea va fi decupată decă este nevoie. Dacă lăsaţi ambele câmpuri goale, se va folosi dimensiunea originală.
sk: Tu môžte zadať rozmery obrázku a režim zmeny veľkosti.
sl: Tu lahko določite dimenzije slike in jo pomanjšujete/povečujete.
sq: Epeni vlerat për gjerësinë dhe/ose lartësinë të grafikës. Në qoftë se nuk epeni asgjë, atëherë grafika paraqitet sipas vlerave origjinale.
sr: Овде можете да поставите димензије слике и мод за промену величине.
uk: Якщо задати тільки ширину або тільки висоту, зображення пропорційно масштабуватиметься. Якщо ввести обидва значення, зображення буде обрізано (по необхідності). Якщо залишити обидва поля порожніми, зображення буде показано з оригінальним розміром.

# tl_module.useCaption.0
source: Show caption
da: Vis billednavn som billedtekst
fa: نمایش زیرنویس
fi: Näytä kuvateksti
hu: Képaláírás mutatása
it: Mosta nome e didascalia immagine
my: စာတန်းပြသ
ro: Arată numele imaginii ca subtitlu
sk: Zobraziť popisok
sl: Prikaži napis k sliki
sq: Përdor emrin e grafikës për nëntitull
sr: Прикажи поднаслов
uk: Показувати назву зображення як заголовок

# tl_module.useCaption.1
source: Display the image name or caption below the image.
da: Hvis du vælger denne mulighed vil billednavnet blive vist under billedet.
fa: نمایش دادن نام تصویر یا زیر نویس زیر تصویر.
fi: Näytä kuvan nimi tai kuvateksti kuvan alapuolella.
hu: Jelenítse meg a kép nevét vagy képaláírást a kép alatt.
it: Se scegli questa opzione, il nome dell'immagine sarà visualizzata sotto l'immagine.
my: ပံုနာမည်(သို့)ပံုအောက်တွင်စာတန်းပြသ
ro: Dacă alegeţi această opţiune, numele imaginii va fi afişat dedesubtul ei..
sk: Pod obrázkom zobrazí jeho názov alebo popisok.
sl: Pod sliko pokaži naziv ali napis k sliki.
sq: Zgjedhja e këtij opsioni paraqet emrin e grafikës si nëntitull.
sr: Прикажи име слике и поднаслов испод слике.
uk: Якщо вибрати цю опцію, то назва зображення буде відображатися під ним.

# tl_module.multiSRC.0
source: Source files
da: Kildefiler
fa: منبع فایل‌ها
fi: Lähdetiedostot
hu: Forrásfájlok
it: File sorgente
my: ရင်းမြစ်ဖိုင်များ
ro: Sursa fişiere
sk: Zdrojové súbory
sl: Izvorne datoteke
sq: Skedare rrënjësore
sr: Изворни фајл
uk: Вихідні файли

# tl_module.multiSRC.1
source: Please select one or more files from the files directory.
da: Vælg en eller flere filer fra mappen filer.
fa: لطفاً یک یا چند فایل از دایرکتوری فایل‌ها انتخاب نمائید.
fi: Valitse yksi tai useampi tiedosto tiedostojärjestelmästä.
hu: Válasszon ki egy vagy több fájlt.
it: Seleziona uno o più file
my: ဖိုင်များဖိုင်လမ်းညွှန်မှတစ်ခု(သို့)ဖိုင်များကိုရွေး။
ro: Alegeţi unul sau mai multe fişiere din directorul de fişiere.
sk: Vyberte jeden alebo viac súborov z adresára súborov.
sl: Prosimo, izberite eno ali več datotek iz imenika.
sq: Zgjedhoni një apo më shumë skedar nga dosja e skedarëve.
sr: Изаберите један или више фајлова из директоријума фајлова.
uk: Виберіть, будь ласка, один або більше файлів з директорії.

# tl_module.orderSRC.0
source: Sort order
da: Rækkefølge
fa: ترتیب مرتب‌سازی
fi: Lajittelujärjestys
hu: Rendezés
it: Ordinamento
my: အစဉ်အားဖြင့်မျိုးတူစု
ro: Ordine de sortare
sk: Zoradiť podľa
sl: Razvrščanje
sq: Rendi radhitjes
sr: Редослед сортирања
uk: Порядок сортування

# tl_module.orderSRC.1
source: The sort order of the items.
da: Rækkefølgen elementerne skal sorteres i.
fa: ترتیب مرتب‌سازی آیتم‌ها.
fi: Kohteiden lajittelujärjestys.
hu: Rendezés sorrendje.
it: Ordinamento degli elementi.
my: ပစ္စည်းများ၏အစဉ်အားဖြင့်မျိုးတူစုခြင်း။
ro: Ordinea de sortare a elementelor.
sk: Spôsob zoradenia položiek.
sl: Razvrstitev elementov
sq: Rendi radhitjes së degëve.
sr: Распоред сортирања ставки.
uk: Порядок сортування елементів.

# tl_module.html.0
source: HTML code
da: HTML-kode
fa: کد HTML
fi: HTML
hu: HTML kód
it: Codice HTML
my: ဟိတ်စ်တီအမ်အယ်ကုဒ်
ro: Cod HTML
sk: HTML kód
sl: HTML koda
sq: HTML kodi
sr: HTML код
uk: HTML код

# tl_module.html.1
source: You can modify the list of allowed HTML tags in the back end settings.
da: Skriv din HTML-kode.
fa: می‌توانید لیست تگ‌های HTML مجاز را در تنظیمات بخش مدیریت تغییر دهید.
fi: Sallittujen HTML-tagien listaa voi muokata asetuksista.
hu: Módosíthatja az engedélyezett HTML elemek listáját az adminisztrációs felület beállítások menüpontjában.
it: Inserisci il codice HTML. L'elenco dei tag consentiti è modificabile tramite le Impostazioni generali del backend
my: အတွင်းပိုင်းချိန်ညှိချက်တွင်ခွင့်ပြုပြီးဟိတ်စ်တီအမ်အယ်အမည်များစာရင်းမွမ်းမံနိုင်။
ro: Introduceţi codul HTML.
sk: Možte upraviť zoznam povolených HTML tagov v položke Nastavenie (backend).
sl: Lahko prilagodite seznam dovoljenih HTML značk v nastavitvah skrbništva.
sq: Epeni HTML kodin.
sr: Можете да промените листу дозвољених HTML тагова у подешавањима у бек-енду.
uk: Будь ласка, виберіть свій HTML код. Дозволені HTML теги можно змінити в настройках системи.

# tl_module.rss_cache.0
source: Cache timeout
da: Mellemlager udløb
fa: مهلت نهانگاه
fi: Välimuistin aikakatkaisu
hu: Cache időtartam
it: Scadenza copie cache
my: မှတ်ဥာဏ်အသေးစားအချိန်ကုန်
ro: Expirare cache
sk: Časový limit cache
sl: Prekinitev predpomnilnika
sq: Kalimi kohor i ruajtjes të përkohshme
sr: Кеш тајмаут
uk: Час життя кешу

# tl_module.rss_cache.1
source: Here you can define how long the RSS feed is being cached.
da: Her kan du definere hvor lang tid en RSS-nyhedsstrøm ligger i mellemlageret.
fa: می‌توانید مدت زمانی که خوراک آراس‌اس در نهانگاه بماند را تعیین کنید
fi: Tässä voit määritellä kuinka pitkäksi ajaksi RSS-syöte välimuistitetaan.
hu: Az RSS hírfolyam cache-elérésének időtartama
it: Qui puoi definire il periodo di tempi in cui i feed RSS saranno inclusi nella cache.
my: အာအက်စ်အက်စ်ကုန်ကြမ်းများမည်မျှကြာအောင်မှတ်ဉာဏ်အသေးစားတွင်ထည့်နေစေရန်သတ်မှတ်နိုင်။
ro: Aici puteţi defini perioada de timp cât este păstrat în cache fluxul RSS.
sk: Tu môžete nastaviť časové obdobie, kedy sa cacheuje RSS zdroj.
sl: Tukaj lahko izberete kako dolgo naj bo RSS izvleček v predpomnilniku.
sq: Këtu mund të definohet kohëzgjatja e ruajtjes së përkohshme të furnizimeve RSS.
sr: Овде можете дефинисати колико дуго ће RSS приказивач бити чуван у кешу.
uk: Тут Ви можете вказати період, протягом якого RSS записи будуть кешуватись.

# tl_module.rss_feed.0
source: Feed URLs
da: URL til RSS-kilde
fa: لینک RSS Feed
fi: Syöte-URLit
hu: Hírfolyam URL
it: RSS feed URL
my: ကုန်ကြမ်းယူအာအယ်များ
ro: Adresă flux RSS
sk: URL zdroje RSS
sl: Spletni naslov RSS vira
sq: URL për furnizimin e RSS
sr: URL-ови приказивача
uk: URL RSS-стрічки

# tl_module.rss_feed.1
source: Please enter the URL of one or more RSS feeds.
da: Angiv URL'en til RSS-nyhedsstrømmen.
fa: لطفا لینک RSS Feed را در این بخش وارد نمائید .
fi: Ole hyvä ja anna URL yhdelle tai useammalle syötteelle
hu: Adja meg egy vagy több RSS hírfolyam URL-jét.
it: Immetti l'indirizzo URL del feed RSS.
my: တစ်ခု(သို့)အာအက်စ်အက်စ်ကုန်ကြမ်းများယူအာအယ်ထည့်။
ro: Introduceţi URL-ul unuia sau mai multor fluxuri RSS.
sk: Prosím zadajte adresu zdrojov do RSS čítačky.
sl: Vnesite (URL) spletni naslov RSS vira (feeds)
sq: Epeni URL-në për furnizimin e RSS.
sr: Унесите URL једног или више RSS приказивача.
uk: Введіть URL шлях до RSS-стрічок.

# tl_module.rss_template.0
source: Feed template
da: Layoutskabelon
fa: قالب خوراک
fi: Syötteen mallipohja
hu: Hírfolyam sablon
it: Modello di layout
my: ကုန်ကြမ်းပံုစံပြား
ro: Şablon flux RSS
sk: Šablóna rozloženia
sl: Predloga postavitve
sq: Shabllona e strukturës
sr: Шаблон приказивача
uk: Формат шаблону
