Repository: contao/core
Catalog: system/modules/core/languages/*/*_module.xlf
Languages: da, fa, fi, hu, it, my, ro, sk, sl, sq, sr, uk

# tl_module.reg_password.0
source: Password message
da: Beskræftelsese-post
fa: پیغام رمزعبور
fi: Salasanaviesti
hu: Jelszó üzenet
it: Conferma e-mail
my: စကားဝှက်မှာကြားချက်
ro: Email confirmare
sk: Potvrdzujúci e-mail
sl: Sporočilo za pošiljanje gesla
sq: E-Mail konfirmimi
sr: Порука за лозинку
uk: Текст повідомлення відновлення паролю

# tl_module.reg_password.1
source: You can use the wildcards <em>##domain##</em> (domain name), <em>##link##</em> (activation link) and any user property (e.g. <em>##lastname##</em>).
da: Skriv det som du ønsker skal stå i bekræftelses-mailen. Du kan benytte brugeregenskaber som pladsholdere (f.eks. <em>##lastname</em>) ligesom du kan benytte <em>##domain##</em> (nuværende domænenavn) og <em>##link##</em> (aktiveringslink).
fa: شما می‌توانید از جستجوی عمومی های <em>##domain##</em> (نام دامنه), <em>##link##</em> (پیوند فعال سازی) و هر فیلد ورودی (مثلا <em>##lastname##</em>).
fi: Voit käyttää villikortteja <em>##domain##</em> (domain), <em>##link##</em> (aktivointilinkki) ja mitä tahansa käyttäjän kenttää (esim. <em>##lastname##</em>).
hu: Használhat helyettesítő elemeket: <em>##domain##</em> (domain neve), <em>##link##</em> (aktivációs link) és bármely felhasználói adatot (pl.:<em>##lastname##</em> (keresztnév))
it: Inserisci il testo della e-mail di conferma. Puoi usare ogni campo di input come metacarattere (es: <em>##lastname##</em>) così come <em>##domain##</em> (Domain Name corrente) e <em>##link##</em> (link di attivazione).
my: ဝိုက်ကဒ်များကိုသံုးနိုင် <em>##domain##</em> (ဒိုမိန်းနာမည်), <em>##link##</em> (အသက်သွင်းကွန်ဆက်)နှင့်အသံုးပြုသူပိုင်ဆိုင်မှုတစ်ခုခု (ဥပမာ <em>##lastname##</em>)။
ro: Puteţi folosi ca "wildcard" <em>##domain##</em>) (nume domeniu), <em>##link##</em> (link activare), şi orice câmp de date (de exemplu <em>##lastname##</em>).
sk: Zadajte text potvrdzujúceho e-mailu. Môžete vložiť atribúty používateľa (napr. <em>##lastname##</em>) a rovnako <em>##domain##</em> (aktuálna doména) a <em>##link##</em> (odkaz na stránku, na ktorej je možné aktivovať účet).
sl: Lahko uporabite oznake <em>##domain##</em> (ime domene), <em>##link##</em> (link za aktivacijo) in katerokoli vnosno polje (npr. <em>##lastname##</em>).
sq: Epeni tekstin për E-Mail konfirmimin. Mund t'i përdorni vetitë e përdoruesit si zëvendësim (p.sh. <em>##lastname##</em>) si dhe <em>##domain##</em> (emri aktual i domain-së) dhe <em>##link##</em> (lidhja aktivizimit).
sr: Можете да користите џокере <em>##домен##</em> (име домена), <em>##link##</em> (линк за активацију) и било које улазно поље (нпр. <em>##презиме##</em>).
uk: Можливо використовувати такі скорочення <em>##domain##</em> (доменне ім'я), <em>##link##</em> (посилання для активації) та інші поля вводу (напр. <em>##lastname##</em> прізвище користувача, <em>##name##</em> ім'я користувача).

# tl_module.title_legend
source: Title and type
da: Titel og type
fa: عنوان و نوع
fi: Otsikko ja tyyppi
hu: Megnevezés és típus
it: Titolo e tipologia
my: ခေါင်းစဉ်နှင့်အမျိုးအစား
ro: Titlu şi tip
sk: Názov a typ
sl: Naslov in tip
sq: Titulli dhe lloji
sr: Назив и тип
uk: Заголовок та тип

# tl_module.nav_legend
source: Navigation settings
da: Navigationsindstillinger
fa: تنظیمات ناوبری
fi: Navigoinnin asetukset
hu: Navigációs beállítások
it: Impostazioni di navigazione
my: သွားလာခြင်းချိန်ညှိချက်
ro: Setări de navigare
sk: Nastavenia navigácie
sl: Nastavitve navigacije
sq: Konfigurimi lundrimit
sr: Подешавање навигације
uk: Налаштування навігації

# tl_module.reference_legend
source: Reference page
da: Referenceside
fa: صفحه مرجع
fi: Referenssisivu
hu: Referencia oldal
it: Pagina di riferimento
my: ကိုးကားခြင်းစာမျက်နှာ
ro: Pagină de referinţă
sk: Referenčná stránka
sl: Referenčna stran
sq: Faqja referencë
sr: Референтна страница
uk: Довідкова сторінка

# tl_module.redirect_legend
source: Redirect settings
da: Viderestillings-indstillinger
fa: تنظیمات بازگردانی
fi: Uudelleenohjauksen asetukset
hu: Átirányítás beállítása
it: Impostazioni redirezione
my: ဦးတည်ရာပြောင်းချိန်ညှိချက်
ro: Setări de redirectare
sk: Nastavenia presmerovania
sl: Nastavitve preusmeritve
sq: Konfigurimi përcelljeve.
sr: Подешавање преусмерења
uk: Налаштування переадресації

# tl_module.template_legend
source: Template settings
da: Skabelon indstillinger
fa: تنظیمات قالب
fi: Mallin asetukset
hu: Sablon beállítások
it: Impostazioni template
my: ပံုစံပြားချိန်ညှိချက်
ro: Setări de şablon
sk: Nastavenia šablóny
sl: Nastavitve predloge
sq: Konfigurimi shabllonave
sr: Подешавања шаблона
uk: Налаштування макету

# tl_module.image_legend
source: Image settings
da: Billede indstillinger
fa: تنظیمات تصویر
fi: Kuva-asetukset
it: Impostazioni immagine
ro: Imagine
sq: Cilësit e fotografisë
sr: Подешавања слике

# tl_module.config_legend
source: Module configuration
da: Modul konfiguration
fa: پیکربندی ماژول
fi: Moduulin asetukset
hu: Modul konfiguráció
it: Configurazione modulo
my: အပိုင်းပံုစံပြင်ခြင်း
ro: Configurare module
sk: Konfigurácia modulu
sl: Nastavitev modula
sq: Kongigurimi Modulit
sr: Конфигурација модула
uk: Конфігурація модулів

# tl_module.include_legend
source: Include settings
da: Indstillinger for inkludering
fa: تنظیمات شامل کردن
fi: Sisällytä asetukset
hu: Beszúrás beállításai
it: Impostazioni collegamento
my: ပါဝင်ချိန်ညှိချက်
ro: Setări de includere
sk: Zahrnúť nastavenia
sl: Vključi nastavitve
sq: Përfshij konfigurimin
sr: Подешавања уметања
uk: Налаштування підключень

# tl_module.source_legend
source: Files and folders
da: Filer og mapper
fa: فایل‌ها و پوشه‌ها
fi: Tiedostos ja hakemistot
hu: Fájlok és könyvtárak
it: File e cartelle
my: ဖိုင်နှင်ဖိုင်တွဲများ
ro: Fişiere şi directoare
sk: Súbory a priečinky
sl: Datoteke in mape
sq: Skedarë dhe dosje
sr: Фајлови и фолдери
uk: Файли та папки

# tl_module.interact_legend
source: Interactive Flash movie
da: Interaktiv Flash film
fa: فیلم فلش فعال
fi: Iteraktiivinen Flash-video
hu: Interaktív Flash mozi
it: Interazione animazione Flash
my: သက်ဝင်ဖလက်ရှ်ရုပ်ရှင်
ro: Animaţie Flash interactivă
sk: Interaktívny Flash obsah
sl: Interaktiven Flash film
sq: Film interaktiv Flash
sr: Интерактивни Flash филм
uk: Інтерактивний флеш ролик

# tl_module.html_legend
source: Text/HTML
da: Tekst/HTML
fa: متن/HTML
fi: Teksti/HTML
hu: Szöveg/HTML
it: Testo/HTML
my: စာသား/ဟိတ်စ်တီအမ်အယ်
sl: Tekst/HTML
sq: Tekst/HTML
uk: Текст/HTML

# tl_module.protected_legend
source: Access protection
da: Adgangsbeskyttelse
fa: حفاظت دسترسی
fi: Salli suojaus
hu: Hozzáférési védelem
it: Protezione accesso
my: ကာကွယ်မှုဝင်ကြည့်
ro: Restricţionare acces
sk: Chránený prístup
sl: Zaščiten dostop
sq: Mbrojtja qasjes
sr: Заштита приступа
uk: Захищені елементи

# tl_module.expert_legend
source: Expert settings
da: Ekspertindstillinger
fa: تنظیمات پیشرفته
fi: Erikoisasetukset
hu: Haladó beállítások
it: Impostazioni avanzate
my: ကျွမ်းကျင်သူချိန်ညှိချက်
ro: Setări avansate
sk: Rozšírené nastavenia
sl: Napredne nastavitve
sq: Konfigurimi ekspert
sr: Напредна подешавања
uk: Експертні налаштування

# tl_module.email_legend
source: E-mail settings
da: E-postindstillinger
fa: تنظیمات پست الکترونیک
fi: Sähköpotiasetukset
hu: E-mail beállítások
it: Impostazioni e-mail
my: အီးမေးလ်ချိန်ညှိချက်
ro: Setări de email
sk: Nastavenia e-mailu
sl: E-poštne nastavitve
sq: Konfigurimi E-Mail
sr: Подешавања
uk: Налаштування електронної пошти

# tl_module.account_legend
source: Account settings
da: Indstillinger for brugerkontoen
fa: تنظیمات حساب کاربری
fi: Tilin asetukset
hu: Felhasználói fiók adatok
it: Impostazioni utente
my: စာရင်းချိန်ညှိချက်
ro: Setări de cont
sk: Nastavenia účtu
sl: Nastavitve uporabniškega računa
sq: Konfigurimi llogarisë
sr: Подешавања налога
uk: Налаштування аккаунту

# tl_module.emailText.0
source: Your registration on %s
da: Din registrering på %s
fa: عضویت شما در %s
fi: Rekisteröintisi %s
hu: Regisztrált a %s oldalon
it: Registrazione a %s
my: %s တွင်မှတ်ပံုတင်ခြင်း
ro: Înregistrarea dumneavoastră la %s
sk: Vaša registrácia na %s
sl: Vaša registracija na %s
sq: Regjistrimi juaj me %s
sr: Ваша регистрација на %s
uk: Ваша реєстрація на %s

# tl_module.emailText.1
source: Thank you for your registration on ##domain##. Please click ##link## to complete your registration and to activate your account. If you did not request an account, please ignore this e-mail.
da: Tak for din registrering på ##domain##. Klik på ##link## for at fuldføre registreringen og aktivere kontoen. Ignorer denne e-mail, hvis nogen anden har opgivet din e-mail-adresse til kontoen.
fa: با تشکر از شما برای عضویت در ##domain##. لطفا اینجا را##link## برای تکمیل عضویت و فعال سازی حساب کاربری کلیک نمایید. اگر شما خواهان حساب کاربری نیستید این ایمیل را نادیده بگیرید.
fi: Kiitos rekisteröitymisestäsi sivustolle ##domain##. Ole hyvä ja klikkaa tästä ##link## suorittaaksesi loppuun rekisteröitymisesi ja tilisi aktivoinnin. Jos et ole perustanut tiliä itse, voit jättää tämän viestin huomiotta.
hu: Köszönjük, hogy regisztrált a ##domain## címen oldalunkra. Kérjük kattintson a linkre, hogy befejezze a regisztrációt és aktiválhassa fiókját: ##link##. Amennyiben nem ön regisztrált honlapunkon, tekintse tárgytalannak ezt a levelet.
it: Grazie per la tua registrazione sul sito ##domain##. Clicca su ##link## per completare la registrazione e attivare l'account. Se non hai richiesto un account, ignora questa e-mail.
my: မှတ်ပံုတင်ခြင်းအတွက်ကျေးဇူး ##domain##။⏎ ⏎ ##link## သို့မှတ်ပံုတင်ခြင်းပြီးဆံုးရန်ကလစ်နှိပ်ပြီးစာရင်းကိုအသက်သွင်းပါ။ စာရင်းကိုမတောင်းခံပါကယခုအီးမေးလ်ကိုမသိကျိုးကျွန်ပြု။⏎
ro: Vă mulţumim pentru înregistrarea la ##domain##. Daţi clic pe ##link## pentru a finaliza înregistrarea şi pentru a activa contul. Dacă nu aţi cerut un cont, ignoraţi acest mesaj.
sk: Ďakujeme za Vašu registráciu na ##domain##. Pre dokončenie registrácie a aktivovanie Vášho účtu je potrebné kliknút na ##link##. Ak ste nežiadali o zriadenie účtu, ignorujte prosím tento e-mail.
sl: Zahvaljujemo se vam za vašo registracijo na domeni ##domain##. Prosimo le še, da kliknete sledečo povezavo ##link## za zaključek registracije in aktivacijo vašega računa. V kolikor niste zahtevali omenjenega računa, prosimo ignorirajte to e-sporočilo.
sq: Ju falënderojmë për regjistrimin e jauj në ##domain##. Ju lutem shtypni ##link## për ta kompletuar regjistrimin e juaj dhe për ta aktivizuar konton. Në qoftë se nuk keni kërkuar një konto, atëherë ignoroni këtë e-mail.
sr: Хвала вам за регистрацију на ##domain##. Молимо Вас да кликнете на ##link## да завршите процес регистрације и извршите активацију Вашег налога. Ако нисте тражили да отворите налог, молимо Вас да игноришете овај e-mail.
uk: Дякуємо Вам за реєстрацію на сайті ##domain##. Будь ласка натисніть на ##link## для завершення реєстрації та активації Вашого аккаунту. Якщо Ви не давали запит на реєстрацію аккаунту то проігноруйте даний лист.

# tl_module.passwordText.0
source: Your password request on %s
da: Din forespørgsel om adgangskode på %s
fa: درخواست رمزعبور شما در %s
fi: Salasanapyyntösi sivustolla %s
hu: Az ön jelszava a %s oldalon
it: Richiesta nuova password su %s
my: %s တွင်စကားဝှက်တောင်းခံခြင်း
ro: Resetare parolă la %s
sk: Žiadosť o heslo na %s
sl: Vaša zahteva za novo geslo na %s
sq: Kërkimi juaj për fjalëkalim me %s
sr: Ваш захтев за лозинку %s
uk: Запит на зміну пароля доступу до %s

# tl_module.passwordText.1
source: You have requested a new password for ##domain##. Please click ##link## to set the new password. If you did not request this e-mail, please contact the website administrator.
da: Du har bedt om en ny adgangskode til ##domain##. Klik venligst på ##link## hvorefter du kan angive den nye adgangskode. Kontakt venligst webstedets administrator hvis du ikke har bedt om en ny adgangskode.
fa: شما رمزعبور جدید برای ##domain## درخواست نموده اید. لطفا اینجا را ##link## برای واردنمودن رمز عبور جدید کلیک نمایی. اگر شما این ایمیل را درخواست ننموده اید لطفا با مدیریت سایت تماس بگیرید.
fi: Olet pyytänyt uutta salasanaa sivustolle ##domain##. Ole hyvä ja klikkaa tätä linkkiä ##link## vaihtaaksesi salasanasi. Jos et pyytänyt tätä viestiä, ota yhteys ylläpitoon.
hu: Ön új jelszót igényelt a ##domain## oldalon. Kérjük kattintson a linkre az új jelszó beállításához: ##link##. Ha nem Ön kérte ezt az e-mailt, kérjük vegye fel a kapcsolatot a weoldal adminisztrátorával.
it: Hai richiesto una nuova password per il sito ##domain##. Clicca su ##link## per inserire la nuova password. Se non hai richiesto il cambio password, contatta l'amministratore del sito.
my: ##domain## အတွက်စကားဝှက်အသစ်ကိုတောင်းဆိုထား။⏎ ⏎ ##link## သို့စကားဝှက်အသစ်သတ်မှတ်ရန်ကလစ်နှိပ်ပါ။ ယခုအီးမေးလ်ကိုမတောင်းဆိုထားပါက၊ ဝဘ်ဆိုက်စီမံခန့်ခွဲသူသို့အကြောင်းကြားပါ။⏎
ro: Aţi cerut o nouă parolă pentru ##domain##. Daţi clic ##link## pentru a introduce noua parolă. Dacă nu aţi cerut acest email, notificaţi administratorul website-ului.
sk: Žiadali ste o nové heslo pre ##domain##. Nové heslo môžete zadať po kliknutí na ##link##. Ak ste nežiadali tento e-mail, kontaktujte administrátora stránky.
sl: Zahtevali ste novo geslo za uporabniški račun na domeni ##domain##. Prosimo, kliknite ##link## za generiranje novega gesla. V kolikor niste zahtevali tega sporočila, prosimo kontaktirajte skrbnika spletnega mesta.
sq: Ju keni kërkuar një fjalëkalim të ri për domain ##domain##. Ju lutem shtypni ##link## për ta ep një fjalëkalim të ri. Në qoftë se nuk e keni kërkuar këtë e-mail, ju lutem kontaktoni administratorin e ueb-faqes.
sr: Захтевали сте нову лозинку на ##domain##. Молимо Вас да кликнете на ##link## tда поставите нову лозинку. Ако Ви нисте тражили да добијете овај e-mail, контактирајте администратора сајта.
uk: Було здійснено запит на зміну паролю для домену ##domain##. Будь ласка, натисніть на ##link## для зміни вашого паролю на новий. Якщо Ви не давали запит на зміну паролю, то зверніться до адміністратора веб-сайту.

# tl_module.header
source: Header
da: Sidehoved (header)
fa: سربرگ
hu: Fejléc
my: ခေါင်းကြီးပိုင်း
ro: Antet
sk: Záhlavie
sl: Glava
sq: Kolona epërme
uk: Верхній сектор

# tl_module.left
source: Left column
da: Venstre spalte
fa: ستون سمت چپ
hu: Baloldali oszlop
my: ဘယ်ကော်လံ
ro: Coloana stângă
sk: Ľavý stĺpec
sl: Levi stolpec
sq: Kolona majtë
uk: Лівий сектор

# tl_module.main
source: Main column
da: Hovedspalten
fa: ستون اصلی
hu: Fő oszlop
my: ပင်မကော်လံ
ro: Coloana principală
sk: Hlavný stĺpec
sl: Glavni stolpec
sq: Kolona kryesore
uk: Основний сектор

# tl_module.right
source: Right column
da: Højre spalte
fa: ستون سمت راست
hu: Jobboldali oszlop
my: ညာကော်လံ
ro: Coloana dreaptă
sk: Pravý stĺpec
sl: Desni stolpec
sq: Kolona djathtë
uk: Правий сектор

# tl_module.footer
source: Footer
da: Sidefod (footer)
fa: پانویس
hu: Lábléc
my: အောက်ခြေပိုင်း
ro: Subsol
sk: Zápätie
sl: Noga
sq: Kolona poshtme
uk: Нижній сектор

# tl_module.internal
source: Internal file
da: intern fil
fa: فایل داخلی
fi: Tiedosto palvelimella
hu: Belső fájl
it: File interno
my: စက်အတွင်းပိုင်းဖိုင်
ro: fişier intern
sk: Interný súbor
sl: Interna datoteka
sq: Skedar intern
sr: Интерни фајл
uk: Зовнішній файл

# tl_module.external
source: External URL
da: ekstern URL
fa: آدرس بیرونی
fi: Ulkoinen URL
hu: Külső URL
it: URL esterno
my: ပြင်ပယူအာအယ်
ro: URL extern
sk: Externá URL
sl: Zunanja URL povezava
sq: URL ekstern
sr: Екстерни URL
uk: Зовнішній URL

# tl_module.close_deactivate
source: Deactivate account
da: Deaktiver brugerkonto
fa: غیرفعال نمودن حساب کاربری
fi: Poista tili käytöstä
hu: Fiók deaktiválása
it: Disattiva account
my: စာရင်းအသက်မသွင်း
ro: Dezactivare cont
sk: Deaktivovať účet
sl: Onemogoči račun
sq: Ç'aktivizo llogarinë
sr: Деактивирај налог
uk: Видалити запис

# tl_module.close_delete
source: Irrevocably delete account
da: Slet brugerkonto (uigenkaldeligt)
fa: حذف غیرقابل برگشت حساب کاربری
fi: Poista tili peruuttamattomasti
hu: Fiók visszavonhatatlan törlése
it: Elimina irrevocabilmente l'account
my: ယတိပြတ်စာရင်းပယ်ဖျက်
ro: Şterge permanent contul
sk: Nenávratne odstrániť účet
sl: Nepreklicno izbriši račun
sq: Fshirja e parevokueshme e llogarisë
sr: Трајно обрши налог
uk: Безповоротно видалити запис користувача

# tl_module.new.0
source: Add module
da: Tilføj modul
fa: ماژول جدید
fi: Lisää moduuli
hu: Modul hozzáadása
it: Aggiungi modulo
my: အပိုင်းထည့်
ro: Adaugă modul
sk: Vložiť modul
sl: Dodaj modul
sq: Modul të ri
sr: Додај модул
uk: Додавання модуля

# tl_module.new.1
source: Add a module
da: Tilføj et modul
fa: افزودن یک ماژول جدید
fi: Lisää moduuli
hu: A modul hozzáadása
it: Aggiungi un modulo
my: အပိုင်းထည့်
ro: Adaugă un modul nou
sk: Vložiť modul
sl: Dodaj modul
sq: Krijo modul të ri
sr: Додај модул
uk: Додати модуль

# tl_module.show.0
source: Module details
da: Moduldetaljer
fa: جزئیات ماژول
fi: Moduulin tiedot
hu: Modul részletei
it: Dettagli modulo
my: အပိုင်းအချက်အလက်များ
ro: Detalii modul
sk: Detaily modulu
sl: Podrobnosti modula
sq: Detajet e modulit
sr: Детаљи модула
uk: Інформація про модуль

# tl_module.show.1
source: Show the details of module ID %s
da: Vis detaljer for modul-ID %s
fa: نمایش جزئیات ماژول شناسه %s
fi: Näyttää moduulin ID %s tiedot
hu: Az ID %s modul részletei
it: Mostra dettagli del modulo ID %s
my: အပိုင်းအိုင်ဒီ %s အချက်အလက်များပြသ
ro: Arată detaliile modulului ID %s
sk: Zobraziť detaily modulu ID %s
sl: Pokaži podrobnosti modula ID %s
sq: Trego detajet e modulit ID %s
sr: Прикажи детаље модула ID %s
uk: Показати деталі модуля ID %s

# tl_module.edit.0
source: Edit module
da: Rediger modul
fa: ویرایش ماژول
fi: Muokkaa moduulia
hu: Modul szerkesztése
it: Modifica modulo
my: အပိုင်းတည်းဖြတ်
ro: Editează modul
sk: Upraviť modul
sl: Uredi modul
sq: Përpuno modulin
sr: Уреди модул
uk: Редагування модуля

# tl_module.edit.1
source: Edit module ID %s
da: Rediger modul-ID %s
fa: ویرایش ماژول شناسه %s
fi: Muokkaa moduulia ID %s
hu: Az ID %s modul szerkesztése
it: Modifica modulo ID %s
my: အပိုင်းအိုင်ဒီ %s တည်းဖြတ်
ro: Editează modulul ID %s
sk: Upraviť modul ID %s
sl: Uredi modul ID %s
sq: Përpuno modulin ID %s
sr: Уреди модул ID %s
uk: Редагувати модуль ID %s

# tl_module.cut.0
source: Move module
da: Flyt modul
fa: جابجا کردن ماژول
fi: Siirrä moduul
hu: Modul mozgatása
it: Sposta modulo
my: အပိုင်းရွေ့ပြောင်း
ro: Mută modul
sk: Premiestniť modul
sl: Premakni modul
sq: Lëviz modulin
sr: Помери модул
uk: Перемістити модуль

# tl_module.cut.1
source: Move module ID %s
da: Flyt modul ID %s
fa: جابجا کردن ماژول شناسه %s
fi: Siirrä moduuli ID %s
hu: Az ID %s modul mozgatása
it: Sposta modulo ID %s
my: အပိုင်းအိုင်ဒီ %s ရွေ့ပြောင်း
ro: Mută modulul ID %s
sk: Premiestniť modul ID %s
sl: Premakni modul ID %s
sq: Lëviz modulin ID %s
sr: Помери модул ID %s
uk: Перемістити модуль %s

# tl_module.copy.0
source: Duplicate module
da: Dupliker modul
fa: تکثیر ماژول
fi: Kopioi moduuli
hu: Modul duplázása
it: Duplica modulo
my: အပိုင်းပံုစံတူပွား
ro: Copiază modul
sk: Kopírovať modul
sl: Podvoji modul
sq: Dupliko modulin
sr: Копирај модул
uk: Клонувати модуль

# tl_module.copy.1
source: Duplicate module ID %s
da: Dupliker modul-ID %s
fa: تکثیر ماژول شناسه %s
fi: Kopioi moduuli ID %s
hu: Az ID %s modul duplázása
it: Duplica modulo ID %s
my: အပိုင်းအိုင်ဒီ %s ပံုစံတူပွား
ro: Copiază modulul ID %s
sk: Kopírovať modul ID %s
sl: Podvoji modul ID %s
sq: Duplikon modulin ID %s
sr: Копирај модул ID %s
uk: Клонувати модуль ID %s

# tl_module.delete.0
source: Delete module
da: Slet modul
fa: حذف ماژول
fi: Poista moduul
hu: Modul törlése
it: Elimina modulo
my: အပိုင်းပယ်ဖျက်
ro: Şterge modul
sk: Odstrániť modul
sl: Izbriši modul
sq: Shlyej modulin
sr: Обриши модул
uk: Видалити модуль

# tl_module.delete.1
source: Delete module ID %s
da: Slet modul-ID %s
fa: حذف ماژول شناسه %s
fi: Poista moduuli ID %s
hu: Az ID %s modul törlése
it: Elimina modulo ID %s
my: အပိုင်းအိုင်ဒီ %s ပယ်ဖျက်
ro: Şterge modulul ID %s
sk: Odstrániť modul ID %s
sl: Izbriši modul ID %s
sq: Shlyen modulin ID %s
sr: Обриши модул ID %s
uk: Видалити модуль ID %s

# tl_module.editheader.0
source: Edit theme
da: Rediger tema
fa: ویرایش پوسته
fi: Muokkaa teema
hu: Téma szerkesztése
it: Modifica tema
my: အသွင်အပြင်တည်းဖြတ်
ro: Editează tema
sk: Upraviť tému vzhľadu
sl: Uredi temo
sq: Përpuno motivet
sr: Уреди тему
uk: Редагувати тему

# tl_module.editheader.1
source: Edit the theme settings
da: Rediger temaets indstillinger
fa: ویرایش تنظیمات پوسته
fi: Muokkaa teeman asetuksia
hu: A Téma szerkesztése
it: Modifica le impostazioni del tema
my: အသွင်အပြင်ချိန်ညှိချက်တည်းဖြတ်
ro: Editează setărea de temă
sk: Upraviť nastavenia témy vzhľadu
sl: Uredi nastavitve teme
sq: Përpuno konfigurimin e motiveve
sr: Уреди подешавања теме
uk: Редагувати налаштування теми

# tl_module.pasteafter.0
source: Paste here
da: Indsæt her
fa: جاگذاری اینجا
fi: Liitä tähän
hu: Beillesztés ide
it: Incolla qui
my: ယခုနေရာသို့ထုတ်ထား
ro: Alipeşte aici
sk: Vložiť tu
sl: Prilepi sem
sq: Fut këtu
sr: Налепи овде
uk: Вставити тут

# tl_module.pasteafter.1
source: Paste after module ID %s
da: Indsæt efter modul ID %s
fa: جاگذاری بعد از ماژول شناسه %s
fi: Liitä moduulin ID %s perään
hu: Beillesztés az ID %s modul után
it: Incolla dopo il dopo ID %s
my: အပိုင်းအိုင်ဒီ %s ပြီးနောက်ထုတ်ထား
ro: Alipeşte după modulul ID %s
sk: Vložiť za modul ID %s
sl: Prilepi za modulom ID %s
sq: Fut pas modulit ID %s
sr: Налепи испред модула ID %s
uk: Вставити після модуля ID %s

# tl_module.url.0
source: URL
my: ယူအာအယ်
sk: URL adresa

# tl_module.flashJS.0
source: JavaScript _DoFSCommand(command, args) {
fa: جاوا اسکریپت _DoFSCommand(command, args) {

# tl_module.customTpl.0
source: Custom module template
fi: Vaihtoehtoinen mallipohja
it: Template personalizzato
sr: Додатни шаблон модула

# tl_module.customTpl.1
source: Here you can overwrite the default module template.
fi: Tästä voit valita moduulille vaihtoehtoisen mallipohjan.
it: In questo punto è possibile sovrascrivere il template di default del template.
sr: Овде можете прегазити подразумевани шаблон модула.

# tl_module.imgSize.0
source: Image size
it: Dimensioni immagine
sr: Величина слике
