Repository: contao/core
Catalog: system/modules/core/languages/*/*_module.xlf
Languages: da, fa, fi, hu, it, my, ro, sk, sl, sq, sr, uk

# tl_module.editable.0
source: Editable fields
da: Redigerbare felter
fa: فیلدهای قابل ویرایش
fi: Muokattavat kentät
hu: Szerkeszthető mezők
it: Campi editabili
my: တည်းဖြတ်နိုင်သောနယ်ပယ်များ
ro: Câmpuri editabile
sk: Editovateľné polia
sl: Polja z možnostjo urejanja.
sq: Fusha modifikuese
sr: Поља за уређивање
uk: Поля для редагування

# tl_module.editable.1
source: Show these fields in the front end form.
da: Vælg et eller flere felter som skal kunne redigeres fra frontend.
fa: نمایش این فیلدها در فرم وب‌سایت
fi: Näytä nämä kentät käyttäjäosion lomakkeessa.
hu: Ezen mezők mutatása a felhasználói felületen látható űrlapon.
it: Seleziona uno o più campi che saranno modificabili dal frontend.
my: အပြင်ပိုင်းပံုစံတွင်နယ်ပယ်များပြသ။
ro: Alegeţi unul sau mai multe câmpuri ce pot fi editate în front-end.
sk: Tieto polia zobrazí vo frontend formulári.
sl: Pokaži ta polja v predstavitvi (front end) obrazca.
sq: Zgjedhoni më së paku një fushë që mund të modifikohet në Frontend.
sr: Прикажи ова поља на формулару у ФронтЕнд-у.
uk: Будь ласка, виберіть одне або більше полів що будуть доступними для редагування на сайті.

# tl_module.memberTpl.0
source: Form template
da: Formularskabelon
fa: قالب فرم
fi: Lomakkeen mallipohja
hu: Űrlapsablon
it: Modello form
my: ပံုစံပံုစံပြား
ro: Şablon formular
sk: Šablóna formulára
sl: Predloga za obrazec
sq: Shabllone të formularëve
sr: Шаблон формулара
uk: Шаблон форми

# tl_module.memberTpl.1
source: Here you can select the form template.
da: Vælg en formularskabelon. Standardskabelonen kaldes <em>member_default</em>. Hvis du vil tilføje dine egne skabeloner, så upload dem til <em>templates</em>-mappen (filendelsen skal være <em>tpl</em>).
fa: می‌توانید قالب فرم را انتخاب کنید.
fi: Tässä voit valita lomakkeen mallipohjan.
hu: Itt választhatja ki az űrlapsablont.
it: Seleziona un modello di form. Il modello predefinito è chiamato <em>member_default</em>. Se vuoi aggiungere un modello, caricalo nella cartella <em>templates</em>. (l'estensione del file deve essere ".tpl")
my: ပံုစံပံုစံပြားရွေးနိုင်။
ro: Alegeţi un şablon pentru formular. Cel iniţialse numeşte <em>member_default</em>. Dacă doriţi să adăugaţi propriile şabloane, încărcaţi-le în directorul <em>templates</em> (extensia fişierului trebuie să fie <em>tpl</em>.
sk: Tu si môžte vybrať šablónu formulára.
sl: Tu lahko izberete predlogo obrazca.
sq: Zgjedhoni një shabllon të formularit. Shablloni standard është <em>member_default</em>. Në qoftë se doni të futni një shabllon, ruani atë në dosjen <em>templates</em> (Prapashtesa e skedarit duhet të jetë <em>tpl</em>).
sr: Овде можете одабрати шаблон за формулар.
uk: Виберіть, будь-ласка, шаблон форми. За замовчуванням викликається <em>member_default</em>. Якщо ви хочете додати власні шаблони, завантажите їх в папку <em>templates</em>.

# tl_module.tableless.0
source: Tableless layout
da: Tabelløs layout
fa: چیدمان بدون جدول
fi: Taulukoton asettelu
hu: Táblázatmentes elrendezés
it: Layout senza tabella (tableless)
my: စားပွဲမရှိအခင်းအကျင်း
ro: Afişare fără tabele
sk: Beztabuľkový layout
sl: Postavitev brez tabel
sq: Strukturë pa tabel
sr: Изглед без колона и редова
uk: Бестаблічний макет

# tl_module.tableless.1
source: Render the form without HTML tables.
da: Generer form uden HTML tabeller
fa: تولید فرم بودن جدول‌های HTML
fi: Renderöi lomake ilman HTML taulukkoa.
hu: Az űrlap megjelenítése HTML táblázatok nélkül.
it: Genera il form senza utilizzare tabelle html
my: ဟိပ်စ်တီအမ်အယ်စားပွဲများမပါဘဲပံုစံကိုသရုပ်ဖော်။
ro: Afişarea formularului se face fără tabele HTML.
sk: Keď zvolíte túto voľbu, formulár bude vygenerovaný bez použitia tabuliek.
sl: Izdelaj obrazec brez vsebujočih HTML tabel.
sq: Shndrro formularin pa HTML-tabela
sr: Креирај формулар без HTML табела.
uk: Сгенерувати форму без таблиць HTML.

# tl_module.form.0
source: Form
da: Formular
fa: فرم
fi: Lomake
hu: Űrlap
my: ပံုစံ
ro: Formular
sk: Formulár
sl: Obrazec
sq: Formular
sr: Образац
uk: Форма

# tl_module.form.1
source: Please select a form.
da: Vælg en formular.
fa: یک فرم را انتخاب کنید.
fi: Ole hyvä ja valitse lomake.
hu: Válassza ki az űrlapot.
it: Seleziona un Form.
my: ပံုစံကိုရွေးပါ။
ro: Alegeţi un formular.
sk: Prosím vyberte formulár.
sl: Prosimo, izberite obrazec.
sq: Zgjedhoni një formular.
sr: Изаберите образац.
uk: Будь ласка, виберіть форму.

# tl_module.queryType.0
source: Default query type
da: Standardforespørgselstype
fa: نوع پرس‌و‌جو پیش‌فرض
fi: Oletuspyyntötyyppi
hu: Alapértelmezett lekérdezés típusa
it: Tipo di query predefinito
my: မူလအမေးအမျိုးအစား
ro: Tip nativ de interogare
sk: Predvolený spôsob vyhľadávania
sl: Privzeti tip poizvedbe
sq: Lloji standard pyetësorësh
sr: Подразумевани тип упита
uk: Тип запиту за замовчуванням

# tl_module.queryType.1
source: Please select the default query type.
da: Vælg standardforespørgselstype.
fa: لطفاً نوع پرس‌و‌جو پیش‌فرض را انتخاب کنید.
fi: Ole hyvä ja valitse mitä pyyntötyyppiä käytetään oletuksena
hu: Válassza ki az alapértelmezett lekérdezés típusát.
it: Seleziona il tipo di query predefinito
my: မူလအမေးအမျိုးအစားရွေးပါ။
ro: Alegeţi tipul nativ de interogare.
sk: Zvoľte predvolený spôsob vyhľadávania.
sl: Prosimo, izberite privzeti tip poizvedbe.
sq: Caktoni llojin standard pyetësorësh për kërkim.
sr: Изаберите подразумевани тип упита.
uk: Будь ласка, виберіть тип запиту за замовчуванням.

# tl_module.and.0
source: Find all words
da: Søg på alle ordene
fa: یافتن تمام کلمات
fi: Etsi kaikilla sanoilla
hu: Minden szó keresése
it: Trova tutte le parole
my: စကားလုံးများအားလံုးရှာဖွေပါ။
ro: Caută toate cuvintele
sk: Nájsť všetky slová
sl: Najdi vse besede
sq: Gjej të gjitha fjalitë
sr: Пронађи све речи
uk: Знайти всі слова

# tl_module.and.1
source: Returns only pages that contain all keywords.
da: Søgemaskinen returnerer kun sider, som indeholder alle nøgleordene.
fa: بازگرداندن تنها صفحاتی که شامل همه کلیدواژه‌ها باشند.
fi: Palauta vain sivut, jotka sisältävät kaikki hakusanat.
hu: Az eredmény csak olyan oldalakat tartalmaz, melyekben minden kulcsszó előfordul.
it: Il motore di ricerca mostra le solo pagine che contengono tutte le parole inserite.
my: အဓိကစကားလုံးများအားလံုးပါဝင်သောစာမျက်နှာများသို့သာပြန်သွား။
ro: Motorul de căutare returnează doar pagini care conţin toate cuvintele cheie.
sk: Vráti iba stránky, ktoré obsahujú všetky kľúčové slová.
sl: Vrne le strani, ki vsebujejo vse ključne besede.
sq: Makina kërkuese gjen ato faqe, të cilat i përmbajnë të gjitha fjalitë e kërkuara.
sr: Прикажи само странице које садрже све кључне речи.
uk: Результат пошуку буде повертати сторінки, що містять всі слова.

# tl_module.or.0
source: Find any word
da: Søg på et eller flere ord
fa: یافتن هر کلمه
fi: Etsi millä tahansa sanalla
hu: Bármely szó keresése
it: Trova qualunque parola
my: စကားလံုးတစ်ခုခုကိုသာရှာဖွေ
ro: Caută orice cuvânt
sk: Nájsť akékoľvek slovo
sl: Najdi katerokoli besedo.
sq: Gjej çfardo fjali
sr: Пронађи било коју реч
uk: Знайти будь-яке слово

# tl_module.or.1
source: Returns all pages that contain any of the keywords.
da: Søgemaskinen returnerer alle sider som indeholder mindst et af nøgleordene.
fa: بازگرداندن همه صفحاتی که شامل هر کلیدواژهای باشند.
fi: Palauta kaikki sivut, jotka sisältävät minkä tahansa hakusanoista
hu: Az eredmény olyan oldalakat tartalmaz, melyekben legalább egy kulcsszó előfordul.
it: Il motore di ricerca mostra le pagine che contengono almeno una delle parole inserite.
my: အဓိကစကားလံုးတစ်ခုခုကိုသာပါဝင်သောစာမျက်နှာများသို့သာပြန်သွား။
ro: Motorul de căutare returnează pagini care conţin cel puţin un cuvânt cheie.
sk: Vráti stránky, ktoré obsahujú dané slovo.
sl: Vrne vse strani, ki vsebujejo katerokoli od iskanih gesel.
sq: Makina kërkuese gjen ato faqe, të cilat më së paku përmbajnë një herë fjalinë e kërkuar.
sr: Прикажи све странице које садрже било коју кључну реч.
uk: Результат пошуку буде повертати сторінки, на яких є хоча б одне ключове слово.

# tl_module.fuzzy.0
source: Fuzzy search
da: Fuzzy søgning
fa: جستجوی فازی
fi: Haku osittaisilla hakusanoilla
hu: Homályos keresés
it: Ricerca approssimata
my: မှုန်ဝါးဝါးရှာဖွေ
ro: Căutare fuzzy
sk: Nepresné vyhľadávanie
sl: Iskanje po vzorcu (fuzzy search)
sq: Kërkim fuzzy
sr: Fuzzy претрага
uk: Нечіткий пошук

# tl_module.fuzzy.1
source: Will find "Contao" if you search for "con" (equal to a wildcard search).
da: Finder "TYPOlight", hvis du søger efter "typo" (wildcard søgning).
fa: یافتن "Contao" به هنگام جستجوی "con" (مانند جستجوی عمومی)
fi: Löytää "Contao" hakusanalla "con" (vastaa villikorttihakua).
hu: Megtalálja a "Contao" szót, ha "con" után keres (megegyezik a helyettesítő jellel való kereséssel).
it: Se si cerca "con" verrà trovato "Contao" (equivale ad una ricerca con caratteri jolly)
my: "ကွန်" ကိုရှာဖွေပါက "ကွန်တောင်" ကိုရှာဖွေလိမ့်မည် (ဝိုင်ကဒ်ရှာဖွေခြင်းနှင့်တူညီ)။
ro: Va găsi "Contao" dacă se face căutare după "con" (echivalent cu o căutare cu wildcard).
sk: Nájde "Contao" ak zadáte vyhľadať "con" (rovnako ako wildcard vyhľadávanie).
sl: Našel bo "Contao", če sprožite iskanje po vzorcu "con" (enako kot "wildcard" iskanje).
sq: Do të gjej "Contao" në qoftë se kërkoni "con" (barabartë me një kërkim "wildcard")
sr: Пронаћи ће "Contao" ако тражите "con" (слично претрази са џокерима).
uk: Якщо ввести слово «система», то результатом пошуку може бути слово «систематизувати».

# tl_module.simple.0
source: Simple form
da: Simpel
fa: فرم ساده
fi: Yksinkertainen lomake
hu: Egyszerű űrlap
it: Semplice
my: ရှိးရှင်းသောပံုစံ
ro: Simplu
sk: Jednoduchý formulár
sl: Enostaven obrazec
sq: Thjeshtë
sr: Једноставни формулар
uk: Форма простого пошуку

# tl_module.simple.1
source: Contains a single input field only.
da: Simpel søgeformular med et enkelt indtastningsfelt.
fa: فقط شامل یک فیلد ورودی می‌باشد.
fi: Sisältää vain yhden kentän.
hu: Csak egy mezőt tartalmaz.
it: Il modulo per la ricerca semplice contiene solamente un campo di testo.
my: ထည့်သွင်းနယ်ပယ်တစ်ခုတည်းသာလျှင်ပါဝင်။
ro: Formular de căutare simplă conţinând un singur câmp de input.
sk: Obsahuje iba jedno vstupné pole.
sl: Vsebuje le eno vnosno polje.
sq: Formular i thjeshtë me një fushë të vetme.
sr: Садржи само једно поље за унос.
uk: Містить тільки одне поле для введення запиту.

# tl_module.advanced.0
source: Advanced form
da: Avanceret
fa: فرم پیشرفته
fi: Edistynyt lomake
hu: Kiterjesztett űrlap
it: Avanzata
my: အဆင့်မြင့်ပံုစံ
ro: Avansat
sk: Rozšírený formulár
sl: Napredni obrazec
sq: Zgjeruar
sr: Напредни формулар
uk: Форма розширеного пошуку

# tl_module.advanced.1
source: Contains an input field and a radio button menu to choose the query type.
da: Avanceret søgeformular som tillader at forespørgselstypen ændres dynamisk.
fa: شامل یک فیلد ورودی و یک منوی دکمه رادیویی برای انتخاب نوع پرس‌وجو.
fi: Sisältää hakukentän lisäksi valintakentän jolla voi valita hakutavan.
hu: Tartalmaz egy beviteli mezőt és egy választógomb menüt a lekérdezés típusával.
it: Il modulo per la ricerca avanzata permette di scegliere il tipo di query dinamicamente.
my: အမေးအမျိုးအစားကိုရွေးရန်ထည့်သွင်းနယ်ပယ်နှင့်ရေဒီယိုခုလုတ်ဇယားပါဝင်။
ro: Formular de căutare avansat care permite alegerea dinamică a tipului de interogare.
sk: Obsahuje vstupné pole a menu s prepínačovými tlačítkami (radio button) na výber typu (spôsobu) vyhľadávania.
sl: Vsebuje vnosno polje in izbirni meni za določitev tipa poizvedbe.
sq: Formular i zgjeruar për kërkim ku mund të ndryshohet lloji pyetësorësh në mënyrë dinamike.
sr: Садржи поље за унос као и мени за избор типа упита.
uk: Розширений пошук дозволяє створювати розгорнутий запит.

# tl_module.contextLength.0
source: Context range
da: Sammenhængsomfang
fa: محدوده متن
fi: Kontekstin laajuus
hu: Szövegkörnyezet terjedelme
it: Ampiezza del contesto
my: စကားစပ်အကွာအဝေး
ro: Mărime context
sk: Rozsah vyhľadávaného záznamu
sl: Okvirni obseg konteksta
sq: Diapazon i kontekstit
sr: Опсег контектста
uk: Контекстний діапазон

# tl_module.contextLength.1
source: The number of characters on the left and right side of each keyword that are used as context.
da: Angiv antallet af tegn til venstre og højre side af hvert nøgleord, som skal bruges som kontekst.
fa: تعداد کاراکترها در سمت راست و چپ هر کلید‌واژه که به عنوان متن نتیجه استفاده خواهد شد.
fi: Hakusanan oikealla ja vasemmalla puolella kontekstina käytettävän tekstin pituus merkkeinä.
hu: A kulcsszó jobb és bal oldalán található betűk száma, melyeket szövegkörnyezetként felhasznál a rendszer.
it: Inserisci il numero di caratteri da mostrare come contesto
my: စကားစပ်အဖြစ်သံုးသောအဓိကစကားလံုးများ၏ဘယ်နှင့်ညာဖက်တွင်ရှိအက္ခရာများအရေအတွက်
ro: Introduceţi numărul de caractere din stânga şi dreapta fiecărui cuvânt care va fi folosit drept context.
sk: Počet znakov naľavo a napravo od hľadaného výrazu, ktoré budú zahrnuté ako kontext (súvislosti).
sl: Število znakov na levi in desni strani ključne besede, ki bodo uporabljene kot kontekst.
sq: Caktoni numrin e germave, të cilat në anën e majtë dhe djathtë të fjalës kërkuese do të përdoren si kontekst.
sr: Број знакова лево и десно од сваке кључне речи које се користе као контекст.
uk: Будь ласка, введіть кількість символів з лівої і правої сторони кожного ключового слова, що будуть використані в контексті.

# tl_module.totalLength.0
source: Maximum context length
da: Maksimal sammenhængslængde
fa: حداکثر طول متن
fi: Kontekstin enimmäispituus
hu: Szövegkörnyezet maximális hossza
it: Massima lunghezza contesto
my: အများဆံုးစကားစပ်အလျား
ro: Lungime maximă context
sk: Maximálna dĺžka vyhľadaných záznamov
sl: Največja okvirna dolžina konteksta
sq: Gjatësia totale e kontekstit
sr: Максимална дужина контектста
uk: Максимальна контекстна довжина

# tl_module.totalLength.1
source: Here you can limit the overall context length per result.
da: Angiv den maksimale sammenhængslængde for hver resultat.
fa: می‌توانید طول کلی متن برای هر نتیجه را محدود کنید.
fi: Tässä voit rajoittaa kontekstin kokonaispituutta hakutulosta kohden
hu: Itt tudja korlátozni az átfogó szövegkörnyezet hosszát találatonként.
it: Inserisci la lunghezza massima del contesto di ogni risultato.
my: ရှာဖွေရလဒ်အရစကားစပ်အလျားအားလံုးကန့်သတ်နိုင်။
ro: Introduceţi lungimea maximă a contextului fiecărui rezultat.
sk: Tu môžte vymedziť celkovú dĺžku pre každý výsledok vyhľadávania.
sl: Tu lahko omejite celotno dolžino konteksta na rezultat.
sq: Epeni gjatësinë totale të kontekstit të çdo rezultati.
sr: Овде можете ограничити укупну дужину конктекста по резултату.
uk: Будь ласка, введіть максимальну довжину контексту для кожного результату.

# tl_module.perPage.0
source: Items per page
da: Poster pr. side
fa: تعداد موارد در هر صفحه
fi: Kohteita per sivu
hu: Elemek oldalanként
it: Risultati per pagina
my: စာမျက်နှာရှိပစ္စည်းများ
ro: Rezultate pe pagină
sk: Počet záznamov na stránku
sl: Elementov na stran
sq: Reshta në faqe
sr: Ставки по страници
uk: Число результатів на сторінці

# tl_module.perPage.1
source: The number of items per page. Set to 0 to disable pagination.
da: Angiv antal poster pr. side (0 = deaktivere sideinddeling).
fa: تعداد موارد در هر صفحه. 0 را برای از کار انداختن صفحه‌بندی انتخاب کنید.
fi: Tulosten määrä yhdellä sivulla. Arvo 0 poistaa sivutuksen käytöstä.
hu: Oldalankénti elemek száma. Állítsa 0-ra a lapozás kikapcsolásához.
it: Inserisci il numero di risultati per pagina. (0 = disabilita l'impaginazione)
my: စာမျက်နှာရှိပစ္စည်းများအရေအတွက်။ စာမျက်နှာများမလုပ်ဆောင်စေရန် ၀ ကိုသတ်မှတ်ပါ။
ro: Introduceţi numărul de rezultate afişate pe pagină.
sk: Počet položiek na stránku. Stránkovanie vypnete zadaním hodnoty 0 (nula).
sl: Število elementov na stran. Nastavite 0 za onemogočanje številčenja.
sq: Epeni numrin e rreshtave për një faqe (0 = çaktivizo thyerjen e faqes).
sr: Број ставки по страници. Поставите 0 ако желите да искључите пагинацију.
uk: Будь ласка, задайте число результатів пошуку, виведених на сторінці. Якщо ввести 0 то будуть виведені всі результати на одній сторінці.

# tl_module.searchType.0
source: Search form layout
da: Søgeformular
fa: چیدمان فرم جستجو
fi: Hakulomakkeen asettelu
hu: Keresési űrlap elrendezés
it: Form di ricerca
my: ရှာဖွေပံုစံအခင်းအကျင်း
ro: Formular căutare
sk: Layout vyhľadávacieho formulára
sl: Postavitev iskalnega obrazca.
sq: Formulari kërkues
sr: Формулар претраге
uk: Макет форми пошуку

# tl_module.searchType.1
source: Here you can select the search form layout.
da: Vælg en søgeformular.
fa: می‌توانید چیدمان فرم جستجو را انتخاب کنید.
fi: Tässä voit valita hakulomakkeelle asettelun.
hu: Itt választhatja ki a keresési űrlap elrendezését.
it: Seleziona un form di ricerca.
my: ရှာဖွေပံုစံအခင်းအကျင်းရွေးနိုင်။
ro: Alegeţi un formular de căutare.
sk: Tu môžte vybrať layout vyhľadávacieho formulára.
sl: Tu lahko izberite postavitev iskalnega obrazca.
sq: Zgjedhoni formurlarin kërkues.
sr: Изаберите формулар птрераге.
uk: Будь ласка, виберіть макет форми пошуку.

# tl_module.searchTpl.0
source: Search results template
da: Skabelon for søgeresultater
fa: قالب نتایج جستجو
fi: Hakutulosten mallipohja
hu: Keresési eredmények sablon
it: Template per i risultati della ricerca
my: ရှာဖွေရလဒ်များပံုစံပြား
ro: Şablon rezultate căutare
sk: Šablóna výsledkov vyhľadávania
sl: Predloga izpisa rezultatov iskanja
sq: Shabllon për rezultatin e kërkimit
sr: Шаблон резултата претраге
uk: Шаблон результатів пошуку

# tl_module.searchTpl.1
source: Here you can select the search results template.
da: Vælg en skabelon for søgresultater. Standardskabelonen kaldes <em>search_default</em>. Hvis du vil tilføje dine egne skabeloner, så upload dem til <em>templates</em>-mappen (filendelsen skal være <em>tpl</em>).
fa: می‌توانید قالب نتایج جستجو را انتخاب کنید.
fi: Tässä voit valita hakutulosten mallipohjan.
hu: Itt választhatja ki a keresési eredmények sablonját.
it: Seleziona un modello per i risultati di ricerca. Il modello predefinito è chiamato <em>search_default</em>. Se vuoi aggiungere un modello, caricalo nella cartella <em>templates</em>. (l'estensione dei file deve essere ".tpl")
my: ရှာဖွေရလဒ်များပံုစံပြားရွေးနိုင်။
ro: Alegeţi un şablon pentru rezultatele de căutare. Cel iniţial este <em>search_default</em>. Dacă vreţi să adăugaţi propriul şablon, încărcaţi-l în directorul <em>templates</em> (extensia fişierului trebuie să fie <em>tpl</em>).
sk: Tu si môžte vybrať šablónu výsledkov vyhľadávania.
sl: Tu lahko izberete predlogo izpisa rezultatov iskanja.
sq: Zgjedhoni shabllonin për rezultatin e kërkimit. Shablloni standard është <em>search_default</em>. Në qoftë se doni të futni një shabllon, ruani atë në dosjen <em>templates</em> (Prapashtesa e skedarit duhet të jetë <em>tpl</em>).
sr: Овде можете изабрати шаблон за резултате претраге.
uk: Будь ласка, виберіть шаблон результатів пошуку. За замовчуванням викликається шаблон <em>search_default</em>. Якщо хочете створити свої власні шаблони, завантажите їх в папку <em>templates</em>.

# tl_module.inColumn.0
source: Column
da: Spalte
fa: ستون
fi: Kolumni
hu: Oszlop
it: Colonna
my: ကော်လံ
ro: Coloana
sk: Stĺpec
sl: Stolpec
sq: Kolona
sr: Колона
uk: Стовпчик

# tl_module.inColumn.1
source: Please choose the column whose articles you want to list.
da: Vælg spalte, hvis artikler du vil opliste.
fa: لطفاً ستون نوشته‌هایی را می‌خواهید لیست شوند را انتخاب کنید.
fi: Ole hyvä ja valitse minkä osion artikkeleita haluat listata.
hu: Válassza ki azon oszlopot, amely cikkeit ki kívánja listázni.
it: Seleziona la colonna in cui vuoi che appaiano gli articoli.
my: စာရင်းလုပ်လိုသောမည်သူ့ဆောင်းပါးများကော်လံကိုရွေး။
ro: Alegeţi coloana ale cărei articole doriţi să le listaţi.
sk: Vyberte prosím stĺpec, ktorého články chcete zobraziť v zozname.
sl: Prosimo, izberite stolpec, čigar članke želite izpisati.
sq: Zgjedhoni kolonën për të cilën doni t'i publikoni artikujt.
sr: Изаберите колону чије артикле желиоте да излистате.
uk: Будь ласка, виберіть колонку у якій необхідно виводити статті.

# tl_module.skipFirst.0
source: Skip items
da: Overspring første artikel
fa: نادیده گرفتن موارد
fi: Hyppää yl
hu: Elem kihagyása
it: Salta elementi
my: ပစ္စည်းများခုန်ကျော်
ro: Sari peste primul articol
sk: Vynechať položky
sl: Preskoči prvi element
sq: Kërce artikullin a parë
sr: Прескочи ставке
uk: Пропустити першу статтю

# tl_module.skipFirst.1
source: Here you can define how many items will be skipped.
da: Vælg denne mulighed for at ekskludere den første artikel fra artikellisten.
fa: می‌توانید تعداد مواردی که باید نادیده گرفته شوند را تعریف کنید.
fi: Tässä voit määritellä kuinka monta hypätään yli
hu: Itt megadhatja, hogy hány elem maradjon ki.
it: Scegli questa opzione se si vogliono escludere i primi elementi dell'elenco
my: ခုန်ကျော်မည့်ပစ္စည်းများကိုသတ်မှတ်နိုင်။
ro: Alegeţi această opţiune pentru a exclude primul articol din listă.
sk: Tu môžte zadať počet vynechaných položiek.
sl: Tu lahko določite, koliko elementov se preskoči.
sq: Zgjedhja e këtij opsioni e largon artikullin e parë nga lista.
sr: Овде можете дефинисати колико ставки ће бити изостављено.
uk: Виберіть цю опцію, щоб виключити першу статтю зі списку статей.

# tl_module.loadFirst.0
source: Load the first item
da: Indlæs første artikel
fa: بارگذاری اولین مورد
fi: Lataa ensimmäinen
hu: Az első elem betöltése
it: Carica il primo articolo
my: ပထမဆံုးပစ္စည်းဆွဲတင်
ro: Încarcă primul articol
sk: Načítať prvú položku
sl: Naloži prvi element
sq: Ngarko degën e parë
sr: Учитај прву ставку
uk: Завантажити першу статтю

# tl_module.loadFirst.1
source: Automatically redirect to the first item if none is selected.
da: Videresender automatisk til den første artikel hvis ingen artikler er valgt.
fa: بازگرداتی خودکار به اولین مورد در صورتی که هیچ کدام انتخاب نشده باشند.
fi: Ohjaa automaattisesti ensimmäiseen jos yhtään ei ole valittu.
hu: A rendszer automatikusan irányítsa át a felhasználót az első elemhez, ha nincsen elem kiválasztva.
it: Carica il primo articolo automaticamente se non ci sono articoli selezionati
my: တစ်ခုမျှမရွေးခံရပါကပထမဆံုးပစ္စည်းသို့လိုလျောက်ဦးတည်ရာပြောင်းပါ။
ro: Dacă nu este selectat niciun articol se redirecţionează automat la primul.
sk: Automatické presmerovanie na prvú položku, ak žiadna iná nie je zvolená.
sl: Samodejno preusmeri na prvi element, v kolikor noben ni izbran.
sq: Shko automatikisht në degën e parë në qoftë se asnjë nuk është zgjedhur.
sr: Аутоматски преусмери на прву ставку ако ништа није изабрано.
uk: Перенаправляти на першу знайдену статтю, якщо невибрано жодної.

# tl_module.size.0
source: Width and height
da: Bredde og højde
fa: عرض و ارتفاع
fi: Levys ja korkeus
hu: Szélesség és magasság
it: Larghezza e altezza
my: အနံနှင့်အမြင့်
ro: Lătime şi înălţime
sk: Šírka a výška
sl: Širina in višina
sq: Gjerësia dhe lartësia
sr: Ширина и висина
uk: Ширина та висота

# tl_module.size.1
source: Please enter the width and height in pixel.
da: Angiv bredden og højden i pixel.
fa: لطفاً عرض و ارتفاع را به پیکسل وارد کنید.
fi: Ole hyvä ja anna leveys ja korkeus pikseleinä.
hu: Adja be a szélességet és a magasságot képpontokban (pixel).
it: Inserisci la larghezza e l'altezza in pixel.
my: အစက်အပြောက်များတွင်အနံနှင့်အမြင့်ထည့်။
ro: Introduceţi lăţimea şi înălţimea în pixeli.
sk: Zadajte šírku a výšku v pixloch.
sl: Prosimo, vnesite širino in višino v pikslih.
sq: Epeni gjerësinë dhe lartësinë në njësinë Pixel (piksel).
sr: Унесите ширину и висина у пикселима.
uk: Будь ласка, введіть ширину та висоту в пікселях.

# tl_module.transparent.0
source: Transparent movie
da: Gennemsigtig Flash-film
fa: فیلم شفاف
fi: Läpinäkyvä video
hu: Átlátszó film
it: Animazione Flash trasparente
my: ဖောက်ထွင်းမြင်နိုင်သောရုပ်ရှင်
ro: Film Flash transparent
sk: Priehľadnosť filmu
sl: Transparenca filma
sq: Flash-film tejdukshëm
sr: Транспарентни филм
uk: Прозорість Flash-ролика
