Repository: contao/core
Catalog: system/modules/core/languages/*/*_module.xlf
Languages: da, fa, fi, hu, it, my, ro, sk, sl, sq, sr, uk

# tl_module.rss_template.1
source: Here you can select the feed template.
da: Vælg en layoutskabelon.
fa: می‌توانید قالب خوراک را انتخاب نمایید
fi: Tässä voit valita syötteelle mallipohjan.
hu: Válasszon egy hírfolyam sablont.
it: Seleziona un modello di layout. È possibile aggiungere un modello RSS personalizzato nella cartella <em>templates</em>. I files del modello RSS devono iniziare per <em>rss_</em> e richiedono l'estensione <em>.tpl</em>.
my: ကုန်ကြမ်းပံုစံပြားရွေးနိုင်။
ro: Alegeţi un şablon pentru flux.
sk: Prosím vyberte šablónu rozloženia ementov. Môžete pridať vlastné RSS šablóny do priečinku <em>templates</em>. Súbory RSS šablóny musia obsahovať prefix <em>rss_</em> a vyžadujú príponu <em>.tpl</em>.
sl: Tukaj lahko izberete predlogo izvlečka.
sq: Zgjedhoni një shabllon të strukturës. Ju mund të fusni një RSS shabllon në dosjen <em>templates</em>. Skedarët e RSS shablloneve fillojnë me <em>rss_</em> dhe kërkojnë prapashtesën <em>.tmpl</em>.
sr: Овде можете изабрати шаблон приказивача.
uk: Виберіть формат шаблону. Ви можете додати шаблони RSS вручну, у папку <em>templates</em>. Файли шаблонів RSS починаються з <em>rss_</em>.

# tl_module.numberOfItems.0
source: Number of items
da: Antal indlæg
fa: تعداد موردها
fi: Kohteiden lukumäärä
hu: Elemek száma
it: Numero di elementi
my: ပစ္စည်းများအရေအတွက်
ro: Număr de elemente
sk: Počet položiek
sl: Število elementov
sq: Numri degëve
sr: Број ставки
uk: Загальна кількість записів

# tl_module.numberOfItems.1
source: Here you can limit the number of items. Set to 0 to show all.
da: Har kan du begrænse antallet af indlæg. Sæt til 0 for at vise alle.
fa: می‌توانید تعداد موردها را محدود نمایید. 0 را برای نمایش همه انتخاب نمایید.
fi: Tässä voit rajoittaa näytettävien kohteiden määrää. Arvo 0 näyttää kaikki.
hu: Itt lehet az elemek számát beállítani. 0-ra állítva minden elem látható
it: In questo campo è possibile indicare il numero di elementi. Impostare 0 per mostrarli tutti
my: ပစ္စည်းများအရေအတွက်ကန့်သတ်နိုင်။ အားလံုးပြသရန် ၀ သို့သတ်မှတ်။
ro: Aici puteţi limita numărul de elemente. Alegeţi 0 pentru a le arăta pe toate.
sk: Tu môžete obmedziť počet položiek. Ak zadáte 0, zobrazia sa všetky.
sl: Tukaj lahko omejite število elementov. Nastavite na 0, za prikaz vseh.
sq: Këtu mund të kufizohet numri degëve. Epeni 0 për të treguar të gjitha.
sr: Овде можете ограничити број ставки. Поставите на 0 за приказ свих ставки.
uk: Обмеження загальної кількості записів. Встановіть 0, для того щоб показати всі записи.

# tl_module.protected.0
source: Protect module
da: Beskyt modul
fa: حافظت از ماژول
fi: Suojaa moduuli
hu: Modul védelme
it: Proteggi modulo
my: အပိုင်းကာကွယ်
ro: Protejează modul
sk: Chránený modul
sl: Zaščiti modul
sq: Mbroj modulin
sr: Заштити модул
uk: Захистити модуль

# tl_module.protected.1
source: Show the module to certain member groups only.
da: Vis kun modul til bestemte medlemsgrupper
fa: نمایش ماژول تنها به گروه‌های اعضاء مشخص.
fi: Näytä moduuli vain tietyille jäsenryhmille.
hu: Csak kiválasztott csoport(ok) tagjainak mutatja a modult.
it: Restringi la visualizzazione del modulo a determinati gruppi
my: သေချာသောအဖွဲ့ဝင်အုပ်စုများကိုသာလျှင်အပိုင်းပြသ။
ro: Arată modulul doar anumitor gruputi de membri.
sk: Zobraziť tento modul iba určitým skupinám členov.
sl: Prikaži modul le določenim skupinam članov.
sq: Trego modulin vetëm anëtarëve grupor të caktuar .
sr: Прикажи модул само за одређену групу.
uk: Показати модуль тільки для визначеної групи користувачів

# tl_module.groups.0
source: Allowed member groups
da: Tilladte medlemsgrupper
fa: گروه‌های اعضاء مجاز
fi: Sallitut jäsenryhmät
hu: Engedélyezett tag csoportok
it: Accesso gruppi
my: ခွင့်ပြုပြီးအဖွဲ့ဝင်အုပ်စုများ
ro: Grupuri cu acces
sk: Povolené skupiny členov
sl: Dovoljene skupine uporabnikov
sq: Anëtarët grupor të lejuar
sr: Дозвољене групе корисника
uk: Дозволені групи учасників

# tl_module.groups.1
source: These groups will be able to see the module.
da: Her kan du vælge hvilke grupper der har adgang til at se modulet.
fa: این گروه‌ها قادر به دیدن ماژول خواهند بود.
fi: Nämä ryhmät voivat nähdä moduulin.
hu: Ezen csoport(ok) tagjai láthatják a modult.
it: Seleziona i gruppi abilitati alla visualizzazione del modulo
my: အပိုင်းကိုယခုအုပ်စုများမြင်နိုင်။
ro: Aici puteţi alege care grupuri de membri vor putea vizualiza modulul.
sk: Zvoleným skupinám sa bude modul zobrazovať.
sl: Skupine, ki bodo lahko videle ta modul.
sq: Këto grupe janë në gjendje për të parë modulin.
sr: Следеће групе ће моћи да виде модул.
uk: Тут ви можете вибрати, які групи учасників будуть мати можливість побачити цей модуль.

# tl_module.guests.0
source: Show to guests only
da: Vis kun til gæster
fa: نمایش تنها برای میهمانان
fi: Näytä vain vierailijoille
hu: Csak vendégek láthatják
it: Mostra solo agli utenti che non hanno effettuato il login (guest/ospiti)
my: ဧည့်သည်များကိုသာပြသ
ro: Arată doar vizitatorilor
sk: Zobraziť iba bežným návštevníkom
sl: Prikaži le neprijavljenim
sq: Trego vetëm mysafiret
sr: Прикажи само гостима
uk: Показати тільки незареєстрованим користувачам

# tl_module.guests.1
source: Hide the module if a member is logged in.
da: Skjul modulet hvis et medlem er logget ind.
fa: مخفی کردن ماژول برای اعضاء وارد شده.
fi: Piilota moduuli jos jäsen on kirjautunut.
hu: A modul elrejtése a regisztrált és bejelentkezett felhasználók elől.
it: Nascondi il modulo se un membro ha effettuato il login
my: အဖွဲ့ဝင်ဖွင့်မဝင်ရသေးလျှင်အပိုင်းကိုဖံုးကွယ်
ro: Ascunde modulul dacă membrul este autentificat.
sk: Skryť tento obsahový element ak je člen prihlásený.
sl: Skrij modul, če je član prijavljen.
sq: Mbaj të fshehtë modulin në qoftë se një anëtar është i qasur.
sr: Сакриј модул ако се корисник пријави.
uk: Невідображати модуль зареєстрованим на сайті користувачам.

# tl_module.cssID.0
source: CSS ID/class
da: Stilark-ID og -klasse
fi: ID/CSS-luokka
hu: CSS ID/osztály
it: ID e classe CSS
my: စီအက်အက်စ်အိုင်ဒီ/အမျိုးအစား
ro: ID stil
sl: CSS ID/razred
sq: Stylesheet ID dhe Klasa
sr: CSS ID/класа

# tl_module.cssID.1
source: Here you can set an ID and one or more classes.
da: Her kan du angive stilark-ID (id-attributten) og eller flere stilark-klasser (class-attributten) for at kunne formatere modulet vha. CSS.
fa: می‌توانید یک ID و یک یا چند class را انتخاب نمائید.
fi: Tähän voit syöttää ID:n sekä yhden tai useamman CSS-luokan.
hu: Itt adhat meg egy CSS ID-t és egy vagy több osztályt.
it: Qui puoi specificare un ID del foglio di stile (attributo id) e una o più classi (attributo class) per formattare il modulo usando i CSS.
my: အိုင်ဒီနှင့်တစ်ခု(သို့)အမျိုးအစားများသတ်မှတ်နိုင်။
ro: Aici puteţi introduce un ID şi una sau mai multe clase de stil pentru a formata modulul prin CSS.
sk: Tu môžte zadať ID a jednu alebo viac tried kaskádových štýlov.
sl: Tu lahko določite ID in enega ali več razredov.
sq: Këtu mund të caktoni Stylesheet ID (id attribute) si dhe një apo më tepër Stylesheet klasa (class attribute) për ta formatuar modulin sipas CSS.
sr: Овде можете да доделите ID и једну или више класа.
uk: Якщо потрібно створити спеціальний CSS-формат для певного модуля, введіть id або class тут. Цей ID буде використаний в атрибутах ID модуля, і, таким чином, можна буде посилатися на конкретний стиль.

# tl_module.space.0
source: Space in front and after
da: Mellemrum før og efter
fa: فاصله در ابتدا و انتها
fi: Tila ennen ja jälkeen
hu: Hely előtte és utána
it: Spazio prima e dopo
my: အရှေ့နှင့်ပြီးနောက်ကွက်လပ်ခြား
ro: Spaţiu înainte şi după
sk: Medzera pred a za
sl: Prostor pred iz za
sq: Distanca prapa dhe pas
sr: Простор испред и иза
uk: Відстань до й після

# tl_module.space.1
source: Here you can enter the spacing in front of and after the module in pixel. You should try to avoid inline styles and define the spacing in a style sheet, though.
da: Vælg mellemrum før og efter modulet i pixel.
fa: می‌توانید فاصله در پیش و بعد ماژول را به پیکسل وارد کنید. با این حال شما می‌بایستی از استایل‌های خطی دوری کنید و فاصله‌بندی‌ها را در شیوه‌نامه تعریف کنید.
fi: Tähän voit syöttää pikseleinä tilan ennen ja jälkeen moduulin. Tätä tulisi kuitenkin välttää ja määritellä ne mieluummiin tyylisivuun.
hu: Itt adhatja meg a modul előtt és után megjelenő üres hely méretét pixelben. Javasolt a beágyazott stílus formázás helyett a stíluslap használata.
it: Inserisci lo spazio prima e dopo il modulo in pixel.
my: အရှေ့နှင့်အပိုင်းပြီးနောက်အစက်အပြောက်များတွင်ကွက်လပ်ထည့်နိုင်။ လိုင်းတွင်းစတိုင်များကိုရှောင်သင့်ပြီးစတိုင်အပြားတွင်ကွက်လပ်ခြားခြင်းကိုသတ်မှတ်နိုင်။
ro: ntroduceţi spaţiul înainte şi după modul în pixeli.
sk: Tu môžte zadať medzeru pred a za modulom v pixloch. Samozrejme tieto medzery je vhodnejšie zadať pomocou kaskádových štýlov príslušnej témy vzhľadu.
sl: Tu lahko vnesete prostor pred in za modulom v pikslih. Vendar pa se poskusite izogibati določevanju vmesnih (inline) slogov in le-te definirajte v slogovnih predlogah.
sq: Caktoni distancën prapa dhe pas modulit në njësinë Pixel (piksel).
sr: Овде можете да дефинишете простор испред и након модула у пикселима. Ипак, настојте да избегавате дефинисање стилова изван фајлова за Стилове.
uk: Будь ласка, введіть відступ до і після модуля в пікселях.

# tl_module.disableCaptcha.0
source: Disable the security question
da: Deaktiver sikkerhedsspørgsmål
fa: غیرفعال کردن سوال امنیتی
fi: Ota turvakysymys poisa käytöstä
hu: Biztonsági kérdés letiltása
it: Disattivare la domanda di sicurezza
my: လံုခြုံရေးမေးခွန်းမလုပ်ဆောင်စေ
ro: Fără întrebare de securitate
sk: Zakázať bezpečnostnú otázku
sl: Onemogoči varnostno vprašanje
sq: Çaktivizo pyetjen shtesë
sr: Искључи сигурносно питање.
uk: Відключити контрольне запитання

# tl_module.disableCaptcha.1
source: Here you can disable the security question (not recommended).
da: Vælg her for at deaktivere sikkerhedsspørgsmålet (ikke anbefalet).
fa: شما می توانید سوال امنیتی را غیرفعال نمایید (توصیه نمی‌شود).
fi: Tässä voit ottaa turvakysymyksen pois käytöstä (ei suositella).
hu: Itt tudja letiltani a biztonsági kérdést. (Nem ajánlott!)
it: Qui puoi disabilitare la domanda di sicurezza (non raccomandato).
my: လံုခြုံရေးမေးခွန်းကိုမလုပ်ဆောင်ထားစေသလာ? (လုပ်ရန်အားမပေး)။
ro: Alegeţi această opţiune pentru a trece peste întrebarea de securitate (nerecomandat).
sk: Vyberte túto možnosť k dekativovaniu bezpečnostnej otázky (nedoporučuje sa).
sl: Tukaj lahko onemogočite varnostno vprašanje (ni priporočljivo).
sq: Zgjedhja e këtij opsioni çaktivizon pyetjen shtesë (nuk rekomandohet).
sr: Овде можете искључити сигурносно питање (не препоручује се).
uk: Тут Ви можете відключити контрольне запитання (не рекомендовано).

# tl_module.reg_groups.0
source: Member groups
da: Medlemsgrupper
fa: گروه‌های کاربری
fi: Jäsenryhmät
hu: Felhasználói csoportok
it: Gruppi membri
my: အဖွဲ့ဝင်အုပ်စုများ
ro: Grupuri de membri
sk: Skupiny členov
sl: Skupine članov
sq: Grupe anëtaresh
sr: Групе чланова
uk: Групи учасників

# tl_module.reg_groups.1
source: Here you can assign the user to one or more groups.
da: Tilmeld brugeren til en eller flere medlemsgrupper.
fa: لطفاً کاربر را عضو یک یا چند گروه از گروه‌های زیر نمائید (اختیاری).
fi: Täällä voit määrätä käyttäjän ryhmät.
hu: Itt tudja egy vagy több csoporthoz adni a felhasználót.
it: Tutti gli utenti non amministratori, ereditano i permessi da un gruppo di utenti. Di conseguenza, ogni utente deve essere membro almeno di un gruppo. Se un utente è assegnato a più gruppi, i permessi vengono sommati.
my: တစ်ခု(သို့)အုပ်စုများသို့အသံုးပြုသူကိုသတ်မှတ်နိုင်။
ro: Desemnaţi utilizatorul unuia sau mai multor grupuri.
sk: Zaraďte používateľa do jednej alebo viacerých skupín.
sl: Tukaj lahko vključite uporabnika v eno ali več skupin.
sq: Futni përdoruesin në një apo më shumë grupe.
sr: овде можете доделити корисника једној или више група.
uk: Будь ласка, додайте користувача до одної, або декількох груп.

# tl_module.reg_allowLogin.0
source: Allow login
da: Tillad login
fa: اجازه ورود
fi: Salli kirjautuminen.
hu: Belépés engedélyezése
it: Permetti login
my: ဖွင့်ဝင်ခွင့်ပြု
ro: Permite login
sk: Povoliť prihlásenie
sl: Dovoli prijavo
sq: Lejo kyçje
sr: Дозволи пријављивање
uk: Дозволити авторизацію

# tl_module.reg_allowLogin.1
source: Allow the new user to log into the front end.
da: Vælg her for at give ny bruger tilladelse til at logge ind med brugernavn og adgangskode.
fa: در صورتی که این گزینه را فعال سازید، کاربر قادر به ورود به بخش کاربری سایت توسط نام کاربری و رمز عبور می‌باشد.
fi: Salli uuden käyttäjän kirjautua sivustolle
hu: Engedélyezheti a felhasználó belépését a front end-en.
it: Se si seleziona questa opzione, i nuovi utenti saranno in grado di connettersi con i propri username e password.
my: အပြင်ပိုင်းသို့ဖွင့်ဝင်ရန်အဖွဲ့ဝင်အသစ်ကိုခွင့်ပြု။
ro: Permite utilizatorului nou să se poată autentifica prin numele de utilizator şi parola.
sk: Ak zvolíte túto možnosť, noví používatelia sa budú môcť prihlásiť so svojim menom a heslom.
sl: Če izberete to možnost, se bo nov uporabnik lahko prijavil z njegovim uporabniškim imenom in geslom.
sq: Zgjedhja e këtij opsioni mundëson përdoruesve të ri të kyçen me emrin e përdoruesit dhe fjalëkalimin.
sr: Дозволи новом кориснику да се пријави у ФронтЕнд.
uk: Якщо вибрати дану опцію, то створені користувачі зможуть входити на закриті розділи сайту із власним логіном та паролем.

# tl_module.reg_skipName.0
source: Skip username
da: Udelad brugernavn
fa: نادیده گرفتن نام کاربری
fi: Älä vaadi käyttäjätunnusta
hu: Felhasználónév kihagyása
it: Ignora nome utente
my: အသံုးပြုသူနာမည်ခုန်ကျော်
ro: Nu cere utilizator
sk: Preskočiť užívateľské meno
sl: Ne upoštevaj uporabniškega imena
sq: Kërce emrin e përdoruesit
sr: Прескочи корисничко име
uk: Пропустити логін

# tl_module.reg_skipName.1
source: Do not require the username to request a new password.
da: Kræver ikke brugernavn for at bede om ny adgangskode.
fa: با فعال کردن این گزینه در فرم درخواست رمز عبور جدید نام کاربری پرسیده نخواهد شد.
fi: Älä vaadi käyttäjätunnuksen antamista uutta salasanaa pyydettäessä.
hu: Nem szükséges a felhasználónév az új jelszó kéréshez.
it: Non si richiede un nome utente per chiedere una nuova password.
my: စကားဝှက်အသစ်တောင်းဆိုရန်အသံုးပြုသူနာမည်မလိုအပ်။
ro: Nu cere numele de utilizator pentru a reseta parola.
sk: Nevyžadovať užívateľské meno pri žiadosti o nové heslo.
sl: Ne zahtevaj uporabniškega imena za zahtevek novega gesla.
sq: Mos kërko emrin e përdoruesit për kërkimin e fjalëkalimit të ri.
sr: Не тражи корисничко име код захтева за новом лозинком.
uk: Не потребує введення логіну для запиту нового паролю.

# tl_module.reg_close.0
source: Mode
da: Tilstand
fa: حالت
fi: Toimintatapa
hu: Mód
it: Modo
my: နည်း
ro: Mod de ştergere
sk: Spôsob
sl: Način
sq: Mënyrë
sr: Мод
uk: Режим

# tl_module.reg_close.1
source: Here you can define how to handle the deletion.
da: Her kan du definere hvordan sletning håndteres.
fa: شما می‌توانید نحوه به کار بردن حذف را تعریف نمایید.
fi: Tässä voit valita kuinka poistaminen käsitellään.
hu: Itt megadhatja hogyan kezelje a törlést.
it: Qui puoi definire come procedere con l'eliminazione.
my: ပယ်ဖျက်ခြင်းကိုချုပ်ကိုင်ရန်သတ်မှတ်နိုင်။
ro: Puteţi defini cum se procedează la ştergere.
sk: Tu môžte určiť, akým spôsobom bude provedené odstránenie.
sl: Tukaj lahko nastavite kako ravnati z izbrisom.
sq: Këtu ju mund të përcaktojë se si të merren fshirjet.
sr: Овде можете дефинисати начин обраде брисања.
uk: Тут ви можете визначити, як обробляти видалення.

# tl_module.reg_assignDir.0
source: Create a home directory
da: Opret hjemmemappe
fa: ساخت دایرکتوری شخصی
fi: Luo kotikansio
hu: Felhasználói saját (home) mappa létrehozása
it: Crea home directory
my: ပင်မဖိုင်လမ်းညွန်ဖန်တီး
ro: Creează director
sk: Vytvoriť domovský adresár
sl: Ustvari domačo mapo
sq: Krijo një dosje përdoruese
sr: Креирај почетни директоријум
uk: Створити домашню папку

# tl_module.reg_assignDir.1
source: Create a home directory from the registered username.
da: Vælg denne indstilling for automatisk at oprette en hjemmemappe ud fra brugernavnet.
fa: با انتخاب این گزینه، به صورت اتوماتیک برای کاربر یک دایرکتوری شخصی ایجاد خواهد شد.
fi: Luo kotikansio rekisteröidyn käyttäjänimen perusteella.
hu: Saját (home) mappa létrehozása a regisztrált felhasználónévvel.
it: Questa opzione crea in automatico una home directory partendo dall'username.
my: မှတ်ပံုတင်ပြီးအသံုးပြုသူနာမည်မှပင်မဖိုင်လမ်းညွန်ဖန်တီး
ro: Alegeţi această opţiune pentru a crea automat un director pentru utilizatorul respectiv.
sk: Zvoľte túto možnosť, aby sa automaticky vytvoril domovský adresár z prihlasovacieho mena.
sl: Ustvari domačo mapo iz registriranega uporabniškega imena.
sq: Zgjedhja e këtij opsioni krijon automatikisht një dosje sipas emrit të përdoruesit.
sr: Креирај почетни директоријум на основу корисничког имена.
uk: Виберіть дану опцію, для автоматичного створення домашньої папки користувача.

# tl_module.reg_homeDir.0
source: Home directory path
da: Hjemmemappesti
fa: مسیر دایرکتوری شخصی
fi: Kotihakemiston polku
hu: Saját mappa útvonala
it: Home directory
my: ပင်မဖိုင်လမ်းညွန်လမ်းကြောင်း
ro: Director
sk: Domovský adresár
sl: Pot domače mape
sq: Dosje përdoruese
sr: Путања почетног директоријума
uk: Домашня папка

# tl_module.reg_homeDir.1
source: Please select the parent folder from the files directory.
da: Vælg forældremappen til brugerens hjemmemappe.
fa: لطفا دایرکتوری بالاتری دایرکتوری شخصی کاربر را انتخاب نمائید.
fi: Ole hyvä ja valitse hakemisto jonne uusi hakemisto luodaan.
hu: Válassza ki a szülő könyvtárat.
it: Seleziona una cartella capostipite per la home directory dell'utente.
my: ဖိုင်များဖိုင်လမ်းညွှန်မှပင်မဖိုင်တွဲကိုရွေး။
ro: Alegeţi directorul părinte pentru utilizator.
sk: Vyberte rodičovský adresár pre domovský adresár používateľa.
sl: Prosimo izberite mapo iz nivoja višje v datotečni strukturi.
sq: Epeni dosjen e epërm të dosjes së përdoruesit.
sr: Изаберите надређени фолдер из директоријума фајлова.
uk: Виберіть батьківський каталог.

# tl_module.reg_activate.0
source: Send activation e-mail
da: Send aktiverings-e-mail
fa: ارسال پست الکترونیک فعال سازی عضویت
fi: Lähetä aktivointiviesti
hu: Aktiváló e-mail kiküldése
it: Spedisci una mail di attivazione.
my: အသက်သွင်းအီးမေးလ်ပေးပို့
ro: Trimite email de activare
sk: Poslať aktivačný e-mail
sl: Pošlji aktivacijski e-poštno sporočilo
sq: Dërgo E-Mail Aktivizimin
sr: Пошаљи активациони e-mail
uk: Відправити дані активації по e-mail

# tl_module.reg_activate.1
source: Send an activation e-mail to the registered e-mail address.
da: Vælg her for at sende en aktiverings-e-mail til den registrerede bruger.
fa: یک پست الکترونیک حاوی لینک فعال‌سازی برای کاربر ارسال خواهد شد.
fi: Lähetä aktivointiviesti rekisteröityyn sähköpostiosoitteeseen.
hu: Aktiváló e-mail küldése a regisztrált e-mail címre.
it: Seleziona questa opzione per spedire un'e-mail di attivazione dell'account degli utenti.
my: မှတ်ပံုတင်ပြီးအီးမေးလ်လိပ်စာသို့အသက်သွင်းအီးမေးလ်ပေးပို့။
ro: Alegeţi această opţiune pentru a trimite un email de activare la adresa folosită pentru înregistrare.
sk: Vyberte túto možnosť ak chcete posielať aktivačný e-mail registrovaným používateľom.
sl: Pošlji aktivacijski e-mail na registriran e-mail naslov.
sq: Zgjedhja e këtij ospioni dërgon një E-Mail pas regjistrimit të përdoruesit.
sr: Пошаљи активациони e-mail на регистровану e-mail адресу.
uk: Виберіть дану опцію, якщо Ви хочете щоб дані активації були відправлені засобом електронної пошти.

# tl_module.reg_jumpTo.0
source: Confirmation page
da: Aktiver 'gå til side'
fa: صفحه تایید
fi: Vahvistussivu
hu: Megerősítő oldal
it: Dopo l'attivazione
my: အတည်ပြုချက်စာမျက်နှာ
ro: Sari la pagina
sk: Presmerovanie po aktivácii
sl: Potrditvena stran
sq: Faqja pas aktivizimit
sr: Страницу за потврду
uk: Перенаправлення на сторінку активації

# tl_module.reg_jumpTo.1
source: Please choose the page to which users will be redirected after the request has been completed.
da: Vælg en side som brugeren skal omdirigeres til, når hans konto er blevet aktiveret.
fa: لطفاً صفحه‌ای را که می خواهید بعد از فعال‌سازی حساب کاربری، کاربر به آنجا منتقل گردد را مشخص نمائید.
fi: Ole hyvä ja valitse sivu, jolle vieralijat ohjataan pyynnön suorittamisen jälkeen.
hu: Válassza ki az oldalt, amelyre a felhasználók lesznek irányítva a kérelm jóváhagyását követően.
it: Seleziona la pagina a cui un utente sarà rediretto dopo che il suo account sarà stato attivato.
my: တောင်းခံခြင်းပြီးဆံုးသောအခါလည်ပတ်သူများရောက်သွားမည့်စာမျက်နှာကိုရွေးပါ။
ro: Alegeţi pagina către care utilizatorul va fi trimis după activarea contului său.
sk: Vyberte stránku, na ktorú bude používateľ presmerovaný po aktivácii jeho účtu.
sl: Prosimo, izberite stran, kamor bodo preusmerjeni uporabniki po zaključeni poizvedbi.
sq: Zgjedhoni faqen, e cila përdoruesit do t'i paraqitet pas aktivizimit të kontos.
sr: Изаберите страницу на коју ће корисник бити преусмерен након завршетка регистрације.
uk: Виберіть, будь ласка, сторінку на яку користувачі будуть перенаправлені після активації.

# tl_module.reg_text.0
source: Activation message
da: Aktiverings-e-mail
fa: پیغام فعال‌سازی
fi: Vahvistusviesti
hu: Aktiváló üzenet
it: e-mail di attivazione
my: အသက်သွင်းမှာကြားချက်
ro: Email activare
sk: Aktivačný e-mail
sl: Aktivacijsko e-poštno sporočilo
sq: E-Mail aktivizimi
sr: Порука за активацију
uk: Текст повідомлення активації

# tl_module.reg_text.1
source: You can use the wildcards <em>##domain##</em> (domain name), <em>##link##</em> (activation link) and any input field (e.g. <em>##lastname##</em>).
da: Skriv det, du ønsker skal stå i aktiverings-mailen. Du kan benytte brugeregenskaber som pladsholdere (f.eks. <em>##lastname</em>) ligesom du kan benytte <em>##domain##</em> (nuværende domænenavn) og <em>##link##</em> (aktiveringslink).
fa: شما می توانید از جستجوی عمومی های <em>##domain##</em> (نام دامنه), <em>##link##</em> (پیوند فعال سازی) و هر فیلد ورودی (مثلا <em>##lastname##</em>).
fi: Voit käyttää villikortteja <em>##domain##</em> (domain), <em>##link##</em> (aktivointilinkki) ja mitä tahansa syötekenttää (esim. <em>##lastname##</em>).
hu: Használhat helyettesítő elemeket: <em>##domain##</em> (domain neve), <em>##link##</em> (aktivációs link) és bármely felhasználói adatot (pl.:<em>##lastname##</em> (keresztnév))
it: Inserisci il testo dell'e-mail di attivazione. Puoi usare ogni campo di input come metacarattere (es: <em>##lastname##</em>) così come <em>##domain##</em> (Domain Name corrente) e <em>##link##</em> (link di attivazione).
my: ဝိုက်ကဒ်များကိုသံုးနိုင် <em>##domain##</em> (ဒိုမိန်းနာမည်), <em>##link##</em> (အသက်သွင်းကွန်ဆက်)နှင့်ထည့်သွင်းနယ်ပယ်တစ်ခုခု (ဥပမာ <em>##lastname##</em>)။
ro: Puteţi folosi ca "wildcard" <em>##domain##</em>) (nume domeniu), <em>##link##</em> (link activare), şi orice câmp de date (de exemplu <em>##lastname##</em>).
sk: Zadajte text aktivačného e-mailu. Môžete sem vložiť ľubovoľné polia (napr. <em>##lastname##</em>) a rovnako <em>##domain##</em> (aktuálna doména) a <em>##link##</em> (odkaz na stránku, na ktorej je možné aktivovať účet).
sl: Lahko uporabite oznake <em>##domain##</em> (ime domene), <em>##link##</em> (link za aktivacijo) in katerokoli vnosno polje (npr. <em>##lastname##</em>).
sq: Epeni tekstin e E-Mail-it për aktivizim. Ju mund të përdorni çdo fushë si zëvendësim (p.sh. <em>##lastname##</em>) si dhe <em>##domain##</em> (emri aktual i domain-së) dhe <em>##link##</em> (lidhja aktivizimit).
sr: Можете да користите џокере <em>##домен##</em> (име домена), <em>##link##</em> (линк за активацију) и било које улазно поље (нпр. <em>##презиме##</em>).
uk: Можливо використовувати такі скорочення <em>##domain##</em> (доменне ім'я), <em>##link##</em> (посилання для активації) та інші поля вводу (напр. <em>##lastname##</em> прізвище користувача, <em>##name##</em> ім'я користувача).
