Repository: contao/core
Catalog: system/modules/core/languages/*/*_page.xlf
Languages: da, fi, hu, my, ro, sk, uk

# tl_page.title.0
source: Page name
da: Sidenavn
fi: Sivun nimi
hu: Oldal neve
my: စာမျက်နှာနာမည်
ro: Nume pagină
sk: Názov stránky
uk: Назва сторінки

# tl_page.title.1
source: Please enter the page name.
da: Det sidenavn som vises i webstedets navigation.
fi: Ole hyvä ja syötä sivulle nimi.
hu: Adja meg az oldal nevét
my: စာမျက်နှာနာမည်ထည့်သွင်း။
ro: Numele unei pagini este afişat în meniul de navigare al sitului. Este limitat la 65 caractere.
sk: Prosím zadajte názov stránky.
uk: Назва сторінки відображається в навігації сайту.

# tl_page.alias.0
source: Page alias
da: Sidealias
fi: Sivun alias
hu: Oldal álneve
my: စာမျက်နှာနာမည်ပွား
ro: Alias pagină
sk: Alias stránky
uk: Аліас сторінки

# tl_page.alias.1
source: The page alias is a unique reference to the page which can be called instead of its numeric ID.
da: Sidealiaset er en unik reference til siden som kan kaldes i stedet for side-ID. Det er specielt brugbart hvis TYPOlight bruger statiske URL'er.
fi: Sivun alias on yksilöllinen viite jolla siuva voidaan kutsua sen numeerisen tunnisteen sijasta.
hu: Az oldal álneve egy egyedi hivatkozás az oldalra, amit a numerikus azonosítója (ID) helyett lehet használni.
my: နံပါတ်အိုင်ဒီအစားစာမျက်နှာနာမည်ပွားမှာစာမျက်နှာသို့တစ်ခုတည်းရည်ညွှန်းချက်ဖြစ်။
ro: Page alias este o referinţă către pagina care poate fi apelată în locul ID-ului. Este utilă mai ales dacă Contao foloseşte URL-uri statice.
sk: Alias stránky slúži ako náhrada ID stránky a taktiež môže byť zadaný v adresovom poli prehliadača.
uk: Аліас сторінки є унікальним посиланням на сторінку, що може бути викликана замість ID сторінки. Це особливо корисно, якщо в Contao використаються статичні URL.

# tl_page.type.0
source: Page type
da: Sidetype
fi: Sivun tyyppi
hu: Oldal típus
my: စာမျက်နှာအမျိုးအစား
ro: Tip pagină
sk: Typ stránky
uk: Тип сторінки

# tl_page.type.1
source: Please choose the page type.
da: Vælg sidetype afhængig af sidens formål.
fi: Ole hyvä ja valitse sivun tyyppi.
hu: Válassza ki az oldal típusát.
my: စာမျက်နှာအမျိုးအစားရွေး။
ro: Selectaţi tipul paginii în funcţie de scopul acesteia.
sk: Prosím zvoľte typ stránky.
uk: Будь ласка, виберіть тип сторінки залежно від своєї мети.

# tl_page.pageTitle.0
source: Page title
da: Sidetitel
fi: Sivun otsikko
hu: Oldal címe
my: စာမျက်နှာခေါင်းစဉ်
ro: Titlu pagină
sk: Titulok stránky
uk: Заголовок сторінки

# tl_page.pageTitle.1
source: Please enter the page title.
da: Sidetitlen bliver f.eks. vist in TITLE tag'et for dit websted samt i søgeresultater. Sidetitel bør ikke være længere end 65 tegn. Efterlader du dette felt tomt bruges sidenavnet som titel.
fi: Ole hyvä ja syötä sivulle otsikko.
hu: Adja meg az oldal címét.
my: စာမျက်နှာခေါင်းစဉ်ထည့်သွင်း။
ro: Titlul paginii este afişat în tag-ul TITLE al sitului dumneavoastră şi în rezultatele căutării. Nu trebuie să conţină mai mult de 65 caractere. Dacă lăsaţi acest câmp necompletat, numele paginii va fi folosit ca titlu.
sk: Prosím zadajte titulok stránky.
uk: Заголовок сторінки буде відображено в тегу , і в пошукових запитах. Поле не може містити більше 65 символів. Якщо залишити дане поле пустим, замість заголовку буде відображено назву сторінки.

# tl_page.language.0
source: Language
da: Sprog
fi: Kieli
hu: Nyelv
my: ဘာသာစကား
ro: Limba
sk: Jazyk
uk: Мова

# tl_page.language.1
source: Please enter the page language according to the ISO-639-1 standard (e.g. "en" for English or "en-US" for American English).
da: Indtast venligst sidens sprog i henhold til ISO-639-1 standarden (f.eks. "da" for Dansk, "en" for Engelsk eller "en-US" for Amerikans Engelsk).
fi: Ole hyvä ja anna sivun kieli käyttäen ISO-639-1 standardia (esim. "en" englannille tai "en-US" amerikanenglannille).
hu: Adja meg az oldal nyelvét az ISO-639-1 szabvány szerint (pl.: "en" az Angol vagy "en-US" az amerikai angol illetve "hu" a magyar).
my: အိုင်အက်စ်အို-၆၃၉-၁စံအရစာမျက်နှာဘာသာစကားထည့်ပါ (ဥပမာ အင်္ဂလိပ်အတွက်"en" (သို့) အမေရိကန်အင်္ဂလိပ်အတွက်"en-US")။
ro: Introduceţi limba paginii conform cu ISO-639-1 (ex. "en" pentru Engleză sau "en-US" pentru Engleză Americană).
sk: Prosím zadajte jazyk stránky podľa štandardu ISO-639-1 (napr. "en" pre anglický jazyk alebo "en-US" pre americkú angličtinu).
uk: Вкажіть мову сторінки згідно стандарту ISO-639-1 (напр. «uk» для Української, «ru» для Російської, «en» для Англійської).

# tl_page.robots.0
source: Robots tag
fi: Robots-tagi
hu: Robot címkék
my: စက်ရုပ်များအမည်
ro: Motoare de căutare
sk: Tag pre vyhľadávacie roboty
uk: Теги для пошукових роботів

# tl_page.robots.1
source: Here you can define how search engines handle the page.
da: Her kan du definere hvordan søgemaskiner håndterer siden.
fi: Tähän voit määritellä kuinka hakukoneet käsittelevät sivun.
hu: Itt lehet megadni, hogy a keresőprogramok hogyan kezeljék az oldalt.
my: ရှာဖွေအင်ဂျင်မှစာမျက်နှာကိုဘယ်သို့ချုပ်ကိုင်ရန်သတ်မှတ်နိုင်။
ro: Definiţi cum abordează motoarele de căutare pagina.
sk: Tu môžete nastaviť ako majú túto stránku vnímať vyhľadávacie roboty.
uk: Тут Ви можете задати правила доступу до сторінок сайту для пошукових роботів

# tl_page.description.0
source: Page description
da: Sidebeskrivelse
fi: Sivun kuvaus
hu: Oldal leirás
my: စာမျက်နှာဖော်ပြချက်
ro: Descrierea paginii
sk: Popis stránky (description)
uk: Опис сторінки

# tl_page.description.1
source: Here you can enter a short description of the page which will be evaluated by search engines like Google or Yahoo. Search engines usually indicate between 150 and 300 characters.
da: Du kan angive en kort beskrivelse af siden som vil blive vist af søgemaskiner. En søgemaskine viser almindeligvis mellem 150 og 300 tegn.
fi: Tähän voit kirjoittaa lyhyen kuvauksen Googlen ja Yahoon kaltaisia hakukoneita varten. Hyödyllinen merkkimäärä on yleensä noin 150-300 merkkiä.
hu: Itt lehet adni egy rövid leírást az oldalhoz, amelyet értékelnek a keresőprogramok, mint a Google vagy a Yahoo. A keresőmotorok általában 150 és 300 karakter közötti hosszúságú szöveget vesznek figyelembe.
my: ရှာဖွေအင်ဂျင်များဖြစ်သည့်ဂူးဂယ်(သို့)ရဟူးမှတန်ဖိုးဖြတ်နိုင်သည့်စာမျက်နှာအတိုကောက်ဖော်ပြချက်ထည့်။ ၁၅၀မှ၃၀၀အကြားစာလံုးများကိုရှာဖွေအင်ဂျင်များညွှန်ပြလေ့ရှိ။
ro: Puteţi introduce o scurtă descriere a paginii, va fi afişată de motoarele de căutare. Un motor de căutare arată de obicei între 150 şi 300 caractere.
sk: Tu môžte uviesť krátky popis stránky, ktorý je dôležitý pre hodnotenie jej obsahu vyhľadávačmi ako je Google alebo Yahoo. Vyhľadávacie roboty väčšinou akceptujú dĺžku popisu 150 až 300 znakov.
uk: Ви можете ввести короткий опис сторінки, що буде виводитися при пошуку. Індексується зазвичай від 150 до 300 символів.

# tl_page.redirect.0
source: Redirect type
da: Omdirigeringstype
fi: Uudelleenohjauksen tyyppi
hu: Átirányítás típusa
my: ဦးတည်ရာပြောင်းအမျိုးအစား
ro: Tip de redirectare
sk: Typ presmerovania
uk: Тип перенаправлення

# tl_page.redirect.1
source: Please choose the redirect type.
da: Midlertidige videresendinger sender et HTTP 302 sidehoved, permanente sender et HTTP 301 header
fi: Ole hyvä ja valitse edelleenohjauksen tyyppi.
hu: Válassza ki az átirányítás típusát
my: ဦးတည်ရာပြောင်းအမျိုးအစားရွေး။
ro: Redirectările temporare vor trimite un header HTTP 302, cele permanente vor trimite un header HTTP 301.
sk: Zvoľte typ presmerovania.
uk: Тимчасовий редірект посилає HTTP 302 заголовок, постійний надсилає HTTP 301 заголовок.

# tl_page.jumpTo.0
source: Redirect page
da: Hop til side
fi: Uudelleenohjauksen sivu
hu: Átirányítás
my: ဦးတည်ရာပြောင်းစာမျက်နှာ
ro: Avansează la
sk: Presmerovanie na stránku
uk: Перейти до

# tl_page.jumpTo.1
source: Please choose the page to which visitors will be redirected. Leave blank to redirect to the first regular subpage.
da: Vælg side, der skal viderestilles til fra sidetræet.
fi: Ole hyvä ja valitse mille sivulle vierailijat ohjataan. Jättämällä tyhjäksi ohjaus tapahtuu ensimmäiselle perusalasivulle.
hu: Válassza ki az oldalt, melyre a látogatókat továbbítja. ha üresen hagyja, az első aloldalra lesz irányítva.
my: လည်ပတ်သူများရောက်သွားမည့်စာမျက်နှာကိုရွေး။ ပထမဆံုးပံုမှန်စာမျက်နှာခွဲကိုရောက်သွားစေရန်အလွတ်ထား။
ro: Alegeţi pagina ţintă din structura de pagini.
sk: Vyberte stránku na ktorú budú návštevníci premerovaní. Ak ponecháte toto pole prázdne budú presmerovaní na úvodnú stránku.
uk: Будь ласка, виберіть сторінку на яку будуть перенаправлені користувачі. Якщо залишити поле пустим, то буде здійснено перенаправлення на першу стандартну сторінку з дерева підсторінок.

# tl_page.fallback.0
source: Language fallback
da: Sprogsuppleant
fi: Oletuskieli
hu: Tartalék nyelv
my: ဘာသာစကားအရန်
ro: Limba preferată
sk: Presmerovanie na jazykovú verziu
uk: Основна мова

# tl_page.fallback.1
source: Show this page if there is none that matches the visitor's language.
da: TYPOlight omdirigerer automatisk en besøgende til et websteds rod til dennes sprog eller til sprogsuppleant-siden. Hvis der ikke er en sprogsuppleant-side, vises fejlmeddelelsen <em>No pages found</em>.
fi: Näytä tämä sivu jos vierailijan kielellä ei ole sivuja.
hu: Ezt az oldalt jeleníti meg, ha a látogató nyelvén nem elérhető a kért oldal.
my: လည်ပတ်သူဘာသာစကားမတွေ့ရှိပါကယခုစာမျက်နှာပြသ။
ro: Contao redirectează automat un vizitator către o rădăcină de website în limba sa sau către limba nativă. Dacă nu există o pagină cu limba nativă, este afişat mesajul de eroare <em>Nu am găsit nicio pagină</em>.
sk: Ukázať túto stránku, pokiaľ je operačný systém návštěvníka v danom jazyku alebo v nejakom inom, v ktorom nie je ani jedna z jazykových verzí Vašej webovej stránky.
uk: Contao автоматично переадресує відвідувача на кореневу сторінку сайту з підходящою мовою. Якщо немає такої локалізованої сторінки, то виводиться повідомлення про помилку <em>No pages found</em>.

# tl_page.dns.0
source: Domain name
da: Domænenavn
fi: Domain-osoite
hu: Domain név
my: ဒိုမိန်းနာမည်
ro: Nume domeniu
sk: Názov domény
uk: Ім’я домена

# tl_page.dns.1
source: Here you can restrict the access to the website to a certain domain name.
da: Hvis du tildeler et domænenavn til et websteds rod, vil dine besøgende blive omdirigeret til dette websted, når de indtaster det tilsvarende domænenavn (f.eks. <em>yourdomain.com</em> eller<em>subdomain.yourdomain.com</em>).
fi: Tässä voit rajoittaa pääsyn sivustolle tietyllä verkko-osoitteella.
hu: Itt lehet korlátozni a hozzáférést a honlapon egy bizonyos domain névre.
my: သေချာသောဒိုမိန်းနာမည်သို့ဝဘ်ဆိုက်ကြည့်ရှုခြင်းကန့်သတ်နိုင်။
ro: Dacă desemnaţi un nume de domeniu unei pagini rădăcină de website, vizitatorii vor fi redirectaţi către acest website când vor introduce numele corespunzător de domeniu (ex. <em>domeniultau.com</em> sau <em>subdomeniu.domeniultau.com</em>).
sk: Tu môžete omedziť prístup na webovú stránku na určité domény.
uk: Якщо Ви призначите доменне ім’я кореневій сторінці сайту, відвідувачі будуть перенаправлятися на цей сайт щораз, коли вони вводять відповідне доменне ім’я (наприклад, <em>youdomain.com</em> або <em>subdomain.yourdomain.com</em>).

# tl_page.adminEmail.0
source: E-mail address of the website administrator
da: E-postadresse til webstedets administrator
fi: Sivuston ylläpitäjän sähköpostiosoite
hu: A weboldal adminisztrátorának e-mail címe
my: ဝဘ်ဆိုက်စီမံခန့်ခွဲသူအီးမေးလ်လိပ်စာ
ro: Email webmaster
sk: E-mailová adresa administrátora webu
uk: E-mail адреса адміністратора сайту

# tl_page.adminEmail.1
source: Auto-generated messages like subscription confirmation e-mails will be sent to this address.
da: Angiv en e-mail til systemadministratoren.
fi: Järjestelmän automaattiset viestit lähetetään tähän osoiteeseen.
hu: Automatikusan generált üzeneteket fog erre a címre küldeni a rendszer, mint például a feliratkozást visszaigazoló értesítő.
my: ယခုလိပ်စာသို့လိုလျောက်ထုတ်လုပ်ပြီးမှာကြားချက်များစသည့်ပုံမှန်မှာယူခြင်းအတည်ပြုခြင်းအီးမေးလ်များပေးပို့။
ro: Introduceţi email-ul administratorului de sistem.
sk: Prosím zadajte e-mailovú adresu administrátora.
uk: Всі системні повідомлення будуть надсилатися на дану e-mail адресу. Також, дана e-mail адреса буде у всіх повідомленнях, що надсилатимуться користувачам, в полі "Від кого".

# tl_page.dateFormat.0
source: Date format
da: Datoformat
fi: Päivämäärän muoto
hu: Dátum formátum
my: ရက်စွဲအချိုးအစား
ro: Format de dată
sk: Formát datumu
uk: Формат дати

# tl_page.dateFormat.1
source: The date format string will be parsed with the PHP date() function.
da: Angiv et datoformat som brugt af PHP-funktionen date().
fi: Päivämäärän muoto parsitaan PHP:n date()-funktiolla.
hu: A dátum formátumát a PHP date() függvény határozza meg.
my: ရက်စွဲအချိုးအစားအက္ခရာအတွဲကိုပီအိတ်ပ်ပီရက်စွဲ()လုပ်ဆောင်ချက်ဖြင့်ထောက်ပံ့။
ro: Introduceţi un format de dată aşa cum este folosit de funcţia PHP date().
sk: Formát dátumu použiteľný PHP funkciou date().
uk: Введіть, будь ласка, дату в форматі PHP функції date().

# tl_page.timeFormat.0
source: Time format
da: Tidsformat
fi: Ajan muoto.
hu: Idő formátum
my: အချိန်အချိုးအစား
ro: Format de timp
sk: Formátovanie času
uk: Формат часу

# tl_page.timeFormat.1
source: The time format string will be parsed with the PHP date() function.
da: Angiv et tidsformat som brugt af PHP-funktionen date().
fi: Ajan muoto parsitaan PHP:n date()-funktiolla.
hu: A idő formátumát a PHP date() függvény határozza meg.
my: အချိန်အချိုးအစားအက္ခရာအတွဲကိုပီအိတ်ပ်ပီရက်စွဲ()လုပ်ဆောင်ချက်ဖြင့်ထောက်ပံ့။
ro: Introduceţi un format de oră aşa cum este folosit de funcţia PHP date().
sk: Formát času použiteľný PHP funkciou date().
uk: Введіть, будь ласка, час в форматі PHP функції date().

# tl_page.datimFormat.0
source: Date and time format
da: Dato- og tidsformat
fi: Ajan ja päivämäärän muoto
hu: Dátum és idő formátum
my: နေ့စွဲနှင့်အချိန်အချိုးအစား
ro: Format de dată şi timp
sk: Formátovanie času a dátumu
uk: Формат дати та часу

# tl_page.datimFormat.1
source: The date and time format string will be parsed with the PHP date() function.
da: Angiv et dato- og tidsformat som brugt af PHP-funktionen date().
fi: Ajan ja päivämäärän muoto parsitaan PHP:n date()-funktiolla.
hu: A dátum és idő formátumát a PHP date() függvény határozza meg.
my: နေ့စွဲနှင့်အချိန်အချိုးအစားအက္ခရာအတွဲကိုပီအိတ်ပ်ပီရက်စွဲ()လုပ်ဆောင်ချက်ဖြင့်ထောက်ပံ့။
ro: Introduceţi un format de dată şi oră aşa cum este folosit de funcţia PHP date().
sk: Formát dátumu a času použiteľný PHP funkciou date().
uk: Введіть, будь ласка, дату та час в форматі PHP функції date().

# tl_page.createSitemap.0
source: Create an XML sitemap
da: Opret et XML sitemap
fi: Luo XML-sivukartta
hu: Hozzon létre egy XML oldaltérképet
my: ဟိပ်အမ်အယ်ဆိုက်မြေပံုဖန်တီး
ro: Creaţi un sitemap XML
sk: Vytvoriť XML mapu stránok
uk: Створити XML карту сайту

# tl_page.createSitemap.1
source: Create a Google XML sitemap in the <em>share/</em> directory.
da: Opret et Google XML sitemap i <em>share</em> mappen.
fi: Luo Google XML sivukartan <em>share/</em> kansioon.
hu: Létrehoz egy Google XML oldaltérképet a gyökér könyvtárba.
my: <em>share/</em> ဖိုင်လမ်းညွန်တွင်ဂူးဂယ်ဟိပ်အမ်အယ်ဆိုက်မြေပံုဖန်တီး။
ro: Creează un Google XML sitemap în directorul <em>share/</em>.
sk: Vytvoriť Google XML mapu stránok v koreňovom adresári.
uk: Створити Google XML карту сайту в каталозі <em>share/</em>.

# tl_page.sitemapName.0
source: Sitemap file name
da: Filnavn
fi: Sivukartan tiedostonimi
hu: Oldaltérkép fájl neve
my: ဆိုက်မြေပံုဖိုင်နာမည်
ro: Nume fişier
sk: Názov súboru
uk: Назва файлу

# tl_page.sitemapName.1
source: Please enter the name of the sitemap file without extension.
da: Skriv et navn til XML filen.
fi: Ole hyvä ja syötä sivukartalle nimi ilman tiedostopäätettä.
hu: Adja meg az oldaltérkép fájl nevét kiterjesztés nélkül.
my: နောက်ဆက်တွဲမပါဘဲဆိုက်မြေပံုဖိုင်နာမည်ထည့်။
ro: Introduceţi un nume prentru fişierul XML (nu includeţi extensia).
sk: Zadajte názov XML súboru mapy stránok (bez prípony).
uk: Введіть назву XML файлу без розширення <em>.xml</em>.

# tl_page.useSSL.0
source: Use HTTPS in sitemaps
da: Brug HTTPS i sitemaps
fi: Käytä HTTPS menetelmää sivukartassa
hu: Használja a HTTPS-t az oldaltérképeken
my: ဆိုက်မြေပံုများတွင်အိပ်စ်တီတီပီအက်စ်သံုး
ro: Foloseşte HTTPS în sitemaps
sk: Použiť HTTPS v mape stránok
uk: Використовувати HTTPS в XML карті сайту

# tl_page.useSSL.1
source: Generate the sitemap URLs of this website with <em>https://</em>.
da: Generer URL's i sitemap med <em>https://</em>.
fi: Generoi sivukartan URL-osoitteet <em>https://</em> -etuliitteellä.
hu: Az oldaltérkép URL-ek létrehozása ezzel: <em>https://</em>.
my: <em>https://</em> ဖြင့်ယခုဝဘ်ဆိုက်ဆိုက်မြေပံုယူအာအယ်များထုတ်လုပ်။
ro: Generează un sitemap cu URL-uri cu <em>https://</em>.
sk: Vytvorí mapu stránok s internetovými odkazmi začínajúcimi: <em>https://</em>
uk: Генерувати гіперпосилання на сторінки сайту використовуючи протокол <em>https://</em>.

# tl_page.autoforward.0
source: Forward to another page
da: Videresend til en anden side
fi: Edelleenohjaa toiselle sivulle
hu: Továbbítás egy másik oldalra
my: အခြားစာမျက်နှာသို့တစ်ဆင့်ကမ်း
ro: Avansează la o altă pagină
sk: Presmerovať na inú stránku
uk: Перенаправляти на сторінку

# tl_page.autoforward.1
source: Redirect visitors to another page (e.g. a login page).
da: Hvis du vælger denne mulighed, vil besøgende omdirigeres til en anden side (f.els. en log ind side eller en velkomstside).
fi: Ohjaa vierailijat toiselle sivulle (esim. kirjautumissivu).
hu: Látogató továbbítása egy másik oldalra (pl.: bejelentkező oldal).
my: အခြားစာမျက်နှာသို့လည်ပတ်သူများကိုဦးတည်ရာပြောင်း (ဥပမာ ဖွင့်ဝင်စာမျက်နှာ)။
ro: Dacă folosiţi această opţiune, vizitatorii vor fi trimişi către o altă pagina (ex. o pagină de autentificare sau una de bun venit).
sk: Presmerovať návštevníkov na inú stránku (napr. na prihlasovaciu stránku).
uk: Якщо вибрати цю опцію, відвідувач буде перенаправлений на іншу сторінку (наприклад, сторінку з фомою авторизації або на головну сторінку).

# tl_page.protected.0
source: Protect page
da: Beskyt side
fi: Suojaa sivu
hu: Oldal védelme
my: ကာကွယ်ပြီးစာမျက်နှာ
ro: Protejează pagina
sk: Chránená stránka
uk: Захищена сторінка

# tl_page.protected.1
source: Restrict page access to certain member groups.
da: Hvis du vælger denne mulighed kan du restringere adgang til siden for bestemte medlemsgrupper.
fi: Rajoita pääsy sivulle tiettyjen jäsenryhmien perusteella.
hu: Korlátozza az oldal hozzáférését bizonyos csoportok tagjaira.
my: သေချာသောအဖွဲ့ဝင်အုပ်စုများသို့သာလျှင်စာမျက်နှာကြည့်ရှုခွင့်ကန့်သတ်။
ro: Dacă alegeţi această opţiune puteţi restricţiona accesul către pagină doar pentru anumite grupuri de membri.
sk: Umožniť prístup na stránku len povoleným skupínám členov.
uk: Якщо вибрати цю опцію, можна обмежити доступ до сторінки певним учасникам групи.

# tl_page.groups.0
source: Allowed member groups
da: Tilladte medlemsgrupper
fi: Sallitut jäsenryhmät
hu: Engedélyezett tag csoport
my: ခွင့်ပြုပြီးအဖွဲ့ဝင်အုပ်စုများ
ro: Grupuri de membri permise
sk: Povolené skupiny členov
uk: Дозволені групи учасників

# tl_page.groups.1
source: These groups will be able to access the page.
da: Her kan du tillade adgang til en en eller flere brugergrupper. Hvis di ikke vælger en gruppe, vil enhver front end bruger, som er logget ind, have adgang til siden.
fi: Nämä ryhmät pääsevät sivulle.
hu: Ez(ek) a csoport(ok) férhetnek hozzá az oldalhoz.
my: စာမျက်နှာကိုယခုအုပ်စုများမြင်နိုင်။
ro: Aici puteţi acorda accesul unuia sau mai multor grupuri de utilizatori. Dacă nu alegeţi un grup orice utilizator logat în front-end va putea accesa această pagină.
sk: Tieto skupiny budú mať povolený prístup na túto stránku.
uk: Тут Ви можете надати доступ одній або більше груп учасників. Якщо Ви не вкажете групу, будь-який зареєстрований користувач сайту буде мати доступ до сторінки.

# tl_page.includeLayout.0
source: Assign a layout
da: Tildel et layout
fi: Määrää ulkoasu
hu: Hozzárendelés elrendezéshez
my: အခင်းအကျင်းသတ်မှတ်
ro: Desemnează un ansamblu
sk: Priradiť layout
uk: Призначити макет

# tl_page.includeLayout.1
source: Assign a page layout to the page and its subpages.
da: Tildel et sidelayout til siden og dennes undersider. Hvis du vælger denne mulighed, kan du tildele et nyt layout til den nuværende side.
fi: Määrää sivulle ja sen alasisuille ulkoasu.
hu: Hozzárendel egy elrendezést az oldalhoz és aloldalaihoz.
my: စာမျက်နှာနှင့်စာမျက်နှာခွဲများသို့စာမျက်နှာအခင်းအကျင်းသတ်မှတ်။
ro: Iniţial o pagină foloseşte acelaşi ansamblu ca şi pagina părinte. Alegând această opţiune puteţi desemna un ansamblu diferit paginii şi subpaginilor sale.
sk: Priradiť layout stránke a jej podstránkam.
uk: За замовчуванням сторінка використовуватиме макет батьківської сторінки. Якщо вибрати цю опцію, можна перевизначити макет для конкретної сторінки та всіх вкладених сторінок.

# tl_page.layout.0
source: Page layout
da: Sidelayout
fi: Sivun ulkoasu
hu: Elrendezés
my: စာမျက်နှာအခင်းအကျင်း
ro: Ansamblu
sk: Layout stránky
uk: Макет сторінки

# tl_page.layout.1
source: You can manage page layouts with the "themes" module.
da: Vælg et sidelayout. Du kan redigere eller oprette layouts med modulet <em>sidelayout</em>.
fi: Sivujen ulkoasuja hallitaan "Teemat"-moduulilla.
hu: Az oldal elrendezését az "témák" modulban módosíthatja.
my: "အသွင်အပြင်များ"အပိုင်းဖြင့်စာမျက်နှာအခင်းအကျင်းများစီမံ။
ro: Alegeţi un ansamblu de pagină. Puteţi edita sau crea ansambluri folosind modulul <em>Ansambluri</em>.
sk: Layout stránky môžete nastaviť v časti "Témy vzhľadu".
uk: Виберіть макет сторінки. Ви можете редагувати або створити новий макет, використовуючи модуль <em>Макет сторінки</em>.

# tl_page.mobileLayout.0
source: Mobile page layout
da: Mobile sidelayout
fi: Mobiilisivun ulkoasu
hu: Mobil oldal elrendezés
my: မိုဘိုင်းစာမျက်နှာအခင်းအကျင်း
ro: Ansamblu de pagină pentru portabile
sk: Vzhľad stránky pre mobilné zariadenia
uk: Макет мобільних простроїв

# tl_page.mobileLayout.1
source: This layout will be used if the visitor uses a mobile device.
da: Dette layout benyttes hvis den besøgende kommer fra en mobil enhed.
fi: Tätä ulkoasua käytetään jos kävijä käyttää mobiililaitetta.
hu: Ez az elrendezés lesz használva, ha a látogató mobil eszközt használ.
my: လည်ပတ်သူမိုဘိုင်းပစ္စည်းသံုးပါကယခုအခင်းအကျင်းကိုသံုးမည်။
ro: Acest ansamblu de pagină se va folosi dacă utilizatorul accesează de pe un portabil
sk: Tento vzhľad sa aktivuje ak návštevník stránky použije mobilné zariadenie.
uk: Цей макет буде використаний в тому разі, якщо користувач використовує мобільний пристрій.

# tl_page.includeCache.0
source: Set cache timeout
da: Tildel mellemlagerets tidsudløbsværdi
fi: Aseta välimuistin vanhenemisaika
hu: Gyorsítótár időtúllépés beállítása
my: မှတ်ဥာဏ်အသေးစားအချိန်ကုန်သတ်မှတ်
ro: Desemnează expirare cache
sk: Nastaviť dobu cache
uk: Встановіть час життя кешу

# tl_page.includeCache.1
source: Set a cache timeout value for the page and its subpages.
da: Som standard bruger en side samme tidsudløbsværdi for mellemlageret som dets forælderside. Hvis du vælger denne mulighed, kan du tildele en ny tidsudløbsværdi for mellemlageret for den nuværende side og dens undersider.
fi: Aseta välimuistin vanhenemisaika sivulle ja sen alasivuille.
hu: Állítsa be a gyorsítótár időtúllépési értékét az oldalnak és aloldalaknak.
my: စာမျက်နှာနှင့်စာမျက်နှာခွဲများအတွက်မှတ်ဥာဏ်အသေးစားအချိန်ကုန်တန်ဖိုးသတ်မှတ်။
ro: Nativ o pagină foloseşte aceeaşi valoare ca şi pagina părinte. Dacă alegeţi aceasta opţiune puteţi desemna o valoare diferită pentru pagina curentă şi subpaginile sale.
sk: Nastaví, ako dlho budú uložené, navštívené stránky v počítači návštevníka.
uk: За замовчуванням сторінка використає той же час зберігання кеша, що й батьківська сторінка. Якщо ви виберете цю опцію, Ви можете призначити новий час зберігання кеша для даної сторінки й підсторінок.

# tl_page.cache.0
source: Cache timeout
da: Mellemlagertidsudløb
fi: Välimuistin aikakatkaisu
hu: Gyorsítótár időtúllépés
my: မှတ်ဥာဏ်အသေးစားအချိန်ကုန်
ro: Expirare cache
sk: Doba uloženia v cache
uk: Час життя кешу
