Repository: contao/core
Catalog: system/modules/core/languages/*/*_page.xlf
Languages: da, fi, hu, my, ro, sk, uk

# tl_page.cache.1
source: After this period, the cached version of the page will expire.
da: Inden for perioden for mellemlagerets tidsudløb, vil en side blive indlæst fra mellemlagertabellen.
fi: Tämän ajan jälkeen sivun välimuistitettu versio vanhenee.
hu: Ezután a periódus után az oldal tárolt változata lejár.
my: ယခုကာလအပိုင်းအခြားပြီးနောက်စာမျက်နှာ၏အသေးစားပံုစံသက်တမ်းကုန်။
ro: În timpul perioadei cache timeout, o pagină va fi încărcată din tabela de cache. Acest lucru va scurta timpul de încărcare al unui site.
sk: Po tejto dobe bude odstránená z cache uložená verzia danej stránky v počítači.
uk: У заданий період кеширування сторінка буде завантажуватися з кеша таблиці.

# tl_page.includeChmod.0
source: Assign access rights
da: Tildel rettigheder
fi: Aseta pääsyoikeudet.
hu: Hozzáférési jogok hozzáadása
my: ဝင်ကြည့်ခွင့်များသတ်မှတ်
ro: Desemnează permisiuni
sk: Prideliť prístupové práva
uk: Призначити права

# tl_page.includeChmod.1
source: Access rights determine what back end users can do with the page.
da: Rettigheder tillader dig at definere i hvilket omfang en back end bruger kan ændre en side og dens artikler. Hvis du ikke vælger denne mulighed, så bruger siden samme rettigheder som dens forælderside.
fi: Pääsyoikeudet määrittelevät mitä hallintaosion käyttäjät saavat tehdä sivulle.
hu: Hozzáférési jogok határozzák meg, mit tehetnek a felhasználók az oldalon.
my: စာမျက်နှာဖြင့်အတွင်းပိုင်းအသံုးပြုသူများကိုဝင်ကြည့်ခွင့်များသတ်မှတ်။
ro: Permisiunile vă dau posibilitatea să definiţi în ce măsură un utilizator back-end poate modifica o pagină şi articolele acesteia. Dacă nu alegeţi această opţiune, pagina va folosi aceleaşi permisiuni ca şi pagina părinte.
sk: Nastaví, čo budú môcť s touto stránkou vykonávať backend užívatelia Contao.
uk: Призначення прав доступу дозволяють визначити, хто з користувачів зможе модифікувати сторінку й статті. За замовчуванням, використовуються права батьківської сторінки.

# tl_page.cuser.0
source: Owner
da: Bruger
fi: Käyttäjä
hu: Tulajdonos
my: ပိုင်ရှင်
ro: Utilizator
sk: Používateľ
uk: Власник

# tl_page.cuser.1
source: Please select a user as the owner of the page.
da: Vælg en bruger som ejer af denne side.
fi: Ole hyvä ja valitse sivulle omistaja.
hu: Válassza ki az oldal tulajdonosát.
my: စာမျက်နှာပိုင်ရှင်ကဲ့သို့အသံုးပြုသူရွေး။
ro: Alegeţi un utilizator ca proprietar al paginii curente.
sk: Vyberte užívateľa ako vlastníka tejto stránky.
uk: Будь ласка, вкажіть виберіть власника даної сторінки.

# tl_page.cgroup.0
source: Group
da: Gruppe
fi: Ryhmä
hu: Csoport
my: အုပ်စု
ro: Grup
sk: Skupina
uk: Група

# tl_page.cgroup.1
source: Please select a group as the owner of the page.
da: Vælg en gruppe som ejer af denne side.
fi: Ole hyvä ja valitse ryhmä sivun omistajaksi.
hu: Válassza ki az oldal tulajdonos csoportot.
my: စာမျက်နှာပိုင်ရှင်ကဲ့သို့အုပ်စုရွေး။
ro: Alegeţi un grup ca proprietar al paginii curente.
sk: Vyberte skupinu ako vlastníka tejto stránky.
uk: Будь ласка, виберіть групу як власника поточної сторінки.

# tl_page.chmod.0
source: Access rights
da: Adgangstilladelser
fi: Pääsyoikeudet
hu: Hozzáférési jogok
my: ဝင်ကြည့်ခွင့်များ
ro: Drepturi de acces
sk: Prístupové práva
uk: Права доступу

# tl_page.chmod.1
source: Please assign the access rights for the page and its subpages.
da: Hver side har tre adgangsniveauer: en for brugeren, en for gruppen og en for alle andre. Du kan tildele forskellige rettigheder til hvert niveau.
fi: Ole hyvä ja määrää pääsyoikeudet sivulle ja sen alasivuille
hu: Rendelje hozzá a hozzáférési jogokat az oldalhoz és aloldalakhoz.
my: စာမျက်နှာနှင့်စာမျက်နှာခွဲများအတွက်ဝင်ကြည့်ခွင့်များသတ်မှတ်။
ro: Fiecare pagină are trei nivele de acces: una pentru utilizator, una pentru grup şi una pentru toţi ceilalţi. Puteţi acorda permisiuni diferite fiecărui nivel.
sk: Určite prosím práva pre túto stránku a jej podstránok.
uk: Будь ласка, призначте права доступу для сторінки та її підсторінок.

# tl_page.noSearch.0
source: Do not search
da: Ekskluder fra søgning
fi: Älä etsi
hu: Ne legyen kereshető
my: မရှာဖွေ
ro: Nu căuta în această pagină
sk: Nevyhľadávať
uk: Заборонити пошук на сторінці

# tl_page.noSearch.1
source: Exclude the page from the search index.
da: Hvis du vælger denne mulighed, vil den nuværende side blive ekskluderet fra søgeoperationer på webstedet.
fi: Älä sisällytä sivua hakuindeksiin.
hu: Kizárja az oldalt a keresési indexelésből.
my: ရှာဖွေအညွှန်းမှစာမျက်နှာဖယ်ထုတ်။
ro: Alegând aceasta opţiune pagina curentă va fi exclusă din operaţiunile de căutare din cadrul sitului.
sk: Vynechať stránku pri vyhľadávaní. Neindexovať túto stránku.
uk: Якщо вибрати цю опцію, сторінка буде виключена з пошуку.

# tl_page.cssClass.0
source: CSS class
da: CSS-klasse
fi: CSS luokka
hu: CSS osztály
my: စီအက်အက်စ်အမျိုးအစား
ro: Clasa CSS
sk: CSS trieda (class)

# tl_page.cssClass.1
source: The class(es) will be used in the navigation menu and the &lt;body&gt; tag.
da: Disse classes vil blive benyttet i navigations menuer og på &lt;body&gt; tagget.
fi: Luokkaa (tai luokkia) käytetään valikossa ja &lt;body&gt;-elementissä.
hu: Ezen osztály(oka)t fogja használni a navigációs menü és a <body> tag.
my: ယခုအမျိုးအစား(များ)သွားလာခြင်းဇယားနှင့်&lt;အလယ်&gt;အမည်တွင်သံုးမည်။
ro: Clasa(clasele) CSS va fi folosită în meniul de navigare şi în &lt;body&gt; .
sk: Tieto štýly budú zahrnuté do navigácie a do tagu <em>body</em>.

# tl_page.sitemap.0
source: Show in sitemap
da: Vis i sitemap
fi: Näytä sivukartassa
hu: Látható az oldaltérképben
my: ဆိုက်မြေပံုတွင်ပြသ
ro: Include în sitemap
sk: Zobraziť v mape stránok
uk: Відображати на карті сайту

# tl_page.sitemap.1
source: Here you can define whether the page is shown in the sitemap.
da: Her kan du definere om siden vises i sitemappet.
fi: Tässä voit määritellä näytetään sivu sivukartassa.
hu: Itt lehet megadni, hogy az oldal jelenjen e meg az oldaltérképen.
my: ဆိုက်မြေပံုတွင်ပြသမည့်စာမျက်နှာကိုသတ်မှတ်နိုင်။
ro: Puteţi defini dacă pagina este inclusă în sitemap.
sk: Tu môžte určiť, či sa stránka objaví v mape stránok Vášho webu.
uk: Якщо вибрати цю опцію, то сторінка буде відображена на карті сайту.

# tl_page.hide.0
source: Hide from navigation
da: Skjul side fra webstedets navigation
fi: Piilota navigoinnista
hu: Elrejtés a navigációból
my: သွားလာခြင်းဇယားမှဖံုးကွယ်။
ro: Ascunde pagina în meniul de navigare
sk: Nezobraziť v navigácii
uk: Виключити сторінку з навігації

# tl_page.hide.1
source: Hide the page from the navigation menu.
da: Hvis du vælger denne mulighed, vil den nuværende side ikke blive vist i webstedets navigation.
fi: Piilota sivu valikosta.
hu: Elrejti az oldalt a navigációs menüből.
my: သွားလာခြင်းဇယားမှစာမျက်နှာဖံုးကွယ်။
ro: Dacă alegeţi această opţiune, pagina curentă nu va apare în meniu.
sk: Nezobraziť stránku v navigačnom menu.
uk: Якщо вибрати цю опцію, то дана сторінка не буде відображатися в навігації сайту.

# tl_page.guests.0
source: Show to guests only
da: Vis kun til gæster
fi: Näytä vain vierailijoille
hu: Csak vendégek láthatják
my: ဧည့်သည်များကိုသာပြသ
ro: Arată doar vizitatorilor
sk: Zobraziť iba bežným návštevníkom
uk: Показувати тільки незареєстрованим користувачам

# tl_page.guests.1
source: Hide the page if there is an authenticated user.
da: Gem siden fra navigationsmenuen hvis et medlem er logget ind.
fi: Piilota sivu kirjautuneilta käyttäjiltä.
hu: Az oldal elrejtése a hitelesített felhasználók elől.
my: စစ်ဆေးပြီးအသံုးပြုသူဖြစ်ပါကစာမျက်နှာဖံုးကွယ်။
ro: Ascunde pagina în meniul de navigare dacă un membru este logat.
sk: Skryť stránku v navigačnom menu ak je registrovaný užívateľ prihlásený.
uk: Приховувати елемент для зареєстрованих користувачів.

# tl_page.tabindex.0
source: Tab index
da: Fanebladsnavigation
fi: Tabulaattori-indeksi
my: အညွှန်းမျက်နှာစာ
ro: Navigare cu TAB
sk: Index tabulátora
uk: Закладки навігації

# tl_page.tabindex.1
source: The position of the navigation item in the tabbing order.
da: Dette tal specificerer positionen af det nuværende navigationselement i fanebladsordenen. Du kan angive et tal mellem 1 og 32767.
fi: Elementin järjestys tabulaattorilla elementistä toiseen siirryttäessä.
hu: A navigációs elem helyzete a bejárási sorrendben.
my: မျက်နှာစာအစဉ်အတိုင်းတွင်သွားလာခြင်းတည်နေရာ။
ro: Acest număr specifică poziţia elementului de navigare curent în ordinea TAB. Puteţi introduce un număr între 1 şi 32767.
sk: Prechádzanie navigácie pomocou tabulátora.
uk: Це число визначає позицію поточного елемента навігації в порядку закладок від 1 до 32767.

# tl_page.accesskey.0
source: Access key
da: Adgangstaster
fi: Valintanäppäin
hu: Hozzáférési kulcs
my: ဝင်ကြည့်ခွင့်သော့
ro: Caracter de acces
sk: Klávesová skratka
uk: Кнопка доступу

# tl_page.accesskey.1
source: A navigation item can be focused by pressing the [ALT] or [CTRL] key and the access key simultaneously.
da: En adgangstast et enkelt tegn som kan tildeles til et navigationselement. Hvis en besøgende samtidigt trykker [ALT]-tasten og adgangstasten, kommer navigationselementet i fokus.
fi: Valikkoelementtiin voidaan kohdistaa painamalla [ALT]- tai [CTRL]-näppäintä ja valittua näppäintä samanaikaisesti.
hu: A navigációs elemre ugráshoz nyomja meg a [ALT] vagy [CTRL] billentyűt és a hozzáférési gombokat.
my: [ALT] (သို့) [CTRL] ကီးများကိုဖိထားခြင်းဖြင့်သွားလာခြင်းနှင့်ဝင်ကြည့်ခွင့်သော့ကိုဆုံချက်ချိန်နိင်။
ro: Un caracter de acces este un caracter care poate fi desemnat unui element de navigaţie. Dacă un vizitator apasă simultan [ALT] şi caracterul respectiv, elementul de navigare este activat.
sk: Položka navigácie može byť zvolená stlačením klávesy [ALT] alebo [CTRL] a príslušného znaku.
uk: Ви можете визначити кнопку як елемент навігації. Натискання [ALT] або [CTRL] і кнопка повертає фокус елементу.

# tl_page.published.0
source: Publish page
da: Offentliggjort
fi: Julkaise sivu
hu: Oldal megjelenítés
my: စာမျက်နှာထုတ်ဝေ
ro: Publicat
sk: Publikovať stránku
uk: Опублікувати

# tl_page.published.1
source: Make the page publicly visible on the website.
da: Vis du ikke offentliggør siden kan den ikke ses af besøgende på dit websted.
fi: Tee sivu julkisesti näkyväksi sivustolla.
hu: Az oldalt nyilvánosan láthatóvá teszi a honlapon.
my: ဝဘ်ဆိုက်ပေါ်တွင်စာမျက်နှာကိုလူအများမြင်စေရန်လုပ်ဆောင်။
ro: Dacă nu alegeţi această opţiune pagina nu va fi vizibilă vizitatorilor.
sk: Zverejniť stránku na webe.
uk: Відзначте пункт для публікації сторінки на сайті.

# tl_page.start.0
source: Show from
da: Vis fra
fi: Näytä ajankohdasta lähtien
hu: Megjelenítés kezdete
my: မှပြသ
ro: Publică de la
sk: Zobrazovať od
uk: Опублікувати з...

# tl_page.start.1
source: Do not show the page on the website before this day.
da: Hvis du angiver en dato vises siden ikke før denne dag.
fi: Älä näytä sivua sivustolla ennen tätä ajankohtaa.
hu: Az oldal a megadott dátum előtt nem jelenik meg.
my: ဒီနေ့မတိုင်မီဝဘ်ဆိုက်တွင်စာမျက်နှာမပြသ။
ro: Dacă introduceţi o dată pagina curentă va fi vizibilă începând cu acea dată.
sk: Nezobrazovať stránku pred týmto dňom.
uk: Дата початку публікації, якщо введено.

# tl_page.stop.0
source: Show until
da: Vis indtil
fi: Näytä ajankohtaan asti
hu: Megjelenítés vége
my: အထိပြသ
ro: Publică până la
sk: Zobrazovať do
uk: Опублікувати до...

# tl_page.stop.1
source: Do not show the page on the website on and after this day.
da: Hvis du angiver en dato vises siden indtil denne dag.
fi: Älä näytä sivua sivustolla tänä ajankohtana ja sen jälkeen.
hu: Az oldal a megadott dátum után nem jelenik meg.
my: ဒီနေ့ပြီးနောက်ဝဘ်ဆိုက်တွင်စာမျက်နှာမပြသ။
ro: Dacă introduceţi o dată pagina curentă va fi vizibilă până la acea dată.
sk: Nezobrazovať stránku po tomto dni.
uk: Дата закінчення публікації, якщо введено.

# tl_page.title_legend
source: Name and type
da: Navn og type
fi: Nimi ja tyyppi
hu: Név és típus
my: နာမည်နှင့်အမျိုးအစား
ro: Nume şi tip
sk: Názov a typ
uk: Назва та тип

# tl_page.meta_legend
source: Meta information
fi: Metatiedot
hu: Meta információ
my: ရှေ့ဆက်အချက်အလက်
ro: Metainformaţie
sk: Informácie v Meta tagu
uk: Мета інформація

# tl_page.system_legend
source: System settings
da: Systemindstillinger
fi: Järjestelmäasetukset
hu: Rendszer beállítások
my: စက်စနစ်ချိန်ညှိချက်
ro: Setări de sistem
sk: Nastavenia systému
uk: Налаштування системи

# tl_page.redirect_legend
source: Redirect settings
da: Omdirigerings-indstillinger
fi: Uudelleenohjauksen asetukset
hu: Átirányítási beállítások
my: ဦးတည်ရာပြောင်းချိန်ညှိချက်
ro: Setări de redirectare
sk: Nastavenia presmerovania
uk: Налаштування переадресації

# tl_page.dns_legend
source: DNS settings
da: Indstillinger for DNS
fi: DNS asetukset
hu: DNS beállítások
my: ဒီအန်အက်စ်ချိန်ညှိချက်
ro: Setări DNS
sk: DNS nastavenia
uk: Налаштування DNS

# tl_page.global_legend
source: Global settings
da: Globale indstillinger
fi: Globaalit asetukset
hu: Globális beállítások
my: အများသံုးချိန်ညှိချက်
ro: Setări globale
sk: Všeobecné nastavenia
uk: Загальні налаштування

# tl_page.mobile_legend
source: Mobile settings
da: Mobile indstillinger
fi: Mobiili-asetukset
hu: Mobil beállítások
my: မိုဘိုင်းချိန်ညှိချက်
ro: Setări pentru portabile
sk: Nastavenie pre mobilné zariadenia
uk: Налаштування для мобільних пристроїв

# tl_page.sitemap_legend
source: XML sitemap
fi: XML sivukartta
hu: XML oldaltérkép
my: ဟိပ်အမ်အယ်ဆိုက်မြေပံု
ro: Sitemap XML
sk: XML mapa stránok
uk: XML карта сайту

# tl_page.forward_legend
source: Auto-forward
da: Auto-viderestilling
fi: Automaattinen edelleenohjaus
hu: Automatikus továbbítás
my: လိုလျောက်-တစ်ဆင့်ကမ်း
ro: Autocontinuare
sk: Automatické presmerovanie
uk: Автофорвард

# tl_page.protected_legend
source: Access protection
da: Adgangsbeskyttelse
fi: Salli suojaus
hu: Hozzáférési védelem
my: ကာကွယ်မှုဝင်ကြည့်
ro: Restricţionare acces
sk: Chránený prístup
uk: Обмежений доступ

# tl_page.layout_legend
source: Layout settings
da: Indstillinger for layout
fi: Ulkoasuasetukset
hu: Elrendezés beállítások
my: အခင်းအကျင်းချိန်ညှိချက်
ro: Setări de aranjare
sk: Nastavenia layoutu
uk: Налаштування макету

# tl_page.cache_legend
source: Cache settings
da: Indstillinger for Cache
fi: Välimuistin asetukset
hu: Gyorsítótár beállítások
my: မှတ်ဥာဏ်အသေးစားချိန်ညှိချက်
ro: Setări de cache
sk: Cache nastavenia
uk: Налаштування кешу

# tl_page.chmod_legend
source: Access rights
da: Adgangstilladelser
fi: Pääsyoikeudet
hu: Hozzáférési jogok
my: ဝင်ကြည့်ခွင့်များ
ro: Drepturi de acces
sk: Prístupové práva
uk: Права доступу

# tl_page.search_legend
source: Search settings
da: Indstillinger for søgning
fi: Hakutoiminnon asetukset
hu: Keresési beállítások
my: ရှာဖွေချိန်ညှိချက်
ro: Setări de căutare
sk: Nastavenia vyhľadávania
uk: Налаштування пошуку

# tl_page.expert_legend
source: Expert settings
da: Ekspert indstillinger
fi: Erikoisasetukset
hu: Speciális beállítások
my: ကျွမ်းကျင်သူချိန်ညှိချက်
ro: Setări avansate
sk: Rozšírené nastavenia
uk: Експертні налаштування

# tl_page.tabnav_legend
source: Keyboard navigation
da: Tastaturnavigation
fi: Navigointi näppäimistöllä
hu: Billentyűzet navigáció
my: ကီးဘုတ်သွားလာခြင်း
ro: Navigare prin tastatură
sk: Ovládanie pomocou klávesových skratiek
uk: Налаштування клавіатури

# tl_page.publish_legend
source: Publish settings
da: Publiceringsindstillinger
fi: Julkaisuasetukset
hu: Megjelenítési beállítások
my: ထုတ်ဝေချိန်ညှိချက်
ro: Publicare
sk: Nastavenia pre publikovanie
uk: Налаштування публікації

# tl_page.permanent
source: 301 Permanent redirect
da: 301 permanent omdirigering
fi: 301 Pysyvä edelleenohjaus
hu: 301 állandó átirányítás
my: ၃၀၁ အမြဲတမ်းဦးတည်ရာပြောင်း
ro: Redirectare permanentă 301
sk: 301 Trvalé presmerovanie
uk: постійний (301 Permanent redirect)

# tl_page.temporary
source: 302 Temporary redirect
da: 302 midlertidig omdirigering
fi: 302 Väliaikainen edelleenohjaus
hu: 302 ideiglenes átirányítás
my: ၃၀၂ ယာယီဦးတည်ရာပြောင်း
ro: Redirectare temporară 302
sk: 302 Dočasné presmerovanie
uk: тимчасовий (302 Temporary redirect)

# tl_page.map_default
source: Default
da: Standard
fi: Oletus
hu: Alapértelmezett
my: မူလပံုစံ
ro: Iniţial
sk: Štandardne
uk: За замовчуванням

# tl_page.map_always
source: Show always
da: Vis altid
fi: Näytä aina
hu: Mindíg mutatva
my: အမြဲတမ်းပြသ
ro: Arată mereu
sk: Zobrazovať vždy
uk: Завжди показувати

# tl_page.map_never
source: Show never
da: Vis aldrig
fi: Älä näytä koskaan
hu: Mindíg rejtve
my: ဘယ်တော့မှမပြသ
ro: Nu arăta
sk: Nikdy nezobrazovať
uk: Ніколи не показувати

# tl_page.new.0
source: New page
da: Ny side
fi: Uusi sivu
hu: Új oldal
my: စာမျက်နှာအသစ်
ro: Pagină nouă
sk: Nová stránka
uk: Нова сторінка

# tl_page.new.1
source: Create a new page
da: Opret en ny side
fi: Luo uusi sivu
hu: Új oldal létrehozása
my: စာမျက်နှာအသစ်ဖန်တီး
ro: Creează o pagină nouă
sk: Vytvoriť novú stránku
uk: Створити нову сторінку

# tl_page.show.0
source: Page details
da: Sidedetaljer
fi: Sivun tiedot
hu: Oldal részletei
my: စာမျက်နှာအချက်အလက်များ
ro: Detalii pagină
sk: Detaily stránky
uk: Деталі сторінки

# tl_page.show.1
source: Show the details of page ID %s
da: Vis detaljer for side-ID %s
fi: Näytä sivun ID %s tiedot
hu: Az ID %s oldal részletei
my: စာမျက်နှာအိုင်ဒီ %s အချက်အလက်များပြသ
ro: Arată detaliile paginii ID %s
sk: Zobraziť detaily stránky ID %s
uk: Показати деталі сторінки ID %s

# tl_page.edit.0
source: Edit page
da: Redigere side
fi: Muokkaa sivua
hu: Oldal szerkesztése
my: စာမျက်နှာတည်းဖြတ်
ro: Editaţi pagina
sk: Upraviť stránku
uk: Редагувати сторінку

# tl_page.edit.1
source: Edit page ID %s
da: Rediger side-ID %s
fi: Muokkaa sivua ID %s
hu: Az ID %s oldal szerkesztése
my: စာမျက်နှာအိုင်ဒီ %s တည်းဖြတ်
ro: Editează pagina ID %s
sk: Upraviť stránku ID %s
uk: Редагувати сторінку ID %s

# tl_page.cut.0
source: Move page
da: Flyt side
fi: Siirrä sivu
hu: Oldal mozgatása
my: စာမျက်နှာရွေ့ပြောင်း
ro: Mută pagină
sk: Premiestniť stránku
uk: Перемістити сторінку

# tl_page.cut.1
source: Move page ID %s
da: Flyt side-ID %s
fi: Siirrä sivu ID %s
hu: Az ID %s oldal mozgatása
my: စာမျက်နှာအိုင်ဒီ %s ရွေ့ပြောင်း
ro: Mută pagina ID %s
sk: Premiestniť stránku ID %s
uk: Перемістити сторінку ID %s

# tl_page.copy.0
source: Duplicate page
da: Dupliker side
fi: Kopioi sivu
hu: Oldal duplázása
my: စာမျက်နှာပံုစံတူပွား
ro: Copiază pagină
sk: Kopírovať stránku
uk: Дублювати сторінку

# tl_page.copy.1
source: Duplicate page ID %s
da: Dupliker side-ID %s
fi: Kopioi sivu ID %s
hu: Az ID %s oldal duplázása
my: စာမျက်နှာအိုင်ဒီ %s ပံုစံတူပွား
ro: Copiază pagina ID %s
sk: Kopírovať stránku ID %s
uk: Дублювати сторінку ID %s

# tl_page.copyChilds.0
source: Duplicate with subpages
da: Dupliker side med undersider
fi: Kopioi sivu sekä sen alasivut
hu: Oldal duplázása aloldalakkal együtt
my: စာမျက်နှာခွဲများနှင့်ပံုစံတူပွား
ro: Copiază pagină cu subpagini
sk: Kopírovať stránku vrátane jej podstránok
uk: Дублювати сторінку з усіма підсторінками

# tl_page.copyChilds.1
source: Duplicate page ID %s with its subpages
da: Dupliker side-ID %s med undersider
fi: Kopioi sivu ID %s ja sen alasivut
hu: Az ID %s oldal duplázása az aloldalakkal együtt
my: စာမျက်နှာအိုင်ဒီ %s နှင့်စာမျက်နှာခွဲများပံုစံတူပွား
ro: Copiază pagina ID %s inclusiv subpaginile
sk: Kopírovať stránku ID %s vrátane jej podstránok
uk: Дублювати сторінку ID %s з подстраницами

# tl_page.delete.0
source: Delete page
da: Slette side
fi: Poista sivu
hu: Oldal törlése
my: စာမျက်နှာပယ်ဖျက်
ro: Stergeţi pagina
sk: Odstrániť stránku
uk: Видалити сторінку

# tl_page.delete.1
source: Delete page ID %s
da: Slet side-ID %s
fi: Poista sivu ID %s
hu: Az ID %s oldal törlése
my: စာမျက်နှာအိုင်ဒီ %s ပယ်ဖျက်
ro: Şterge pagina ID %s
sk: Odstrániť stránku ID %s
uk: Видалити сторінку ID %s

# tl_page.toggle.0
source: Publish/unpublish page
da: Offentliggør/skjul side
fi: Julkaise/piilota sivu
hu: Oldal közzététele/elrejtése
my: စာမျက်နှာထုတ်ဝေ/မထုတ်ဝေ
ro: Publică pagină
sk: Zverejniť/nezverejniť stránku
uk: Показати/вилучити сторінку

# tl_page.toggle.1
source: Publish/unpublish page ID %s
da: Offentliggør/skjul side ID %s
fi: Julkaise/piilota sivu ID %s
hu: Az ID %s oldal közzététele/elrejtése
my: စာမျက်နှာအိုင်ဒီ %s ထုတ်ဝေ/မထုတ်ဝေ
ro: Publică pagina ID %s
sk: Zverejniť/nezverejniť stránku ID %s
uk: Показати/вилучити сторінку ID %s

# tl_page.pasteafter.0
source: Paste after
da: Indsæt efter
fi: Liitä perään
hu: Beillesztés utánna
my: ပြီးနောက်ထုတ်ထား
ro: Lipeşte după
sk: Vložiť za
uk: Вставити після

# tl_page.pasteafter.1
source: Paste after page ID %s
da: Indsæt efter side-ID %s
fi: Liitä sivun ID %s perään
hu: Beillesztés az ID %s oldal után
my: စာမျက်နှာအိုင်ဒီ %s ပြီးနောက်ထုတ်ထား
ro: Lipeşte după pagina ID %s
sk: Vložiť za stránku ID %s
uk: Вставити після ID %s

# tl_page.pasteinto.0
source: Paste into
da: Indsæt i
fi: Liitä hakemistoon
hu: Beillesztés
my: ထဲသို့ထုတ်ထား
ro: Alipeşte în
sk: Vložiť do
uk: Вставити в

# tl_page.pasteinto.1
source: Paste into page ID %s
da: Indsæt i side-ID %s
fi: Liitä sivuun ID %s
hu: Beillesztés az ID %s oldal alatti szintre
my: စာမျက်နှာအိုင်ဒီ %s သို့ထုတ်ထား
ro: Lipeşte în pagina ID %s
sk: Vložiť do stránky ID %s
uk: Вставити в ID %s

# tl_page.articles.0
source: Edit articles
da: Redigere artikler
fi: Muokkaa artikkeleita
hu: Cikkek szerkesztése
my: ဆောင်းပါးများတည်းဖြတ်
ro: Editaţi articole
sk: Upraviť články
uk: Редагувати статті

# tl_page.articles.1
source: Edit the articles of page ID %s
da: Redigér artikler i side-ID %S
fi: Muokkaa sivun ID %s artikkeleita
hu: Az ID %s oldal cikkeinek szerkesztése
my: စာမျက်နှာအိုင်ဒီ %s ဆောင်းပါးများတည်းဖြတ်
ro: Editează articolele din pagina ID %s
sk: Upraviť články stránky ID %s
uk: Редагувати статті сторінки ID %s

# CACHE.0
source: 0 (do not cache)
da: Ingen mellemlagring
fi: 0 (ei välimuistia)
hu: 0 (nincs gyorsítótár)
my: ၀ (မှတ်ဥာဏ်အသေးစားမလုပ်ခြင်း)
ro: 0 secunde (fără cache)
sk: 0 (bez cache)
uk: Без кешування

# CACHE.5
source: 5 seconds
da: 5 sekunder
fi: 5 sekunttia
hu: 5 másodperc
my: ၅ စက္ကန့်
ro: 5 secunde
sk: 5 sekúnd
uk: 5 секунд

# CACHE.15
source: 15 seconds
da: 15 sekunder
fi: 15 sekunttia
hu: 15 másodperc
my: ၁၅ စက္ကန့်
ro: 15 secunde
sk: 15 sekúnd
uk: 15 секунд

# CACHE.30
source: 30 seconds
da: 30 sekunder
fi: 30 sekunttia
hu: 30 másodperc
my: ၃၀ စက္ကန့်
ro: 30 secunde
sk: 30 sekúnd
uk: 30 секунд

# CACHE.60
source: 60 seconds
da: 1 minut
fi: 60 sekunttia
hu: 60 másodperc
my: ၆၀ စက္ကန့်
ro: 1 minut
sk: 60 sekúnd
uk: 1 хвилину

# CACHE.300
source: 5 minutes
da: 5 minutter
fi: 5 minuuttia
hu: 5 perc
my: ၅ မိနစ်
ro: 5 minute
sk: 5 minút
uk: 5 хвилин

# CACHE.900
source: 15 minutes
da: 15 minutter
fi: 15 minuuttia
hu: 15 perc
my: ၁၅ မိနစ်
ro: 15 minute
sk: 15 minút
uk: 15 хвилин

# CACHE.1800
source: 30 minutes
da: 30 minutter
fi: 30 minuuttia
hu: 30 perc
my: ၃၀ မိနစ်
ro: 20 minute
sk: 30 minút
uk: 30 хвилин

# CACHE.3600
source: 60 minutes
da: 1 time
fi: 60 minuuttia
hu: 60 perc
my: ၆၀ မိနစ်
ro: 1 oră
sk: 60 minút
uk: 1 годину

# CACHE.10800
source: 3 hours
da: 3 timer
fi: 3 tuntia
hu: 3 óra
my: ၃ နာရီ
ro: 3 ore
sk: 3 hodiny
uk: 3 години

# CACHE.21600
source: 6 hours
da: 6 timer
fi: 6 tuntia
hu: 6 óra
my: ၆ နာရီ
ro: 6 ore
sk: 6 hodiny
uk: 6 годин

# CACHE.43200
source: 12 hours
da: 12 timer
fi: 12 tuntia
hu: 12 óra
my: ၁၂ နာရီ
ro: 12 ore
sk: 12 hodiny
uk: 12 годин

# CACHE.86400
source: 24 hours
da: 1 dag
fi: 24 tuntia
hu: 24 óra
my: ၂၄ နာရီ
ro: 1 zi
sk: 24 hodiny
uk: 1 день

# CACHE.259200
source: 3 days
da: 3 dage
fi: 3 päivää
hu: 3 nap
my: ၃ ရက်
ro: 3 zile
sk: 3 dni
uk: 3 дні

# CACHE.604800
source: 7 days
da: 7 dage
fi: 7 päivää
hu: 7 nap
my: ၇ ရက်
ro: 7 zile
sk: 7 dní
uk: 7 днів

# CACHE.2592000
source: 30 days
da: 30 dage
fi: 30 päivää
hu: 30 nap
my: ၃၀ ရက်
ro: 30 zile
sk: 30 dní
uk: 30 днів
