Repository: contao/core
Catalog: system/modules/core/languages/*/*_settings.xlf
Languages: cs, da, de, es, fa, fr, hu, it, ja, lv, my, nl, pl, ro, ru, sk, sl, sq, sr, sv, uk

# tl_settings.smtpEnc.0
source: SMTP encryption
cs: Zabezpečení SMTP
da: SMTP kryptering
de: SMTP-Verschlüsselung
es: Cifrado SMTP
fa: رمزگذاری اس‌ام‌تی‌پی
fr: Sécurisation SMTP
hu: SMTP titkosítás
it: Metodo di crittografia SMTP
ja: SMTPの暗号化
lv: SMTP šifrēšana
my: အက်စ်အမ်တီပီကုဒ်ဝှက်
nl: SMTP encryptie
pl: Szyfrowanie SMTP
ro: Incriptare SMTP
ru: SMTP шифрование
sk: Šifrovanie SMTP
sl: SMTP šifriranje
sq: Deshifrimi SMTP-së
sr: SMTP енкрипција
sv: SMTP-kryptering
uk: SMTP шифрування

# tl_settings.smtpEnc.1
source: Here you can choose an encryption method (SSL or TLS).
cs: Zde můžete zvolit zabezpečovací metodu přenosu dat (SSL nebo TLS).
da: Her kan du vælge krypterings protokol (SSL og TLS).
de: Hier können Sie eine Verschlüsselungsmethode auswählen (SSL oder TLS).
es: Aquí puede seleccionar un método de encriptado (SSL o TLS).
fa: روش رمز گذاری (SSL یا TLS) را انتخاب نمایید.
fr: Choisir la méthode de sécurisation SMTP (SSL or TLS).
hu: Itt kiválaszthatja a titkosítási módszert (SSL vagy TLS).
it: Seleziona un metodo di crittografia (SSL oppure TLS)
ja: SMTPの暗号化の方法(SSLまたはTLS)を選択します。
lv: Šeit jūs varat izvēlēties šifrēšanas metodi (SSL vai TLS).
my: ကုဒ်ဝှက်နည်းလမ်းရွေးနိုင် (အက်စ်အက်စ်အလ်(သို့)တီအလ်အက်စ်)
nl: Hier kunt u een encryptie methode kiezen (SSL of TLS).
pl: Tu możesz wybrać metodę szyfrowania (SSL lub TLS).
ro: Aici puteţi alege o metodă de incriptare (SSL sau TLS).
ru: Вы можете выбрать метод шифрования (SSL или TLS).
sk: Tu si môžte vybrať metódu šifrovania (SSL alebo TLS).
sl: Tu lahko vnesete metodo šifriranja (SSL ali TLS).
sq: Zgjedhoni metodën e deshifrimit (SSL ose TLS).
sr: Овде можете одабрати метод енкрипције (SSL или TLS).
sv: Här kan du välja en krypteringsmetod (SSL eller TLS).
uk: Тут Ви можете вказати метод шифрування даних (SSL or TLS)

# tl_settings.smtpPort.0
source: SMTP port number
cs: Číslo portu SMTP
da: SMTP-portnummer
de: SMTP-Portnummer
es: N° de puerto SMTP
fa: شماره درگاه اس‌ام‌تی‌پی
fr: Numéro de port SMTP
hu: SMTP port száma
it: Numero di porta SMTP
ja: SMTPのポート番号
lv: SMTP pieslēgvietas numurs
my: အက်စ်အမ်တီပီနံပါတ်ပေါက်
nl: SMTP poortnummer
pl: Numer portu SMTP
ro: Port SMT
ru: SMTP-порт
sk: Číslo portu SMTP
sl: Številka SMTP vrat
sq: SMTP numri portës
sv: SMTP-port
uk: SMTP порт

# tl_settings.smtpPort.1
source: Please enter the port number of the SMTP server.
cs: Zadejte číslo portu vašeho SMTP serveru (výchozí je 25 nebo 465 pro SSL)
da: Angiv det portnummer, din SMTP-server lytter på (standardværdi er 25 eller 465 for SSL-tilslutning).
de: Bitte geben Sie die Portnummer des SMTP-Servers ein.
es: Por favor introduzca el número de puerto del servidor SMTP.
fa: لطفا شماره درگاه سرور اس‌ام‌تی‌پی را وارد نمایید.
fr: Saisir le numéro de port du serveur SMTP.
hu: Adja meg az SMTP szerver port számát.
it: Inserisci il numero di porta del tuo serve SMTP (default: 25 oppure 465 per SSL).
ja: SMTPサーバーのポート番号を入力します。
lv: Lūdzu, ievadiet SMTP servera pieslēgvietas numuru.
my: အက်စ်အမ်တီပီဆာဗာနံပါတ်ပေါက်ထည့်နိုင်။
nl: Geef het poortnummer van uw SMTP-server op.
pl: Wprowadź numer portu twojego serwera SMTP (domyślnie jest to 25 lub 465 dla połączeń SSL).
ro: Introduceţi numărul portului serverului SMTP (iniţial 25 sau 465 pentru SSL).
ru: Введите порт SMTP-сервера.
sk: Zadajte číslo portu vášho SMTP servra (prednastavené hodnoty sú 25 alebo 465 pre SSL).
sl: Prosimo, vnesite številko SMTP vrat.
sq: Epeni numrin e portës të SMTP server (Standardi është 25 resp. 465 për SSL).
sr: Унесите број порта сервера SMTP-а.
sv: Ange porten på din SMTP-server (standard är 25 eller 465 för SSL).
uk: Будь ласка, введіть порт вашого SMTP сервера (за замовчуванням 25 або 465 для SSL).

# tl_settings.inactiveModules.0
source: Inactive extensions
cs: Neaktivní rozšíření
da: Inaktive udvidelser
de: Inaktive Erweiterungen
es: Extensiones inactivas
fa: افزونه‌های غیرفعال
fr: Modules inactifs
hu: Kikapcsolt kiterjesztések
it: Moduli disattivati
ja: 機能拡張の停止
lv: Neaktīvie paplašinājumi
my: အလုပ်မလုပ်သောနောက်ဆက်တွဲများ
nl: Inactieve extensies
pl: Nieaktywne rozszerzenia
ro: Extensii interactive
ru: Неактивные расширения
sk: Nepoužívané rozšírenia
sl: Neaktivne razširitve
sq: Modulet Backend të çaktivizuar
sr: Неактивне екстензије
sv: Inaktiva backendmoduler
uk: Неактивні модулі панелі керування

# tl_settings.inactiveModules.1
source: Here you can deactivate unneeded extensions.
cs: Zde můžete zvolit, jaká rozšíření mají být aktivní nebo ne.
da: Her kan du deaktivere unødvendige backend moduler.
de: Hier können Sie nicht benötigte Erweiterungen deaktivieren.
es: Aquí puedes desactivar aquellos módulos de back end innecesarios.
fa: اینجا می‌توانید افزونه‌های غیر لازم را غیرفعال نمایید.
fr: Désactiver l'administration des modules dont vous n'avez pas besoin.
hu: Itt tudja kikapcsolni a nem használt kiterjesztéseket.
it: E' possibile disattivare moduli backend non necessari.
ja: 不要な機能拡張を停止できます。
lv: Šeit jūs varat deaktivizēt nevajadzīgus paplašinājumus.
my: မလိုအပ်သောနောက်ဆက်တွဲများအသက်မသွင်းစေရန်လုပ်ဆောင်။
nl: Niet benodigde extensies deactiveren.
pl: Tutaj możesz wyłączyć niepotrzebne moduły panelu admina.
ro: Aici puteţi dezactiva modulele back-end nefolosite.
ru: Вы можете деактивировать неиспользуемые расширения.
sk: Tu môžte deaktivovať rozšírenia, ktoré nepotrebujete používať.
sl: Tu lahko onemogočite nepotrebne razširitve.
sq: Këtu mund t'i çaktivizoni modulet Backend të panevojshëm.
sr: Овде можете деактивирати непотребне екстензије.
sv: Här kan du avaktivera ej använda backend-moduler.
uk: Тут можна деактивувати непотрібні модулі панелі керування.

# tl_settings.undoPeriod.0
source: Storage time for undo steps
cs: Doba ukládání pro obnovení provedených změn
da: Opbevaringstid for fortrydmuligheder
de: Speicherzeit für Undo-Schritte
es: Duración de pasos de deshacer en el sistema
fa: زمان ذخیره‌سازی برای بازگردانی مراحل
fr: Durée de stockage des états d'annulation
hu: Visszavonási lépések tárolási ideje
it: Arco di tempo in cui vengono memorizzati i livelli di annullamento
ja: 復元の項目の保管期間
lv: Undo soļu uzglabāšanas laika periods
my: မလုပ်ဆောင်ရန်အတွက်ကြာမြင့်ချိန်
nl: Bewaartijd voor undo stappen
pl: Czas przechowywania danych dla operacji "Cofnij"
ro: Timp stocare paşi de revenire
ru: Время хранения действий восстановления
sk: Doba uchovania vykonaných zmien
sl: Čas shranjevanja razveljavitvenih korakov
sq: Koha ruajtëse për hapat zhbërës
sr: Време чувања урађених акција
sv: Lagringstid för ångra
uk: Час для скасування операції

# tl_settings.undoPeriod.1
source: Here you can enter the storage time for undo steps in seconds (24 hours = 86400 seconds).
cs: Zde můžete uvést dobu, po kterou budou uchovávány provedené změny. (24 hodin = 86400 sekund).
da: Angiv opbevaringstid for fortryd-muligheder i sekunder (standard: 24 timer = 86400 sekunder).
de: Hier können Sie die Speicherzeit für Undo-Schritte in Sekunden eingeben (24 Stunden = 86400 Sekunden).
es: Por favor introduce el tiempo en segundos durante el que permanecerán guardados los pasos de deshacer de acciones realizadas (por defecto: 24 horas = 86400 segundos).
fa: اینجا می‌توانید زمان ذخیره‌سازی بازگردانی مراحل را به ثانیه وارد نمایید (۲۴ ساعت = ۸۶۴۰۰ ثانیه).
fr: Saisir la durée de stockage des états d'annulation en secondes (24 heures = 86400 secondes).
hu: Itt adhatja meg a visszavonási lépések tárolási idejét másodpercben (24 óra = 86400 másodperc).
it: Inserisci l'arco di tempo in cui vengono memorizzati i livelli di annullamento in secondi (default: 24 ore = 86400 secondi).
ja: 復元の項目の保管期間を秒数で入力します。(初期設定: 24時間 = 86400秒)
lv: Šeit varat ievadīt uzglabāšanas laiks undo soļiem sekundēs (24 stundas = 86400 sekundes).
my: မလုပ်ဆောင်ရန်အတွက်ကြာမြင့်ချိန်ကိုစက္ကန့်ဖြင့်ထည့်နိုင် (၂၄နာရီ=၈၆၄၀၀စက္ကန့်)။
nl: Geef de bewaartijd op voor undo stappen in seconden (standaard: 24 uren = 86400 seconden).
pl: Wprowadź czas (w sekundach) przechowywania danych dla operacji "Cofnij" (domyślnie: 24 godziny = 86400 sekundy).
ro: Introduceţi timpul de stocare pentru paşii de revenire în secunde (iniţial: 24 ore = 86400 secunde).
ru: Вы можете ввести время хранения действий для восстановления в секундах (24 часов = 86400 секунд).
sk: Tu môžte zadať ako dlho (v sekundách) sa majú uchovávať vykonané zmeny, aby ste mali možnosť obnoviť predchádzajúci stav "kroky späť" (24 hodín = 86400 sekúnd).
sl: Tu lahko določite čas shranjevanja razveljavitvenih korakov v sekundah (24 ur= 86400 sekund).
sq: Epeni kohën ruajtëse për hapat zhbërës në sekonda (Standardi: 24 orë = 86400 sekonda).
sr: Овде можете унети време чувања урађених акција (24 сата = 86400 секунди).
sv: Ange lagringstiden för ångra i sekunder (standard: 24 timmar = 86400 sekunder).
uk: Будь-ласка, введіть час протягом якого можливе скасування операції, у секундах (24 години = 86400 секунд).

# tl_settings.versionPeriod.0
source: Storage time for versions
cs: Doba ukládání verzí
da: Opbevaringstid for versioner
de: Speicherzeit für Versionen
es: Duración de versiones en el sistema
fa: زمان ذخیره مانند برای نسخه‌ها
fr: Durée de stockage des versions
hu: Verziók tárolási ideje
it: Arco di tempo in cui vengono memorizzate le diverse versioni
ja: バージョンの保管期間
lv: Versiju uzglabāšanas laika periods
my: ပံုစံများအတွက်ကြာမြင့်ချိန်
nl: Bewaartijd voor versies
pl: Czas przechowywania wersji
ro: Timp stocare versiuni
ru: Время хранения версий
sk: Doba uchovania verzií
sl: Čas shranjevanja različic
sq: Koha ruajtëse për versionet
sr: Време чувања верзија
sv: Lagringstiden för versionshanteringen
uk: Час зберігання версій

# tl_settings.versionPeriod.1
source: Here you can enter the storage time for different versions of a record in seconds (90 days = 7776000 seconds).
cs: Zde můžete uvést dobu, po kterou budou uchovávány rozličné verze záznamů (90 dní = 7776000 sekund).
da: Angiv opbevaringstid for forskellige versioner af en post i sekunder (standard: 90 dage = 7776000 sekunder).
de: Hier können Sie die Speicherzeit für verschiedene Versionen eines Datensatzes in Sekunden eingeben (90 Tage = 7776000 Sekunden).
es: Por favor introduce el tiempo en segundos durante el que permanecerán almacenados en el sistema las diferentes versiones de un registro (por defecto: 90 días = 7776000 segundos).
fa: اینجا می‌توانید زمان ذخیره‌سازی نسخه‌های مختلف یک رکورد را به ثانیه وارد نمایید (۹۰ روز = ۷۷۷۶۰۰ ثانیه).
fr: Saisir la durée de stockage des différentes versions d'un enregistrement en secondes (90 jours = 7776000 secondes).
hu: Itt adhatja meg a különböző oldal elemek verzióinak tárolási idejét másodpercben (90 nap = 7.776.000 másodperc).
it: Inserisci l'arco di tempo in cui vengono memorizzate le diverse versioni in secondi (default: 90 giorni = 7776000 secondi).
ja: レコードの異なるバージョンの保管期間を秒数で入力します。(初期設定: 90日 = 7776000秒)
lv: Šeit varat ievadīt uzglabāšanas laiku dažādo versiju ierakstiem sekundēs (90 dienas = 7776000 sekundes).
my: စက္ကန့်ဖြင့်မှတ်တမ်းပံုစံအမျိုးမျိုးအတွက်ကြာမြင့်ချိန်ထည့်သွင်းနိုင် (ရက် ၉၀ = ၇၇၇၆၀၀၀ စက္ကန့်)။
nl: Geef de bewaartijd op voor verschillende versies van records in seconden (standaard: 90 dagen = 7776000 seconden).
pl: Wprowadź czas (w sekundach) przechowywania wersji zmian (domyślnie: 90 dni = 7776000 sekund).
ro: Introduceţi timpul de stocare pentru versiuni diferite ale unei înregistrări în secunde (iniţial: 90 zile = 7776000 secunde).
ru: Вы можете ввести время хранения разных версий записи в секундах (90 дней = 7776000 секунд).
sk: Tu môžte zadať ako dlho (v sekundách) sa majú uchovávať rôzne verzie záznamov (90 dní = 7776000 sekúnd).
sl: Tu lahko določite čas shranjevanja preteklih različic v sekundah (90 dni= 7776000 sekund).
sq: Epeni kohën ruajtëse për versionet e ndryshëm të një rreshti dhënash (record) në sekonda (Standardi: 90 ditë = 7776000 sekonda).
sr: Овде можете унети време чувања различитих верзија (90 дана = 7776000 секунди).
sv: Ange lagringstiden (i sekunder) för olika versioner av poster (standard: 90 dagar = 7776000 sekunder).
uk: Будь-ласка, введіть час зберігання версій у секундах (90 днів = 7776000 секунд).

# tl_settings.logPeriod.0
source: Storage time for log entries
cs: Doba ukládání zpráv systému
da: Opbevaringstid for logindgange
de: Speicherzeit für Log-Einträge
es: Duración de entradas log en el sistema
fa: مدت زمان ذخیره برای ورودی های لاگ
fr: Durée de stockage des journaux
hu: Naplóbejegyzések tárolási ideje
it: Arco di tempo in cui vengono memorizzati i logs
ja: ログの項目の保管期間
lv: Ierakstu uzglabāšanas laika periods
my: မှတ်တမ်းဝင်ရောက်မှုများအတွက်ကြာမြင့်ချိန်
nl: Bewaartijd voor log entries
pl: Czas przechowywania logów
ro: Timp stocare log-uri
ru: Время хранения записей в журнале
sk: Doba uchovania systémových správ
sl: Čas shranjevanja dnevnika vnosov
sq: Koha ruajtëse për Log-shënimet
sr: Време чувања записа лога
sv: Lagringstid för loggposter
uk: Час зберігання записів у журналі подій

# tl_settings.logPeriod.1
source: Here you can enter the storage time for log entries in seconds (14 days = 1209600 seconds).
cs: Zde můžete uvést dobu, po kterou budou uchovávány zprávy systému (14 dní = 1209600 sekund).
da: Angiv opbevaringstid forlogindgange i sekunder (standard: 14 dage = 1209600 sekunder).
de: Hier können Sie die Speicherzeit für Log-Einträge in Sekunden eingeben (14 Tage = 1209600 Sekunden).
es: Por favor introduce el tiempo en segundos durante el que permanecerán almacenados en el sistema las entradas log (por defecto: 14 días = 1209600 segundos).
fa: اینجا می‌توانید زمان ذخیره‌سازی ورودی‌های گزارش را به ثانیه وارد نمایید (۱۴ روز = ۱۲۰۹۶۰۰ ثانیه).
fr: Saisir la durée de stockage des entrées du journal système en secondes (14 jours = 1209600 secondes).
hu: Itt adhatja meg a naplóbejegyzések tárolási idejét másodpercben (14 nap = 1.209.600 másodperc).
it: Inserisci Arco di tempo in cui vengono memorizzati i dati di log in secondi (default: 14 giorni = 1209600 secondi).
ja: ログの項目の保管期間を秒数で入力します。(初期設定: 14日 = 1209600秒)
lv: Šeit varat ievadīt uzglabāšanas laiku žurnāla ierakstiem sekundēs (14 dienas = 1209600 sekundes).
my: မှတ်တမ်းဝင်ရောက်မှုများအတွက်ကြာမြင့်ချိန်ကိုစက္ကန့်ဖြင့်ထည့်နိုင် (၁၄ ရက် = ၁၂၀၉၆၀၀ စက္ကန့်)။
nl: Geef de bewaartijd voor log entries in seconden op (standaard: 14 dagen = 1209600 seconden).
pl: Wprowadź czas (w sekundach) przez jaki przechowywane będą logi systemowe (domyślnie: 14 dni = 1209600 sekund).
ro: Introduceţi timpul de stocare înregistrări în log-uri în secunde (iniţial: 14 zile = 1209600 secunde).
ru: Вы можете ввести срок хранения записей журнала в секундах (14 дней = 1209600 секунд).
sk: Tu môžte zadať ako dlho (v sekundách) sa majú uchovávať správy systému (14 dní = 1209600 sekúnd).
sl: Tu lahko določite čas shranjevanja dnevnika vnosov v sekundah (14 dni= 1209600 sekund).
sq: Epeni kohën ruajtëse për Log-shënimet në sekonda (Standardi: 14 ditë = 1209600 sekonda).
sr: Овде можете унети време чувања записа лога (14 дана = 1209600 секунди).
sv: Ange lagringstiden (i sekunder) för loggposter (standard: 14 dagar = 1209600 sekunder).
uk: Будь-ласка, введіть час зберігання записів у логах в секундах (14 днів = 1209600 секунд).

# tl_settings.sessionTimeout.0
source: Session timeout
cs: Doba prodlévání
da: Sessionsudøbstid
de: Verfallszeit einer Session
es: Caducidad sesión
fa: مهلت نشست
fr: Durée d'une session
hu: Munkamenet időtúllépése
it: Durata sessione
ja: セッションの時間切れ
lv: Sesijas ilgums
my: ကြာချိန်အချိန်ကုန်
nl: Sessie timeout
pl: Żywotność sesji
ro: Expirare sesiune
ru: Время жизни сессии
sk: Doba platnosti session
sl: Dolžina seje
sq: Skadimi sesionit
sr: Трајање сесије
uk: Час життя сесії

# tl_settings.sessionTimeout.1
source: Here you can enter the maximum lifetime of a session in seconds (60 minutes = 3600 seconds).
cs: Zde můžete uvést dobu, po kterou budou uchovávány prodlevy (60 minut = 3600 sekund).
da: Angiv den maksimale livstid for en session i sekunder (standard: 60 minutter = 3600 sekunder.) Hvis der ikke forekommer bruger-input i en længere periode end sessionsudløbstiden, vil den nuværende session blive slettet og brugeren bliver nødt til at logge på igen.
de: Hier können Sie die Verfallszeit einer Session in Sekunden eingeben (60 Minuten = 3600 Sekunden).
es: Por favor introduce en segundos la duración máxima de una sesión (por defecto: 60 minutos = 3600 segundos). Si no hay ninguna entrada del usuario por un tiempo superior al establecido, la sesión actual será eliminada y el usuario deberá identificarse de nuevo.
fa: اینجا می‌توانید بیشترین زمان یک نشست را به ثانیه وارد نمایید (۶۰ دقیقه = ۳۶۰۰ ثانیه).
fr: Saisir la durée de vie d'une session en secondes (60 minutes = 3600 secondes).
hu: Itt tudja megadni a maximális élettartamát a munkamenetnek másodpercben (60 perc = 3600 másodperc).
it: Inserisci la durata massima di una sessione in secondi (default: 60 minuti = 3600 secondi). Se non c'è alcun input dall'utente per più secondi di quelli indicati la sessione attuale verrà cancellata e l'utente dovrà rifare il login.
ja: セッションの最大の存続期間を秒数で入力します。(初期設定: 60分 = 3600秒)
lv: Šeit varat ievadīt maksimālo sesijas ilguma laiku sekundēs (60 minūtes = 3600 sekundes).
my: ကြာချိန်အများဆံုးအချိန်ကုန်ကိုစက္ကန့်ဖြင့်ထည့်သွင်းနိုင် (မိနစ် ၆၀ = ၃၆၀၀ စက္ကန့်)။
nl: Geef de maximale levensduur van een sessie in seconden op (standaard: 60 minuten = 3600 seconden).
pl: Wprowadź maksymalny czas trwania sesji, podaj wartość w sekundach (domyślnie: 60 minut = 3600 sekund). Jeśli w tym przedziale czasu użytkownik będzie nieaktywny, aktualna sesja zostanie przerwana a użytkownik wylogowany.
ro: Introduceţi durata maximă a unei sesiuni în secunde (iniţial: 60 minute = 3600 secunde). Dacă nu introduceţi o perioadă mai mare de timp sesiunea curentă de lucru va fi ştearsă iar utilizatorul va trebui să se autentifice din nou.
ru: Вы можете ввести максимальное время жизни сессии в секундах (60 минут = 3600 секунд).
sk: Tu môžte zadať maximálnu dobu platnosti session v sekundách (60 minút = 3600 sekúnd).
sl: Tu lahko določite največjo dolžino seje v sekundah (60 minut= 3600 sekund).
sq: Epeni kohën në sekonda për skadimin sesionit (Standardi: 60 minuta = 3600 sekonda). Në qoftë se sistemi pas skadimit kohor nuk merr përgjigje, atëherë përdoruesi duhet të kyçet përsëri.
sr: Овде можете унети максимално време трајања сесије (60 минута = 3600 секунди).
sv: Ange den maximala livslängden (i sekunder) för en session (standard: 60 minutes = 3600 seconds).
uk: Будь-ласка, введіть максимальний час життя сесії в секундах (60 хвилин = 3600 секунд). Якщо користувач неактивний більше зазначеного періоду, що тече сесія буде вилучений і користувач повинен буде ввійти заново.

# tl_settings.autologin.0
source: Auto login period
cs: Doba automatického přihlášení
da: Automatisk login periode
de: Autologin-Zeitraum
es: Tiempo de inicio de sesión automático
fa: زمان ورود خودکار
fr: Durée de connexion automatique
hu: Az automatikus bejelentkezés időtartama
it: Scadenza login automatico
ja: 自動ログインの期間
lv: Auto login periods
my: လိုလျောက်ဖွင့်ဝင်ကာလအပိုင်းအခြား
nl: Auto login periode
pl: Okres automatycznego logowania
ro: Perioada de autentificare automată
ru: Период автоматического входа
sk: Doba automatického prihlasovania
sl: Interval samodejne prijave
sq: Përiudha e qasjes automatike
sr: Период аутоматске пријаве
sv: Period för automatisk inloggning
uk: Період автоматичного входу

# tl_settings.autologin.1
source: Here you can set the front end auto login period (90 days = 7776000 seconds).
cs: Zde můžete uvést dobu, po kterou se bude moci člen automaticky přihlašovat do frontendu. (90 dnů = 7776000 sekund).
da: Her kan du indstille frontend'ens automatiske logind periode (90 dage = 7776000 sekunder).
de: Hier können Sie den Autologin-Zeitraum für das Frontend festlegen (90 Tage = 7776000 Sekunden).
es: Aquí puedes establecer el tiempo que será válido el inicio de sesión automático (90 dias = 7776000 segundos).
fa: اینجا می‌توانید دوره ورود خودکار بخش کاربری را تنظیم نمایید (۹۰ روز = ۷۷۷۶۰۰۰ ثانیه).
fr: Définir la durée de connexion automatique (90 jours = 7776000 secondes).
hu: Itt lehet beállítani a front end automatikus bejelentkezési határidőt (90 nap = 7776000 másodperc).
it: Seleziona la scadenza per il login automatico (90 giorni = 7776000 secondi)
ja: フロントエンドの自動ログインの期間を秒数で入力します。(初期設定: 90日 = 7776000秒)
lv: Šeit Jūs varat iestatīt frontend-a automātisko login periodu (90 dienas = 7776000 sekundes).
my: အပြင်ပိုင်းလိုလျောက်ဖွင့်ဝင်ကာလအပိုင်းအခြားကိုသတ်မှတ်နိုင် (ရက် ၉၀ = ၇၇၇၆၀၀၀ စက္ကန့်)။
nl: Geef de frontend auto login periode in seconden op (standaard: 90 dagen = 7776000 seconden).
pl: Tu możesz ustalić okres automatycznego logowania (90 dni = 7776000 sekund).
ro: Alegeţi perioada de autentificare automată (90 zile = 7776000 secunde).
ru: Вы можете настроить период автоматического входа на веб-сайт (90 дней = 7776000 секунд).
sk: Tu môžte zadať dobu, v rámci ktorej sa môže člen automaticky prihlasovať vo frontende (90 dní = 7776000 sekúnd).
sl: Tu lahko določite interval dolžine prijave uporabnika v predstavitvenem delu (front end) strani v sekundah (90 dni= 7776000 sekund).
sq: Epeni periudhën për qasje automatike në front end (90 ditë = 7776000 sekonda).
sr: Овде можете подесити време аутоматске пријаве у ФронтЕнду (90 дана = 7776000 секунди).
sv: Här kan du ställa in perioden för automatisk inloggning (90 dagar = 7776000 sekunder).
uk: Тут Ви можете вказати період збереження автоматичного входу учасника на фронтенді (90 днів = 7776000 секунд).

# tl_settings.defaultUser.0
source: Default page owner
cs: Výchozí autor stránky
da: Standard bruger for sider
de: Standardbesitzer
es: Usuario de página por defecto
fa: صاحب پیش‌فرض برگه
fr: Utilisateur propriétaire par défaut
hu: Alapértelmezett oldal tulajdonos
it: Utente di default
ja: ページの所有者の初期設定
lv: Noklusējuma lapas īpašnieks
my: မူလစာမျက်နှာပိုင်ရှင်
nl: Standaard paginagebruiker
pl: Domyślna strona użytkownika
ro: Utilizator iniţial al paginii
ru: Владелец страницы по умолчанию
sk: Prednastavený vlastník stránky
sl: Privzeti lastnik strani
sq: Përdorues standard
sr: Подразумевани власник странице
sv: Standard sidägare
uk: Власник сторінки за замовчуванням
