Repository: contao/core
Catalog: system/modules/core/languages/*/*_settings.xlf
Languages: cs, da, de, es, fa, fr, hu, it, ja, lv, my, nl, pl, ro, ru, sk, sl, sq, sr, sv, uk

# tl_settings.websiteTitle.0
source: Website title
cs: Název webové stránky
da: Website titel
de: Titel der Webseite
es: Título de la web
fa: عنوان وب‌سایت
fr: Titre du site internet
hu: Website címe
it: Titolo sito web
ja: ウェブサイトの題名
lv: Mājas lapas nosaukums
my: ဝဘ်ဆိုက်ခေါင်းစဉ်
nl: Website titel
pl: Tytuł strony
ro: Titlu website
ru: Название веб-сайта
sk: Nadpis webstránok
sl: Naslov spletne strani
sq: Titulli i ueb-faqes
sr: Назив сајта
sv: Webbsidans titel
uk: Назва веб-сайту

# tl_settings.websiteTitle.1
source: Please enter the title of the website.
cs: Zadejte prosím název stránky
da: Angiv webstedets titel.
de: Bitte geben Sie den Titel der Webseite ein.
es: Por favor introduce el título de la web.
fa: لطفا عنوان وب‌سایت را وارد نمایید.
fr: Saisir le titre du site internet.
hu: Adja meg a honlap címét.
it: Inserisci il titolo del sito.
ja: ウェブサイトの題名を入力してください。
lv: Lūdzu ievadiet mājas lapas nosaukumu
my: ဝဘ်ဆိုက်ခေါင်းစဉ်ထည့်သွင်း။
nl: Geef de titel van uw website op.
pl: Wprowadź nazwę dla twojego serwisu internetowego.
ro: Introduceţi titlul websitului.
ru: Введите название веб-сайта.
sk: Prosím zadajte nadpis webstránok.
sl: Prosimo, vnesite naslov spletnega mesta.
sq: Epeni titullin e ueb-faqes.
sr: Унесите назив сајта
sv: Ange en titel för hemsidan.
uk: Будь ласка, введіть назву веб-сайту.

# tl_settings.adminEmail.0
source: E-mail address of the system administrator
cs: Emailová adresa administrátora systému
da: E-mail til systemadministratoren
de: E-Mail-Adresse des Systemadministrators
es: Dirección e-mail del administrador del sistema
fa: نشانی ایمیل مدیر سامانه
fr: Adresse e-mail de l'administrateur
hu: A rendszer adminisztrátor e-mail címe.
it: Indirizzo e-mail dell'amministratore di sistema
ja: システム管理者の電子メールアドレス
lv: Sistēmas administratora e-pasts
my: စက်စနစ်စီမံခန့်ခွဲသူအီးမေးလ်လိပ်စာ
nl: E-mail adres van de systeembeheerder
pl: Adres e-mail administratora systemu
ro: Adresa de email a administratorului
ru: E-mail системного администратора
sk: E-mailová adresa administrátora
sl: Administratorjev naslov elektronske pošte
sq: Adresa elektronike e administratorit të ueb-faqes
sr: E-mail адреса системског администратора
sv: E-postadress till systemadministratör
uk: E-mail адреса адміністратора системи

# tl_settings.adminEmail.1
source: Auto-generated messages like subscription confirmation e-mails will be sent to this address.
cs: Zadejte emailovou adresu administrátora systému
da: Angiv en e-mail til systemadministratoren.
de: Automatisch erstellte Mitteilungen wie z.B. Kommentar-Benachrichtigungen werden an diese Adresse versendet.
es: Por favor introduce la dirección e-mail del administrador del sistema.
fa: پیغام‌های خودکار مانند ایمیل تایید عضویت به این نشانی فرستاده خواهند شد.
fr: Les messages générés par eux-mêmes (ex.: les courriels de confirmation d'inscription) seront envoyés à cette adresse.
hu: Automatikusan generált üzeneteket fog erre a címre küldeni a rendszer, mint például a feliratkozást visszaigazoló értesítő.
it: I messaggi generati automaticamente, come ad esempio conferma iscrizione via e-mail, saranno inviate a questo indirizzo.
ja: 申し込みの確認の電子メールのような、自動的に生成するメッセージはこのアドレスから送信します。
lv: Lūdzu ievadiet sistēmas administratora e-pastu.
my: ယခုလိပ်စာသို့လိုလျောက်ထုတ်လုပ်ပြီးမှာကြားချက်များစသည့်ပုံမှန်မှာယူခြင်းအတည်ပြုခြင်းအီးမေးလ်များပေးပို့။
nl: Automatisch aangemaakte berichten zoals aanmeldingen of bevestigingen worden naar dit adres verstuurd.
pl: Wprowadź adres e-mail administratora systemu.
ro: Introduceţi email-ul administratorului de sistem.
ru: Автоматически-созданные сообщения (напр. e-mail активации или подтверждения) будут отправлены на этот адрес.
sk: Prosím zadajte e-mailovú adresu administrátora.
sl: Samodejno ustvarjena sporočila, kot npr. potrditev naročila na obveščanje, bodo poslana na ta e-naslov.
sq: Epeni adresën elektronike të sistemadministratorit.
sr: Аутоматски генерисане поруке попут потврда о претплати биће послате на ову адресу.
sv: Automatiskt generated E-postmeddelanden, som t.ex. bekräftelser på prenumerationer, kommer att skickas till denna adress.
uk: Будь ласка, введіть e-mail адресу адміністратора системи. Всі автоматично сгенеровані системою електронні листи будуть відправлятися на цю e-mail адресу.

# tl_settings.dateFormat.0
source: Date format
cs: Formát datumu
da: Datoformat
de: Datumsformat
es: Formato de fecha
fa: ساختار تاریخ
fr: Format de la date
hu: Dátum formátum
it: Formato data
ja: 日付の書式
lv: Datuma formāts
my: ရက်စွဲအချိုးအစား
nl: Datumnotatie
pl: Format daty
ro: Format de dată
ru: Формат даты
sk: Formát datumu
sl: Oblika zapisa datuma
sq: Formati datës
sr: Формат датума
sv: Datumformat
uk: Формат дати

# tl_settings.dateFormat.1
source: The date format string will be parsed with the PHP date() function.
cs: Zadejte formát data jako je použito v PHP funkci date()
da: Angiv et datoformat som brugt af PHP-funktionen date().
de: Der Datumsformat-String wird mit der PHP-Funktion date() geparst.
es: Por favor introduce un formato de fecha válido para la función PHP function date().
fa: رشته ساختار تاریخ که توسط تابع PHP date () استفاده خواهد شد.
fr: Choisir un format de date utilisé par la fonction PHP date().
hu: A dátum formátumát a PHP date() függvény határozza meg.
it: Inserisci il formato per la data come utilizzato dalla funzione PHP date().
ja: 日付の書式はPHPのdate()関数で解析します。
lv: Lūdzu ievadiet datuma formātu kādu lieto PHP funkcija date().
my: ရက်စွဲအချိုးအစားအက္ခရာအတွဲကိုပီအိတ်ပ်ပီရက်စွဲ()လုပ်ဆောင်ချက်ဖြင့်ထောက်ပံ့။
nl: Geef een datumnotatie op zoals gebruikt door PHP functie date().
pl: Wprowadź format daty obsługiwany przez funkcję PHP function date().
ro: Introduceţi un format de dată aşa cum este folosit de funcţia PHP date().
ru: Строка формата даты будет проанализирована функцией PHP date()
sk: Formát dátumu použiteľný PHP funkciou date().
sl: Oblika zapisa datuma bo razčlenjena s pomočjo funkcije PHP date().
sq: Epeni formatin e datës si në funksionin date() të PHP-së.
sr: Формат датума биће прослеђен преко функције PHP date().
sv: Ange ett datumformat så som det används av PHP-funktionen date().
uk: Введіть, будь ласка, формат дати використовуваний функцією date().

# tl_settings.timeFormat.0
source: Time format
cs: Formát času
da: Tidsformat
de: Zeitformat
es: Formato de hora
fa: ساختار زمان
fr: Format de l'heure
hu: Idő formátum
it: Formato ora
ja: 時刻の書式
lv: Laika formāts
my: အချိန်အချိုးအစား
nl: Tijdnotatie
pl: Format czasu
ro: Format de timp
ru: Формат времени
sk: Formátovanie času
sl: Oblika zapisa časa
sq: Formati kohës
sr: Формат времена
sv: Tidsformat
uk: Формат часу

# tl_settings.timeFormat.1
source: The time format string will be parsed with the PHP date() function.
cs: Zadejte formát času jako je použito v PHP funkci date()
da: Angiv et tidsformat som brugt af PHP-funktionen date().
de: Der Zeitformat-String wird mit der PHP-Funktion date() geparst.
es: Por favor introduce un formato de hora válido para la función PHP function date().
fa: رشته ساختار زمان که توسط تابع PHP date () استفاده خواهد شد.
fr: Choisir un format d'heure utilisé par la fonction PHP date().
hu: A idő formátumát a PHP date() függvény határozza meg.
it: Inserisci un formato ora come utilizzato dalla funzione PHP date().
ja: 時刻の書式はPHPのdate()関数で解析します。
lv: Lūdzu ievadiet laika formātu, kādu lieto PHP funkcija date().
my: အချိန်အချိုးအစားအက္ခရာအတွဲကိုပီအိတ်ပ်ပီရက်စွဲ()လုပ်ဆောင်ချက်ဖြင့်ထောက်ပံ့။
nl: Geef een tijdnotatie op zoals gebruikt door PHP functie date().
pl: Wprowadź format czasu obsługiwany przez funkcję PHP function date().
ro: Introduceţi un format de oră aşa cum este folosit de funcţia PHP date().
ru: Строка формата времени будет проанализирована функцией PHP date()
sk: Formát času použiteľný PHP funkciou date().
sl: Oblika zapisa časa bo razčlenjena s pomočjo funkcije PHP date().
sq: Epeni formatin e kohës si në funksionin date() të PHP-së.
sr: Формат времена биће прослеђен преко функције PHP date().
sv: Ange ett tidsformat så som det används av PHP-funktionen date().
uk: Введіть, будь ласка, формат часу використовуваний функцією PHP date()).

# tl_settings.datimFormat.0
source: Date and time format
cs: Formát data a času
da: Dato- og tidsformat
de: Datums- und Zeitformat
es: Formato de fecha y hora
fa: ساختار تاریخ و زمان
fr: Format de la date et de l'heure
hu: Dátum és idő formátum
it: Formato data e ora
ja: 日付と時刻の書式
lv: Datuma un laika formāts
my: နေ့စွဲနှင့်အချိန်အချိုးအစား
nl: Datum- en tijdnotatie
pl: Format daty i czasu
ro: Format de dată şi timp
ru: Формат даты и времени
sk: Formátovanie času a dátumu
sl: Oblika zapisa datuma in časa
sq: Formati i datës dhe kohës
sr: Формат датума и времена
sv: Datum- och tidsformat
uk: Формат дати й часу

# tl_settings.datimFormat.1
source: The date and time format string will be parsed with the PHP date() function.
cs: Zadejte formát data a času jako je použito v PHP funkci date()
da: Angiv et dato- og tidsformat som brugt af PHP-funktionen date().
de: Der Datums- und Zeitformat-String wird mit der PHP-Funktion date() geparst.
es: Por favor introduce un formato de fecha y hora válido para la función PHP function date()
fa: رشته ساختار تاریخ و زمان که توسط تابع PHP date () استفاده خواهد شد.
fr: Choisir un format de date et d'heure utilisé par la fonction PHP date().
hu: A dátum és idő formátumát a PHP date() függvény határozza meg.
it: Inserisci un formato data e ora come utilizzato dalla funzione PHP date().
ja: 日付と時刻の書式はPHPのdate()関数で解析します。
lv: Lūdzu ievadiet datuma un laika formātu, kādu lieto PHP funkcija date().
my: နေ့စွဲနှင့်အချိန်အချိုးအစားအက္ခရာအတွဲကိုပီအိတ်ပ်ပီရက်စွဲ()လုပ်ဆောင်ချက်ဖြင့်ထောက်ပံ့။
nl: Geef een datum- en tijdnotatie op zoals gebruikt door PHP functie date() .
pl: Wprowadź format daty i czasu obsługiwany przez funkcję PHP function date().
ro: Introduceţi un format de dată şi oră aşa cum este folosit de funcţia PHP date().
ru: Строка формата даты и времени будет проанализирована функцией PHP date()
sk: Formát dátumu a času použiteľný PHP funkciou date().
sl: Oblika zapisa datuma in časa bo razčlenjena s pomočjo funkcije PHP date().
sq: Epeni formatin e datës dhe kohës si në funksionin date() të PHP-së.
sr: Формат датума и времена биће прослеђен преко функције PHP date().
sv: Ange ett datum- och tidsformat så som det används av PHP-funktionen date().
uk: Введіть, будь ласка, формат дати й часу, використовуваний функцією PHP date().

# tl_settings.timeZone.0
source: Time zone
cs: Časová zóna
da: Tidszone
de: Zeitzone
es: Zona horaria
fa: منطقه زمانی
fr: Fuseau horaire
hu: Időzóna
it: Fuso orario
ja: タイムゾーン
lv: Laika zona
my: ဒေသစံတော်ချိန်
nl: Tijdzone
pl: Strefa czasowa
ro: Fur orar
ru: Часовой пояс
sk: Časová zóna
sl: Časovni pas
sq: Koha rajonale
sr: Временска зона
sv: Tidszon
uk: Часовий пояс

# tl_settings.timeZone.1
source: Please select the server time zone.
cs: Vyberte vaši časovou zónu
da: Angiv din tidszone.
de: Bitte wählen Sie die Zeitzone des Servers aus.
es: Por favor selecciona tu zona horaria.
fa: لطفا منطقه زمانی سرور را انتخاب نمایید.
fr: Sélectionner un fuseau horaire.
hu: Válassza ki a szerver időzónáját.
it: Seleziona il tuo fuso orario.
ja: サーバーのタイムゾーンを選択してください。
lv: Lūdzu izvēlieties savu laika zonu
my: ဆာဗာစံတော်ချိန်ကိုရွေး။
nl: Selecteer de server tijdzone.
pl: Wybierz twoją strefę czasową.
ro: Selectaţi fusul orar al dumneavoastră.
ru: Выберите часовой пояс сервера.
sk: Vyberte vašu časovú zónu.
sl: Prosimo, izberite časovni pas strežnika.
sq: Zgjidheni kohën rajonale të ueb-faqes.
sr: Изаберите временску зону сервера.
sv: Välj tidszon för din webbserver.
uk: Будь ласка, виберіть часовий пояс.

# tl_settings.websitePath.0
source: Relative path to the Contao directory
cs: Relativní cesta k Contao adresáři
da: Relativ sti til TYPOlight-mappen
de: Relativer Pfad zum Contao-Verzeichnis
es: Ruta relativa al directorio TYPOlight
fa: مسیر نسبی پوشه کانتائو
fr: Chemin relatif vers le répertoire de Contao
hu: Contao könyvtárának relatív útvonala
it: Percorso relativo della cartella di Contao
ja: Contaoのディレクトリの相対パス
lv: Relatīvais ceļš uz Contao direktoriju
my: ကွန်တောင်ဖိုင်လမ်းညွှန်သို့ပတ်သက်သောလမ်းကြောင်း
nl: Relatief pad naar Contao directory
pl: Ścieżka relatywna do katalogu Contao
ro: Calea relativă către directorul Contao
ru: Относительный путь к каталогу Contao
sk: Relatívna cesta do Contao adresára
sl: Relativna pot do Contao imenika.
sq: Shtegu relativ i dosjes së TYPOlight
sr: Релативна путања према Contao директоријуму
sv: Relativ sökväg till Contao-mappen
uk: Відносний шлях до Contao директорії

# tl_settings.websitePath.1
source: The relative path to the Contao directory is usually set automatically by the install tool.
cs: Relativní cestu k adresáři Contao běžně automaticky nastaví instalační nástroj.
da: Angiv den relative sti til mappen med TYPOlight-filerne (f.eks. hvis tilgår TYPOlights backend via <em>www.ditdomæne.dk/ditwebsted/typolight</em> bliver den relative sti <em>>/ditwebsted</em>).
de: Der relative Pfad zum Contao-Verzeichnis wird normalerweise automatisch im Installtool gesetzt.
es: Por favor introduce la ruta relativa al directorio que contiene los archivos TYPOlight (por ejemplo si accedes al back de TYPOlight mediante <em>www.tudominio.com/tuweb/typolight</em> la ruta relativa sería <em>/tuweb</em>).
fa: مسیر نسبی پوشه کانتائو معمولاً به صورت خودکار توسط ابزار نصب تنظیم می‌شود.
fr: Le chemin relatif vers le répertoire de Contao est normalement généré automatiquement par l'outil d'installation.
hu: A Contao könyvtár relatív útvonalát általában automatikusan beállítja a telepítő eszköz.
it: Inserisci il percorso relativo della cartella che contiene i file di Contao (es: se entri nel backend di Contao dall'indirizzo <em>www.tuodominio.com/tuositoweb/contao</em> il percorso relativo sarà <em>/tuositoweb</em>).
ja: Contaoのディレクトリの相対パスは通常インストールツールが自動的に設定します。
lv: Relatīvo ceļu uz Contao direktoriju parasti automātiski nosaka instalēšanas rīks.
my: ကွန်တောင်ဖိုင်လမ်းညွှန်သို့ပတ်သက်သောလမ်းကြောင်းကိုထည့်သွင်းကိရိယာမှလိုလျောက်သတ်မှတ်။
nl: Het relatieve pad naar de Contao directory wordt gewoonlijk automatisch aangemaakt door het installatie tool.
pl: Wprowadź ścieżkę relatywną do katalogu zawierającego pliki Contao (np. jeśli twój panel administracyjny Contao ma adres <em>www.twojadomena.com/twojastrona/contao</em> relatywną ścieżką będzie <em>/twojastrona</em>).
ro: Introduceţi calea relativă către directorul conţinând fişierele Contao (ex. dacă accesaţi Contao în back-end folosind <em>www.domeniultau.com/situltau/contao</em> calea relativă este <em>/situltau</em>).
ru: Относительный путь к каталогу Contao, обычно устанавливается автоматически при помощи мастера установки Contao.
sk: Relatívnu cestu do Contao adresára obvykle automaticky nastaví inštalačný nástroj.
sl: Relativno pot do Contao imenika praviloma samodejno nastavi orodje za namestitev.
sq: Epeni shtegun relativ të dosjes, aty ku gjinden skedarët e TYPOlight (në qoftë se kyçeni në Backend të TYPOlight p.sh. sipas <em>www.yourdomain.com/yourwebsite/typolight</em>, atëherë shtegu relativ është <em>/yourwebsite</em>).
sr: Релативна путања до Contao директоријума је обично постављена аутоматски приликом инсталације система.
sv: Den relativa sökvägen till Contao katalogen är vanligtvis automatiskt genererad av installationsverktyget.
uk: Будь-ласка, введіть відносний шлях до директорії, що містить файли Contao (наприклад. якщо ви використаєте панель керування за адресою <em>www.yourdomain.com/yourwebsite/contao</em>, тоді відносним шляхом повинен бути <em>/yourwebsite</em>).

# tl_settings.characterSet.0
source: Character set
cs: Znaková sada
da: Tegnsæt
de: Zeichensatz
es: Juegos caracteres
fa: مجموعه نویسه
fr: Jeu de caractères
hu: Karakterkészlet
it: Charset
ja: 文字セット
lv: Rakstzīmju kopa
my: စာလံုးအစုံ
nl: Karakterset
pl: Kodowania znaków dla Contao
ro: Set caractere
ru: Кодировка символов
sk: Znaková sada
sl: Nabor znakov.
sq: Kompleti shenjave
sv: Teckenavkodning
uk: Символьне кодування

# tl_settings.characterSet.1
source: It is recommended to use UTF-8, so special characters are displayed correctly.
cs: Zadejte znakovou sadu. Je doporučeno použít UTF-8 k tomu aby zvláštní znaky byly zobrazeny korektně. Neměňte znakovou sadu pokud vaše zkušenosti nezobrazují chyby.
da: Angiv tegnsæt. Det anbefales at bruge UTF-8 for at sikre at specielle tegn vises korrekt. Hvis du ikke oplever visningsfejl, skal du ikke ændre på tegnsættet.
de: Damit Sonderzeichen richtig dargestellt werden, wird die Verwendung von UTF-8 empfohlen.
es: Por favor introduce el juego de caracteres. El juego recomendado es UTF-8 para asegurar que los caracteres especiales aparezcan correctamente. No cambiar esta configuración a menos que experimente errores al mostrar algunos caracteres.
fa: استفاده از UTF-8 به خاطر اینکه نویسه‌های ویژه درست نمایش داده می‌شوند توصیه می‌شود.
fr: Il est recommandé d'utiliser UTF-8 pour que les caractères spéciaux soient affichés correctement.
hu: Ajánlott az UTF-8 használata, így a különleges karakterek is helyesen jelennek meg.
it: Inserisci il charset. Si raccomanda di utilizzare UTF-8 per assicurarsi che i caratteri particolari siano visualizzati correttamente. Non modificare il charset a meno che non riscontri errori di visualizzazione.
ja: 特殊文字を正しく表示するように、UTF-8の使用をお勧めします。
lv: Lūdzu ievadiet rakstzīmju kopu. Rekomendēts lietot UTF-8, lai nodrošinātu ka speciālas rakstzīmes tiek attēlotas pareizi. Nemainiet rakstzīmju kopu, izņemot gadījumus ja ir attēlošanas problēmas.
my: ယူတီအက်ဖ်-၈ကိုသံုးရန်တိုက်တွန်း၊ အထူးစာလံုးများကိုအမှန်အကန်ပြသနိုင်။
nl: Het wordt aangeraden om UTF-8 te gebruiken om er zeker van te zijn dat alle speciale karakters correct worden weergegeven.
pl: Wpisz rodzaj kodowania znaków. Rekomendowane jest używanie UTF-8, zapewnia to poprawne wyświetlanie znaków specjalnych np. diakrytycznych.
ro: Introduceţi setul de caractere. Este recomandată folosirea setului UTF-8 pentru a permite o afişare corectă a caracterelor speciale. Nu schimbaţi setul de caractere decât dacă observaţi erori de afişare.
ru: Рекомендуется использовать UTF-8, для правильного отображения специальных символов.
sk: Doporučujeme používať znakovú sadu UTF-8, aby sa špeciálne znaky zobrazovali správne.
sl: Priporočeno je, da uporabite UTF-8 nabor znakov, da bodo lahko posebni znaki pravilno prikazani.
sq: Epeni kompletin e shenjave. Përdorni mundësisht UTF-8 për ta mundësuar paraqitjen shenjave të veçanta. Ndërroni kompletin e shenjave vetëm në rast se ekzistojnë probleme.
sr: Препорука је да се користи UTF-8, тако да ће специфични знакови бити приказивани исправно.
sv: Ange teckenavkodning (character set). UTF-8 rekommenderas för att vara säker på att specialtecken visas korrekt.<br />Ändra inte teckenavkodningen såvida du inte har en god anledning att göra så.
uk: Будь-ласка, введіть кодування Contao. Рекомендується використати UTF-8 для правильного відображення спеціальних символів. Не змінюйте кодування, якщо не зіштовхуєтесь з помилками у відображенні контенту.

# tl_settings.disableCron.0
source: Disable the command scheduler
cs: Vypnout výchozí rozvrh údržby systému
da: Slå command scheduler fra
de: Den Command-Scheduler deaktivieren
es: Deshabilitar la programación de comandos
fa: غیرفعال کردن زمان‌بندی دستور
fr: Désactiver le planificateur de commandes
hu: Tiltsa le a parancs ütemezőt.
it: Disabilita il comando di scheduler
ja: コマンドスケジューラーを不使用
lv: Atslēgt komandu plānotāju
my: ညွှန်ကြားခြင်းအစီအစဉ်မလုပ်ဆောင်စေ
nl: Uitschakelen van de commando scheduler
pl: Wyłącz automatyczne zadania
ro: Dezactivează planificatorul de comenzi
ru: Отключить планировщик команд
sk: Vypnúťcommand scheduler
sl: Onemogoči ukaz periodičnih opravil
sq: Ç'aktivizo orarin e komandë
sr: Онемогући командни распоред
sv: Avaktivera kommandoplaneraren
uk: Вимкнути планувальник (cron)

# tl_settings.disableCron.1
source: Disable the periodic command scheduler and execute the cron.php script by a real cron job (which you have to set up manually).
cs: Vypne pravidelný rozvrh údržby systému. V tom případě budete muset sami nastavit jiný rozvrh.
da: Slå den automatiske command scheduler fra og eksekver cron.php scriptet med et rigtig cron job (skal sættes op manuelt).
de: Den Periodic Command Scheduler deaktivieren und das cron.php-Skript mittels eines echten Cronjobs (den Sie selbst einrichten müssen) ausführen.
es: Deshabilitar la programación de comandos periódicos y ejecutar el script cron.php utilizando una tarea cron real (se debe configurar manualmente).
fa: زمان‌بندی دستور دوره‌ای را غیرفعال کرده و اسکریپت cron.php را توسط کار کرن واقعی اجرا می کند (که شما باید به صورت دستی تنظیم نمایید).
fr: Désactiver le planificateur de commandes périodiques et exécuter le script cron.php par une tâche cron réelle (que vous avez à configurer manuellement).
hu: Tiltsa le az ütemezett parancs végrehajtást és helyette a cron.php script fog végrehajtódni (kézzel kell beállítania).
it: Disabilita il comando scheduler periodico ed esegui lo script cron.php tramite un un reale cron job (occorre impostare manualmente il job)
ja: 定期的なコマンドのスケジューラーを使用しないで、(手動で設定がしなければならない)本当のcronのジョブでcron.phpスクリプトを実行します。
lv: Izslēgt periodisko komandu plānotāju un izpildīt cron.php skriptu, ar reālu cron darbu (kas jums būs jāizveido manuāli).
my: ပုံမှန်ညွှန်ကြားခြင်းအစီအစဉ်မလုပ်ဆောင်စေပြီးcron.phpလိုလျောက်လုပ်ဆောင်ကုဒ်ကိုအစီအစဉ်ဖြင့်ဆောင်ရွက် (ကိုယ်တိုင်တည်ဆောက်ရန်)။
nl: Schakel de periodieke commando scheduler uit en voer het cron.php script uit door een echte cron job (deze dient u handmatig in te stellen).
pl: Wyłącz wykonywanie zadań automatycznie i wykonuj plik cron.php za pomocą prawdziwego crona (ten musisz włączyć ręcznie).
ro: Dezactivează planificatorul periodic de comenzi şi execută scriptul cron.php de către un job cron real.
ru: Отключить планировщик команд и выполнять сценарий cron.php (необходимо установить вручную).
sk: Vypne prednastavený periodický plánovač údržby systému. V tom prípade budete musieť sami nastaviť iný plánovač.
sl: Onemogoči ukaz periodičnih opravil in izvajaj cron.php skripto s pravim cron opravilom (katerega morate nastaviti ročno na strežniku)
sq: Çaktivizo planifikuesin udhëzimesh apo command scheduler dhe ekzekutoni skriptin cron.php me ndihmë të një cron job të vërtet(i cili duhet vendosur nga ju).
sr: Онемогући периодично извршавање команди и изврши cron.php скрипту правим cron job-ом (који сте дефинисали ручно).
sv: Avaktivera kommandoplaneraren och kör istället skriptet cron.php via ett äkta cron job (som du själv måste sätta upp i servern).
uk: Вимкнути періодичний запуск команд планувальником та використовуйте запуск cron.php іншим планувальником (напр. вашого хостинг провайдера).

# tl_settings.minifyMarkup.0
source: Minify the markup
cs: Zkomprimovat markup
da: Komprimer kode
de: Markup komprimieren
es: Minificar el código
fa: کوچک کردن نشانه‌گذاری
fr: Réduire le code HTML
hu: Markup sűrítése
it: Minimizza il codice html
ja: マークアップを削減
lv: Minimizēt atzīmes
my: ကုဒ်တင်ခြင်းလျော့နည်း
nl: Opmaak comprimeren
pl: Minimalizuj kod źródłowy
ro: Minimizează taguri
ru: Минимизировать разметку
sk: Minimalizovať markup
sl: Skrči HTML označevanje
sq: Minimizo markup-në
sr: Минимизуј означавање
sv: Minifiera HTML-kod
uk: Мінімізувати розмітку
