Repository: contao/core
Catalog: system/modules/core/languages/*/*_settings.xlf
Languages: cs, da, de, es, fa, fr, hu, it, ja, lv, my, nl, pl, ro, ru, sk, sl, sq, sr, sv, uk

# tl_settings.validImageTypes.1
source: Here you can enter a comma separated list of file types that can be handled by the image class.
cs: Zde můžete uvést seznam druhů obrázkových souborů oddělených čárkou.
da: Angiv venligst en kommasepareret liste over filendelser for understøttede filetyper. Inkluder ikke filtyper som ikke kan håndteres af TYPOlight eller dine egne scripts.
de: Hier können Sie eine kommagetrennte Liste von Dateitypen eingeben, die von der Bild-Klasse verarbeitet werden können.
es: Por favor introduce una lista de extensiones (separadas por coma) de imágenes aceptadas. No incluir aquellas que no puedan ser utilizadas por TYPOlight o tus propios scripts.
fa: اینجا می‌توانید فهرست جداشده با کاما از گونه‌های پرونده‌ که می‌تواند توسط کلاس تصویر به کار گرفته شود را وارد نمایید.
fr: Saisir une liste, séparée par des virgules, des extensions de fichiers pouvant être manipulés par la classe image.
hu: Itt adhatja meg a vesszővel elválasztott listáját a fájltípusoknak, melyek képként kezelhetőek.
it: Inserisci una lista separata da virgole delle estensioni delle immagini supportate. Non includere tipi di file che non possono essere gestiti da Contao o da tuoi script.
ja: 画像のクラスライブラリで処理してよいファイル形式をコンマで区切ったリストで入力します。
lv: Šeit jūs varat ievadīt ar komatu atdalītu sarakstu ar failu tipiem, kurus var apstrādāt attēla klase.
my: ကော်မာခြားနားပြီးပံုအမျိုးအစားမှကိုင်တွယ်မည့်ဖိုင်အမျိုးအစားများစာရင်းထည့်သွင်း။
nl: Geef een door komma's gescheiden lijst van geldige bestandstypes op die ondersteund worden door de image class.
pl: Wprowadź oddzielone przecinkami rozszerzenia plików graficznych, które chcesz aby były obsługiwane. Nie wprowadzaj takich rodzajów plików, które nie sa obsługiwane przez Contao lub przez twoje własne skrypty.
ro: Introduceţi o listă a extensiilor fişierelor de imagine suportate, separate prin virgulă. Nu introduceţi tipuri care nu sunt suportate de Contao sau propriul dumneavoastră script.
ru: Вы можете ввести разделенный запятыми список расширений поддерживаемых типов изображений.
sk: Tu môžte zadať, čiarkou oddelený zoznam typov súborov, ktoré bude možné ovládať pomocou CSS triedy obrázka.
sl: Tu lahko naštejete (ločite z vejico) tipe slikovnih datotek.
sq: Epeni listën e prapashtesave të formateve grafikë duke i ndarë me presje. Përdorni vetëm formatet e mbështetura nga TYPOlight ose nga skriptet e juaja.
sr: Унесите, зарезом раздвојене, врсте слика које ће моћи да буду обрађиване употребом image класе.
sv: Ange en kommaseparerad lista med filändelser som är godkända för bilder. <br />Inkludera inte filtyper som inte kan hanteras av Contao eller dina egna skript.
uk: Введіть, будь ласка, через кому список розширень підтримуваних типів зображень. Не включайте до списку типи файлів, які можуть бути сприйняті Contao як власні скрипти.

# tl_settings.editableFiles.0
source: Editable file types
cs: Povolené druhy upravitelných souborů
da: Redigerbare filtyper
de: Editierbare Dateien
es: Tipos de archivos editables
fa: گونه‌های پرونده قابل ویرایش
fr: Types de fichiers pouvant être édités
hu: Szerkeszthető fájltípusok
it: Tipi di file modificabili
ja: 編集できるファイル形式
lv: Rediģējamo datņu veidi
my: တည်းဖြတ်နိုင်သောဖိုင်အမျိုးအစားများ
nl: Bewerkbare bestandstypes
pl: Edytowalne typy plików
ro: Fişiere permise de editare
ru: Редактируемые типы файлов
sk: Typy editovateľných súborov
sl: Tipi datotek za urejanje
sq: Skedarë modifikues
sr: Фајлови које је могуће уређивати
sv: Redigerbara filtyper
uk: Доступні для редагування типи файлів

# tl_settings.editableFiles.1
source: Here you can enter a comma separated list of file types that can be edited in the source editor.
cs: Zde můžete uvést seznam druhů upravitelných souborů oddělených čárkou.
da: Angiv en kommasepareret liste over filendelser for filtyper, som kan redigeres af kilde-editoren.
de: Hier können Sie eine kommagetrennte Liste von Dateitypen eingeben, die mit dem Quelltexteditor bearbeitet werden dürfen.
es: Por favor introduce una lista de extensiones (separados por coma) de archivos que sean editables en el editor fuente.
fa: اینجا می‌توانید فهرست جداشده با کاما از گونه‌های پرونده‌ که می‌تواند توسط ویرایشگر منبع ویرایش شوند را وارد نمایید.
fr: Saisir une liste, séparée par des virgules, des extensions de fichiers pouvant être édités en ligne.
hu: Itt adhatja meg a vesszővel elválasztott listáját a forrás szerkesztőben módosítható fájltípusoknak.
it: Inserire una lista separata da virgole delle estensioni dei tipi di file che possono essere modificati tramite l'editor interno di Contao
ja: ソースファイルエディターで編集できるファイル形式をコンマで区切ったリストで入力します。
lv: Šeit jūs varat ievadīt sarakstu ar komatu atdalītiem datņu veidiem, kas var tikt rediģēti ar avota redaktoru.
my: ကော်မာခြားနားပြီးရင်းမြစ်တည်းဖြတ်သူမှတည်းဖြတ်နိုင်မည့်ဖိုင်အမျိုးအစားများစာရင်းထည့်သွင်း။
nl: Geef een door komma's gescheiden lijst op van extensies die bewerkt kunnen worden in de bestandseditor.
pl: Wprowadź oddzielone przecinkami rozszerzenia plików, które mogą być edytowane w edytorze zawartości.
ro: Intoduceţi o listă a extensiilor de fişiere ce pot fi editate în editorul sursă, separate prin virgulă.
ru: Вы можете ввести разделенный запятыми список расширений файлов доступных для редактирования в редакторе кода.
sk: Tu môžte zadať, čiarkou oddelený zoznam typov súborov, ktoré bude možné upravovať v editore zdrojového kódu.
sl: Tu lahko naštejete (ločite z vejico) tipe datotek, ki jih bo mogoče urejati v urejevalniku izvorne kode.
sq: Epeni listën e prapashtesave të skedarëve duke i ndarë me presje, të cilët mund të përpunohen me Editorin e skedarëve.
sr: Унесите, зарезом раздвојене, врсте фајлова који ће моћи да се уређују у уређивачу изворног кода.
sv: Ange en kommaseparerad lista med filtyper som kan editeras i källkodseditorn.
uk: введіть, через кому, список розширень файлів, які повинні бути доступні для модифікації в редакторі коду.

# tl_settings.templateFiles.0
source: Template file types
cs: Povolené druhy šablon
da: Filtypeskabeloner
de: Unterstützte Templateformate
es: Tipos de archivo de plantilla
fa: گونه‌های پرونده قالب
fr: Types de fichiers modèles
hu: Template fájltípusok
it: Tipo file per i template
ja: テンプレートのファイル形式
lv: Veidnes failu tipi
my: ပံုစံပြားဖိုင်အမျိုးအစားများ
nl: Template bestandstype
pl: Pliki typów szablonów
ro: Tipuri de fişiere şablon
ru: Типы файлов шаблонов
sk: Typy súborov šablón
sl: Tipi datotek za predloge
sq: Lloje skedarësh të shabllonave
sr: Врсте шаблонских фајлова
sv: Mallarnas filtyper
uk: Типи шаблоних файлів

# tl_settings.templateFiles.1
source: Here you can enter a comma separated list of supported template file types.
cs: Zde můžete zadat, jaké druhy šablon bude systém podporovat.
da: Her kan du indtaste en kommasepareret liste af supporterede filtyper.
de: Hier können Sie eine kommagetrennte Liste von unterstützten Template-Dateitypen eingeben.
es: Aquí puede ingresar una lista separada por comas de los tipos de archivo de plantilla soportados.
fa: اینجا می‌توانید فهرست جداشده با کاما از گونه‌های پرونده‌ قالب پشتیبانی شده را وارد نمایید.
fr: Saisir une liste, séparée par des virgules, des extensions de fichiers modèles supportées.
hu: Vesszővel elválasztva adja meg a támogatott fájltípusokat.
it: Qui è possibile inserire la lista delle estensioni, separati da virgola, utilizzati per i file template.
ja: サポートするテンプレートのファイル形式をコンマで区切ったリストで入力します。
lv: Šeit jūs varat ievadīt atbalstītos veidnes faila tipus sarakstā, kurā ieraksti atdalīti ar komatu.
my: ကော်မာခြားနားပြီးအထောက်အကူပြုသည့်ပံုစံပြားဖိုင်အမျိုးအစားများစာရင်းထည့်သွင်း။
nl: Hier kunt u een komma gescheiden lijst van ondersteunde template bestandstypen invoeren.
pl: Wprowadź oddzielone przecinkami wspierane rozszerzenia plików szablonów.
ro: Introduceţi lista acceptată de tipuri de fişiere şablon separate prin virgulă
ru: Вы можете ввести разделенный запятыми список расширений поддерживаемых типов файлов шаблонов Contao.
sk: Tu môžte zadať, čiarkou oddelený zoznam povolených typov súborov šablón.
sl: Tukaj lahko vnesete (ločeno z vejico) seznam podprtih tipov datotek za predloge.
sq: Epeni listën e skedarëve për shabllona duke i ndarë me presje, të cilët janë të lejuara.
sr: Унесите, зарезом раздвојене, врсте шаблонских фајлова које ће бити доступне.
sv: Ange en kommaseparerad lista med filtyper som stöds för mall-filer.
uk: Введіть через кому список розширень підтримуваних типів шаблонів.

# tl_settings.maxImageWidth.0
source: Maximum front end width
cs: Maximální velikost frontendu
da: Maksimal front end billedebredde
de: Maximale Frontend-Breite
es: Ancho de imagen máximo en el front end
fa: عرض بیشینه در بخش کاربری
fr: Largeur maximale dans le front office
hu: Maximális szélesség a front enden
it: Massima larghezza immagini
ja: フロントエンドの最大幅
lv: Maksimālais priekšgala platums
my: အများဆံုးအပြင်ပိုင်းအနံ
nl: Maximum afbeeldingsbreedte
pl: Maksymalna szerokość obrazka
ro: Lăţime maximă imagine
ru: Максимальная ширина во внешнем интерфейсе
sk: Maximálna šírka vo frontende
sl: Največja širina predstavitve
sq: Gjerësia maksimale e grafikes Frontend
sr: Максимална ФронтЕнд ширина
sv: Maximal bildbredd i frontend
uk: Максимальна ширина зображення

# tl_settings.maxImageWidth.1
source: If the width of an image or movie exceeds this value, it will be adjusted automatically. Set to 0 to disable the limit.
cs: Pokud šířka obrázku nebo videa překročí tuto hodnotu, bude automaticky zmenšeno. Zadejte 0 pro zrušení tohoto limitu.
de: Wenn die Breite eines Bildes oder Films diesen Wert übersteigt, wird sie automatisch angepasst. Geben Sie 0 ein, um die Begrenzung zu deaktivieren.
fr: Si la largeur d'une image ou d'un film dépasse cette valeur, elle sera ajustée automatiquement. Mettre 0 pour désactiver la limite.
it: Se la larghezza di un'immagine o di un video supera questo valore, verrà reimpostata automaticamente. Impostare 0 per disattivare il limite.
ja: 画像や動画の大きさがこの値を超えている場合は自動的に調整します。0にすると制限を無効にします。
nl: Als de breedte van een afbeelding of film deze waarde overschrijdt, wordt dit automatisch aangepast. Stel in op 0 om dit uit te schakelen.
ru: Если ширина изображения или ролика превысит это значение, то он будет автоматически масштабирован. Установите 0, чтобы отключить ограничение.
sr: Уколико је ширина слике или видеа већа од ове вредности, биће аутоматски прилагођена. Поставите 0 да искључите ограничење.

# tl_settings.jpgQuality.0
source: JPG thumbnail quality
cs: Kvalita náhledu
da: Miniaturebilleders kvalitet
de: JPG-Qualität
es: Calidad de la Miniatura
fa: کیفیت تصویر بندانگشتی JPG
fr: Qualité des vignettes JPG
hu: JPG miniatűr minősége
it: Qualità delle miniature
ja: JPEGのサムネイルの品質
lv: Sīktēla kvalitāte
my: ဂျေပီဂျီပံုသေးအရည်အသွေး
nl: JPG thumbnail kwaliteit
pl: Jakość miniaturek
ro: Calitate de thumbnail
ru: Качество JPG миниатюр
sk: Kvalita JPG miniatúr
sl: Kvaliteta JPG predoglednih sličic
sq: Kualiteti miniaturës
sr: Квалитет JPG thumbnail сличица
sv: Kvalitet på tumnaglar
uk: Якість сжатих зоображень

# tl_settings.jpgQuality.1
source: Here you can enter the JPG thumbnail quality in percent.
cs: Zadejte kvalitu náhledu v procentech (použije se pouze na JPG obrázky)
da: Angiv miniaturebilledernes kvalitet i procent (gælder kun for JPG).
de: Hier können Sie die Qualität der JPG-Vorschaubilder in Prozent eingeben.
es: Por favor escribe la calidad de la miniatura en porcentaje (se aplica a JPGs únicamente)
fa: اینجا می‌توانید کیفیت تصویر بندانگشتی JPG را به صورت درصد وارد نمایید.
fr: Choisir la qualité des vignettes JPG en pourcentage.
hu: Itt adhatja meg a JPG miniatűr minőségét százalékban.
it: Inserire la qualità delle miniature in percentuale (si applica solo alle immagini di tipo jpeg)
ja: JPEGのサムネイルの品質をパーセントで入力します。
lv: Lūdzu ievadiet sīktēla kvalitāte procentos (attiecas tikai uz JPG).
my: ဂျေပီဂျီပံုသေးအရည်အသွေးကိုရာခိုင်နှုန်းဖြင့်ထည့်သွင်းနိုင်။
nl: Geef de JPG thumbnail kwaliteit op in procenten.
pl: Wprowadź jakość miniaturek w procentach (dotyczy tylko plików JPG).
ro: Introduceţi calitatea pentru thumbnail în procente (se aplică doar la JPG).
ru: Вы можете ввести качество JPG миниатюр в процентах.
sk: Tu môžte zadať kvalitu JPG miniatúr v percentách.
sl: Tu lahko v odstotkih določite kvaliteto predoglednih sličic.
sq: Epeni kualitetin e miniaturës (vlen vetëm për JPG-të).
sr: Унесите вредност квалитета JPG thumbnail сличица, у процентима.
sv: Ange kvaliteten på tumnaglarna i procent (används enbart på JPG).
uk: Введіть, будь ласка, відсоток сжаття малюнків

# tl_settings.gdMaxImgWidth.0
source: Maximum GD image width
cs: Maximální šírka GD-obrázků
da: Maksimal DG Image bredde
de: Maximale GD-Bildbreite
es: Ancho de imagen máximo GD
fa: عرض بیشینه تصویر GD
fr: Largeur d'image maximale
hu: Maximum GD kép szélesség
it: Larghezza massima immagini per libreria GD
ja: GD画像の最大の幅
lv: Maksimālais GD attēla platums
my: အများဆံုးဂျီဒီပံုအနံ
nl: Maximale GD afbeelding breedte
pl: Maksymalna długość obrazka GD
ro: Lăţime maximă pentru GD
ru: Максимальная ширина GD изображения
sk: Maximálna šírka GD obrázkov
sl: Maksimalna širina GD slike
sq: Gjerësia maksimale e GD grafikës
sr: Максимална GD ширина слике
sv: Maximal GD-bildbredd
uk: Максимальна ширина зображення (GD)

# tl_settings.gdMaxImgWidth.1
source: Here you can enter the maximum image width that the GD library shall try to handle.
cs: Zde můžete zadat maximální šířku obrázků, kterou se pokusí nastavit GD-knihovna.
da: Her kan du indtaste den maksimale bredde, som GD Image biblioteket skal håndtere
de: Hier können Sie die maximale Bildbreite eingeben, die die GD Library zu verarbeiten versuchen soll.
es: Aquí puede ingresar el ancho máximo de imagen que la biblioteca GD intentará procesar.
fa: اینجا می‌توانید بیشینه عرض تصویر که کتابخانه GD بایستی سعی به کارگیری کند را وارد نمایید.
fr: Saisir la largeur d'image maximale que la bibliothèque GD devra gérer.
hu: Itt adhatja meg a kép maximális szélességét amelyet a GD könytár feldolgozáskor használ, ha ez lehetséges.
it: Inserire la larghezza massima dell'immagine che la libreria GD deve cercare di gestire.
ja: GDライブラリで扱わなければならない画像の最大の幅を入力してください。
lv: Šeit varat norādīt maksimālo GD attēla platumu
my: ဂျီဒီတိုက်ကိုင်တွယ်မည့်အများဆံုးဂျီဒီပံုအနံထည့်သွင်းနိုင်။
nl: Hier kunt u de maximale afbeelding breedte invoeren die de GD library zal proberen te hanteren.
pl: Wprowadź maksymalną długość dla obrazka, którą biblioteka GD postara się ujarzmić.
ro: Introduceţi lăţimea maximă a imaginii ce va fi acceptată de biblioteca GD.
ru: Вы можете ввести максимальную ширину изображения, которую библиотека GD должна попытаться обработать.
sk: Tu môžte zadať maximálnu šírku obrázkov, ktorú sa pokúsi spracovať GD knižnica.
sl: Tukaj lahko vnesete maksimalno širino slike, s katero naj jo GD knjižnica poskusi obdelati.
sq: Epeni gjerësinë maksimale të grafikës të cilën biblioteka GD do të përpiqet ta trajton.
sr: Овде можете да унесете максималну ширину слике коју ће GD библиотека покушати да обради.
sv: Ange maximal bildbredd för bilder som GD library ska försöka hantera.
uk: Всі зображення не більше зазначеної довжини будуть оброблятися GD бібліотекою.

# tl_settings.gdMaxImgHeight.0
source: Maximum GD image height
cs: Maximální výška GD-obrázků
da: Maksimal DG Image højde
de: Maximale GD-Bildhöhe
es: Altura de imagen máxima GD
fa: ارتفاع بیشینه تصویر GD
fr: Hauteur d'image maximale
hu: Maximum GD kép magasság
it: Altezza massima immagini per libreria GD
ja: GD画像の最大の高さ
lv: Maksimālais GD attēla augstums
my: အများဆံုးဂျီဒီပံုအမြင့်
nl: Maximale GD afbeelding hoogte
pl: Maksymalna wysokość obrazka GD
ro: Înălţime maximă pentru GD
ru: Максимальная высота GD изображения
sk: Maximálna výška GD obrázkov
sl: Maksimalna višina GD slike
sq: Lartësia maksimale e GD grafikës
sr: Максимална GD висина слике
sv: Maximal GD-bildhöjd
uk: Максимальна висота зображення (GD)

# tl_settings.gdMaxImgHeight.1
source: Here you can enter the maximum image height that the GD library shall try to handle.
cs: Zde můžete zadat maximální výšku obrázků, kterou se pokusí nastavit GD-knihovna.
da: Her kan du indtaste den maksimale højde, som GD Image biblioteket skal håndtere
de: Hier können Sie die maximale Bildhöhe eingeben, die die GD Library zu verarbeiten versuchen soll.
es: Aquí puede ingresar la altura máxima de imagen que la biblioteca GD intentará procesar.
fa: اینجا می‌توانیدبیشترین ارتفاع تصویر که کتابخانه GD بایستی سعی به کارگیری کند را وارد نمایید.
fr: Saisir la hauteur d'image maximale que la bibliothèque GD devra gérer.
hu: Itt adhatja meg a kép maximális szélességét amelyet a GD könytár feldolgozáskor használ, ha ez lehetséges.
it: Inserire l'altezza massima dell'immagine che la libreria GD deve cercare di gestire.
ja: GDライブラリで扱わなければならない画像の最大の高さを入力してください。
lv: Šeit varat norādīt maksimālo GD attēla augstumu
my: ဂျီဒီတိုက်ကိုင်တွယ်မည့်အများဆံုးဂျီဒီပံုအမြင့်ထည့်သွင်းနိုင်။
nl: Hier kunt u de maximale afbeelding hoogte invoeren die de GD library zal proberen te hanteren.
pl: Wprowadź maksymalną wysokość dla obrazka, którą biblioteka GD postara się ujarzmić.
ro: Introduceţi înălţimea maximă a imaginii ce va fi acceptată de biblioteca GD.
ru: Вы можете ввести максимальную высоту изображения, которую библиотека GD должна попытаться обработать.
sk: Tu môžte zadať maximálnu výšku obrázkov, ktorú sa pokúsi spracovať GD knižnica.
sl: Tukaj lahko vnesete maksimalno višino slike, s katero naj jo GD knjižnica poskusi obdelati.
sq: Epeni lartësinë maksimale të grafikës të cilën biblioteka GD do të përpiqet ta trajton.
sr: Овде можете да унесете максималну висину слике коју ће GD библиотека покушати да обради.
sv: Ange maximal bildhöjd för bilder som GD library ska försöka hantera.
uk: Всі зображення не більше зазначеної висоти будуть оброблятися GD бібліотекою.

# tl_settings.uploadPath.0
source: Files directory
cs: Adresář souborů
da: Fil-mappen
de: Files-Verzeichnis
es: Directorio de archivos
fa: فهرست پرونده‌ها
fr: Répertoire contenant les fichiers
hu: Fájlok könyvtára
it: Cartella dei file
ja: ファイルディレクトリ
lv: Datņu direktorija
my: ဖိုင်များဖိုင်လမ်းညွန်
nl: Bestandsdirectory
pl: Katalog plików
ro: Director fişiere
ru: Каталог файлов
sk: Priečinok súborov
sl: Datotečni imenik upravitelja datotek
sq: Dosja e skedarëve
sr: Директоријум фајлова
sv: Filmapp
uk: Файлова директорія

# tl_settings.uploadPath.1
source: Here you can set the relative path to the Contao files directory.
cs: Zadejte relativní cestu k adresáři souborů (výchozí je tl_files)
da: Angiv den relative sti til fil-mappen (standard: tl_files).
de: Hier können Sie den relativen Pfad zum Contao Files-Verzeichnis eingeben.
es: Por favor introduce la ruta relativa al directorio de archivos (por defecto: tl_files).
fa: اینجا می‌توانید مسیر نسبی فهرست پرونده‌های کانتائو را تنظیم کنید.
fr: Saisir le chemin relatif du répertoire contenant les fichiers (par défaut: <em>files</em>).
hu: Itt tudja beállítani a relatív elérési utat a Contao fájlok könyvtárához.
it: Inserisci il percorso relativo alla cartella dei file.
ja: Contaoのファイルディレクトリの相対パスを指定します。
lv: Lūdzu ievadiet relatīvo ceļu uz datņu direktoriju (noklusējuma: tl_files).
my: ကွန်တောင်ဖိုင်လမ်းညွှန်သို့ပတ်သက်သောလမ်းကြောင်းသတ်မှတ်နိုင်။
nl: Geef het relatieve pad op naar de Contao bestandsdirectory.
pl: Wprowadź relatywną ścieżkę do katalogu z plikami (domyślnie: tl_files).
ro: Introduceţi calea relativă către directorul de fişiere (inişial: tl_files).
ru: Вы можете указать относительный путь к каталогу файлов Contao.
sk: Tu môžte nastaviť relatívnu cestu k priečinku súborov (prednastavená je tl_files).
sl: Tu lahko določite relativno pot do upravitelja datotek.
sq: Epeni shtegun relativ të dosjes së skedarëve (Standardi: tl_files).
sr: Овде можете поставити релативну путању према Contao директоријуму фајлова.
sv: Här kan du ställa in den relativa sökvägen till Contaos filkatalog.
uk: Будь ласка, введіть відносний шлях директорії з файлами (За замовчуванням: tl_files).

# tl_settings.uploadTypes.0
source: Upload file types
cs: Typy přenositelných souborů
da: Gyldige upload filtyper
de: Erlaubte Upload-Dateitypen
es: Tipos de archivos a transferir
fa: گونه‌های پرونده بارگزاری
fr: Types de fichiers pouvant être envoyés
hu: Feltölthető fájltípusok
it: Tipo di file validi per l'upload
ja: アップロードのファイル形式
lv: Augšupielādējamo datņu veidi
my: ကူးတင်ဖိုင်အမျိုးအစားများ
nl: Geldige upload bestandstypes
pl: Poprawne typy wysyłanych plików
ro: Fişiere valide pentru încărcare
ru: Разрешенные для загрузки на сервер файлы
sk: Typy nahrateľných (upload) súborov
sl: Tipi datotek za nalaganje
sq: Prapashtesa të lejuara për ngarkime
sr: Подешавање постављања фајлова
sv: Godkända filtyper att ladda upp
uk: Дозволені до завантаження типи файлів

# tl_settings.uploadTypes.1
source: Here you can enter a comma separated list of uploadable file types.
cs: Zde můžete uvést seznam druhů přenositelných souborů oddělených čárkou.
da: Angiv en kommasepareret liste over filendelser for de filtyper, der skal kunne uploades. Af sikkerhedsgrunde er fil-downloads begrænsede til fil-mappen og dens undermapper.
de: Hier können Sie eine kommagetrennte Liste von Dateitypen eingeben, die über Contao hochgeladen werden dürfen.
es: Por favor introduce una lista de extensiones (separados por coma) de los tipos de archivos permitidos a transferir (upload). Por razones de seguridad, la transferencia de archivos esta limitada a la carpeta file y sus subcarpetas.
fa: اینجا می‌توانید فهرست جداشده با کاما از گونه‌های پرونده قابل بارگزاری را وارد نمایید.
fr: Saisir une liste, séparée par des virgules, des extensions de fichiers pouvant être envoyés sur le serveur.
hu: Itt adhatja meg a vesszővel elválasztott listáját a feltölthető fájltípusoknak.
it: Inserisci una lista separata da virgole delle estensioni dei file che è possibile caricare sul server
ja: アップロードできるファイル形式をコンマで区切ったリストで入力します。
lv: Šeit jūs varat ievadīt ar komatu atdalītu sarakstu ar augšupielādējamo datņu veidiem.
my: ကော်မာခြားနားပြီးကူးတင်နိုင်ဖိုင်အမျိုးအစားများစာရင်းထည့်သွင်း။
nl: Geef een door komma's gescheiden lijst op van extensies die geüpload kunnen worden.
pl: Wprowadź oddzielone przecinkami rozszerzenia plików, które mogą być wysyłane na serwer. Z przyczyn bezpieczeństwa pobieranie plików ograniczone jest do katalogu "tl_files" i jego podkatalogów.
ro: Introduceţi o listă a extensiilor de fişiere ce pot fi încărcate, separate prin virgulă. Din motive de securitate, încărcarea de fişiere este limitată la directorul de fişiere şi subdirectoarele sale.
ru: Вы можете ввести разделенный запятыми список расширений файлов разрешенных к загрузке на сервер.
sk: Tu môžte zadať, čiarkou oddelený zoznam typov súborov, ktoré bude možné nahrávať na server.
sl: Tu lahko naštejete (ločite z vejico) tipe datotek, ki jih bo mogoče naložiti.
sq: Epeni listën e prapashtesave të skedarëve duke i ndarë me presje, të cilët mund të ngarkohen. Ta keni parasysh se shkarkimi i skedarëve është i kufizuar në dosjen e skedarëve.
sr: Унесите, зарезом раздвојене, врсте фајлова које ће моћи да се копирају на сајт.
sv: Ange en kommaseparerad lista med filtyper som kan laddas upp. <br />Av säkerhetsskäl är uppladdning begränsat till filmappen och dess undermappar.
uk: Введіть через кому список розширень файлів, дозволених до завантаження на сервер. По міркуваннях безпеки, завантаження обмежуються файловою директорією і її вкладеними папками.
