Repository: contao/core
Catalog: system/modules/core/languages/*/*_settings.xlf
Languages: cs, da, de, es, fa, fr, hu, it, ja, lv, my, nl, pl, ro, ru, sk, sl, sq, sr, sv, uk

# tl_settings.server
source: Use only the server cache
cs: Použít jen cache serveru
da: Brug kun serverens cache
de: Nur den Servercache verwenden
es: Utilizar sólo el cache del servidor
fa: استفاده فقط از نهانگاه سرور
fr: Utiliser seulement le cache du serveur
hu: Csak a szerver gyorsítótár használata
it: Usa solo la cache del server
ja: サーバーのキャッシュだけを使用
lv: Izmantot tikai servera kešatmiņu
my: ဆာဗာမှတ်ဥာဏ်အသေးစားသာသံုး
nl: Gebruik alleen de server cache
pl: Użyj tylko pamięci serwera
ro: Utilizare cache server
ru: Использовать только кеш сервера
sk: Použiť iba cache servera
sl: Uporabi le medpomnilnik strežnika
sq: Përdor vetëm deponë e përkohshme në server
sr: Користи само кеш сервера
sv: Använd enbart serverns cache
uk: Використовувати тільки кеш сервера

# tl_settings.browser
source: Use only the browser cache
cs: Použít jen cache prohlížeče
da: Brug kun browserens cache
de: Nur den Browsercache verwenden
es: Utilizar sólo el cache del navegador
fa: استفاده فقط از نهانگاه مرورگر
fr: Utiliser seulement le cache du navigateur
hu: Csak a böngésző gyorsítótár használata
it: Usa solo la cache del browser
ja: ブラウザーのキャッシュだけを使用
lv: Izmantot tikai pārlūka kešatmiņu
my: ဘရောက်ဇာမှတ်ဥာဏ်အသေးစားသာသံုး
nl: Gebruik alleen de browser cache
pl: Użyj tylko pamięci przeglądarki
ro: Utilizare cache browser
ru: Использовать только кеш браузера
sk: Použiť iba cache prehliadača
sl: Uporabi le medpomnilnik brskalnika
sq: Përdor vetëm depon e përkohshme të shfletuesit
sr: Користи само кеш интернет прегледача
sv: Använd enbart webbläsarens cache
uk: Використовувати тільки кеш браузера

# tl_settings.none
source: Disable caching
cs: Vypnout cachování
da: Deaktiver caching
de: Cache deaktivieren
es: Deshabilitar el cache
fa: غیرفعال کردن نهانگاه
fr: Désactiver le cache
hu: Gyorsítótár kikapcsolása
it: Disabilita caching
ja: キャッシュを無効
lv: Atspējot kešdarbi
my: မှတ်ဥာဏ်အသေးစားလုပ်ခြင်းမလုပ်ဆောင်စေ
nl: Caching uitschakelen
pl: Wyłącz pamięć podręczną
ro: Dezactivare cache
ru: Отключить кеширование
sk: Vypnúť cachovanie
sl: Onemogoči medpomnenje
sq: Çaktivizo deponë e përkohshme
sr: Искључи кеширање
sv: Avaktivera cache-funktionen
uk: Відключити кешування

# tl_settings.maxImageWidth.1
source: If the width of an image or movie exceeds this value, it will be adjusted automatically.
my: ပံု(သို့)ရုပ်ရှင်အနံမှာယခုတန်ဖိုးထက်များပြားပါကလိုလျောက်ထိန်းညှိခြင်းလုပ်ဆောင်။
sq: Këtu mund ta caktoni gjerësinë maksimale të grafikëve dhe skedarëve mediale. Elemente përbërëse të cilët e tejkalojnë vlerën e dhënë këtu do të zvogëlohen automatikisht.
uk: Тут ви можете визначити максимальну ширину зображення й медіафайлів. Якщо розмір контенту буде перевищувати заданий, він автоматично масштабується.

# tl_settings.customSections.0
source: Custom layout sections
uk: Розташування блоків вручну

# tl_settings.customSections.1
source: Here you can enter a comma separated list of custom layout sections.
uk: Тут можна ввести через кому список розташування ваших блоків. Ви також можете вибрати секції в модулі <em>верстка сторінки</em> в <em>"верхньому секторі"</em>, <em>ліворуч</em>, <em>в основній частині</em>, <em>праворуч</em> й в <em>"нижньому секторі"</em>.

# tl_settings.minifyMarkup.1
source: Minify the HTML markup before it is sent to the browser (requires the PHP tidy extension).
sq: Minimizo HTML markup-në para se ti dërgohet shfletuesit (nevojitet shtesa PHP tidy)
uk: Мінімізувати сгенерований HTML-код розмітки сторінки (вимагає PHP модуля tidy).

# tl_settings.addLanguageToUrl.1
source: Add the language string as first URL parameter (e.g. <em>http://domain.tld/en/</em>).
uk: Додавти першим параметром URL код мови (напр. <em>http://domain.com/uk/</em>).

# tl_settings.sections_legend
source: Layout sections
uk: Секції макету
