Repository: contao/core
Catalog: system/modules/core/languages/*/*_settings.xlf
Languages: cs, da, de, es, fa, fr, hu, it, ja, lv, my, nl, pl, ro, ru, sk, sl, sq, sr, sv, uk

# tl_settings.uploadFields.0
source: Simultaneous file uploads
cs: Počet nahrávání souborů zároveň
da: Samtidige fil-uploads
de: Simultane Datei-Uploads
es: Transferencias de archivos simultaneas
fa: بازگذاری‌های همزمان پرونده
fr: Nombre de fichiers envoyés simultanément
hu: Egyidejű fájl feltöltések
it: Numero di upload simultanei
ja: 同時のファイルのアップロード数
lv: Datņu vienlaicīgās augšupielādes
my: တစ်ချိန်တည်းဖိုင်ကူးတင်များ
nl: Gelijktijdige uploads
pl: Jednoczesne wysyłanie plików
ro: Fişiere încărcate simultan
ru: Одновременных загрузок файлов на сервер
sk: Počet súbežných nahrávaní súborov
sl: Sočasno nalaganje datotek
sq: Ngarkime simultantë të skedarëve
sr: Симултано копирање фајлова на сервер
sv: Simultan filuppladdning
uk: Одночасних завантажень файлів

# tl_settings.uploadFields.1
source: Here you can enter the maximum number of simultaneous file uploads.
cs: Zadejte počet souborů, které můžou být nahrávány ve stejný čas
da: Angiv det maksimale antal af samtidige fil-uploads.
de: Hier können Sie die maximale Anzahl simultaner Datei-Uploads festlegen.
es: Por favor introduce el máximo número de transferencias de archivos simultaneas.
fa: اینجا می‌توانید بیشترین تعداد بارگزاری پرونده همزمان را وارد نمایید.
fr: Saisir le nombre de fichiers pouvant être envoyés simultanément.
hu: Itt tudja megadni az egyidejű fájl feltöltések maximális számát.
it: Inserisci il massimo numero di upload simultanei.
ja: 同時にアップロードするファイルの最大数を入力します。
lv: Lūdzu ievadiet maksimālo datņu vienlaicīgo augšupielāžu skaitu.
my: ကော်မာခြားနားပြီးတစ်ချိန်တည်းဖိုင်ကူးတင်များအများဆံုးအရေအတွက်ထည့်သွင်းနိုင်။
nl: Geef het maximum aantal gelijktijdige uploads op .
pl: Wprowadź maksymalną ilość plików jaka może być wysyłana jednocześnie na serwer.
ro: Introduceţi numărul maxim de fişiere pentru încărcare simultană.
ru: Введите количество одновременных загрузок файлов на сервер.
sk: Tu môžte zadať maximálny počet súborov, ktoré môžu byť nahrávané v rovnakom čase.
sl: Tu lahko določite največje število sočasnih nalaganje datotek.
sq: Epeni numrin maksimal të ngarkimeve simultantë(njëkohshëm).
sr: Овде можете унети број фајлова који ће моћи да се истовремено копирају на сервер.
sv: Ange det maximala antalet filer som simultant kan laddas upp till siten.
uk: Будь ласка, введіть максимальне число одночасних завантажень файлів.

# tl_settings.maxFileSize.0
source: Maximum upload file size
cs: Maximální velikost nahrávaného souboru
da: Maksimal upload filstørrelse
de: Maximale Upload-Dateigröße
es: Tamaño de archivo máximo a transferir
fa: بیشینه اندازه پرونده بارگزاری
fr: Taille de fichier maximale lors de l'envoi
hu: Maximálisan feltölthető fájl méret
it: Massima dimensione di un file in upload
ja: アップロードできるファイルの最大サイズ
lv: Maksimālais datnes augšupielādes lielums
my: အများဆံုးကူးတင်ဖိုင်အရွယ်
nl: Maximum upload bestandsgrootte
pl: Maksymalna wielkość wysyłanego pliku
ro: Mărime maximă fişier
ru: Максимальный размер загружаемого на сервер файла
sk: Maximálna veľkosť nahrávaného súboru
sl: Največja velikost datoteke za nalaganje
sq: Madhësia maksimale për ngarkim të skedarëve
sr: Максимална величина фајла који се копира на сервер
sv: Maximal uppladdningsbar filstorlek
uk: Максимальний розмір файлу для завантаження

# tl_settings.maxFileSize.1
source: Here you can enter the maximum upload file size in bytes (1 MB = 1000 kB = 1000000 byte).
cs: Zadejte maximální velikost nahrávaného souboru v bytech (výchozí jsou 2 MB = 2048 kB = 2048000 bytů)
da: Angiv den maksimale upload filstørrelse i bytes (standard: 2 MB = 2048 kB = 2048000 bytes).
de: Hier können Sie die maximale Upload-Dateigröße in Bytes eingeben (1 MB = 1000 kB = 1000000 Byte).
es: Por favor introduce el tamaño de archivo máximo a transferir (upload) en bytes (por defecto: 2 MB = 2048 kB = 2048000 bytes).
fa: اینجا می‌توانید بیشترین اندازه پرونده بارگزاری در واحد بایت (1 MB = 1000 kB = 1000000 byte) وارد نمایید.
fr: Saisir la taille maximale en octets des fichiers envoyés (1 Mo = 1000 Ko = 1000000 octets).
hu: Itt tudja megadni a feltölthető maximális fájlméretet bájtban (1 MB = 1000 kB = 1000000 byte).
it: Inserisci la dimensione massima di un file in upload espressa in bytes (default: 2 MB = 2048 KB = 2048000 bytes).
ja: アップロードできるファイルの大きさの最大値をバイトで入力します。(1 MB = 1000 kB = 1000000 byte)
lv: Šeit jūs varat ievadit maksimālo datnes augšupielādes lielumu baitos (1 MB = 1000 kB = 1000000 baiti).
my: ဘိုက်ဖြင့်အများဆံုးကူးတင်ဖိုင်အရွယ်ထည့်သွင်းနိုင် (၁မစ်ဂါဘိုက် = ၁၀၀၀ကီလိုဘိုက် = ၁၀၀၀၀၀၀ဘိုက်)။
nl: Geef de maximum grootte in bytes op die geüploade bestanden mogen hebben (1 MB = 1000 kB = 1000000 byte).
pl: Wprowadź maksymalną wielkość wysyłanego pliku w bajtach (2 MB = 2048 KB = 2048000 bajty).
ro: Introduceţi mărimea maximă a fişierelor pentru încărcare în bytes (iniţial: 2 MB = 2048 kB = 2048000 bytes).
ru: Вы можете ввести максимальный размер загружаемого на сервер файла в байтах (1 Мбайт = 1000 Кбайт = 1000000 байт).
sk: Tu môžte zadať maximálnu veľkosť nahrávaného súboru v bytoch (prednastavené sú 2 MB = 2048 kB = 2048000 bytov).
sl: Tu lahko določite največjo velikost datoteke za nalaganje v bajtih (1 MB = 1000 kB = 1000000 byte).
sq: Epeni madhësinë maksimale për ngarkimin e skedarëve në njësinë Bytes (bajts) (Standardi: 2 MB = 2048 kB = 2048000 Bytes).
sr: Овде можете унети максималну величину фајла који се копира на сервер у бајтима (1 MB = 1000 kB = 1000000 бајтова).
sv: Här kan du ange den maximala filstorleken i bytes som går att ladda upp (standard: 1 MB = 1000 kB = 1000000 bytes).
uk: Будь ласка, введыть максимально допустимий розмір файлу, що завантажується, у байтах (за замовчуванням: 1 Мб = 1000 Кб = 1000000 байт).

# tl_settings.imageWidth.0
source: Maximum image width
cs: Maximální šířka obrázku
da: Maksimal billedbredde
de: Maximale Bildbreite
es: Ancho de imagen máximo
fa: عرض تصویر بیشینه
fr: Largeur maximale des images
hu: Maximális kép szélesség
it: Massima larghezza delle immagini
ja: 画像の最大の幅
lv: Maksimālais attēla platums
my: အများဆံုးပံုအနံ
nl: Maximum afbeeldingsbreedte
pl: Maksymalna szerokość obrazka
ro: Lăţime maximă imagine
ru: Максимальная ширина изображения
sk: Maximálna šírka obrázku
sl: Največja širina slike
sq: Gjerësia maksimale e grafikës
sr: Максимална ширина слике
sv: Maximal bildbredd
uk: Максимальна ширина зображення

# tl_settings.imageWidth.1
source: Here you can enter the maximum width for image uploads in pixels.
cs: Zadejte maximální šířku obrázku
da: Angiv den maksimale billedbredde for fil-uploads i pixel.
de: Hier können Sie die maximale Breite für Bild-Uploads in Pixeln festlegen.
es: Por favor introduce el ancho de imagen máximo en píxeles para archivos a transferir (uploads).
fa: اینجا می‌توانید بیشترین عرض برای بارگزاری تصویر در واحد پیکسل وارد نمایید.
fr: Saisir la largeur maximale pour l'envoi des images en pixels.
hu: Itt lehet megadni a feltölthető kép maximális szélességét pixelben.
it: Inserisci la massima larghezza per le immagini caricate espressa in pixels.
ja: アップロードできる画像の最大の幅をピクセルで入力します。
lv: Lūdzu ievadiet maksimālo augšupielādējamā attēla platumu pikseļos.
my: ပံုကူးတင်များအတွက်အစက်အပြောက်များတွင်အများဆံုးအနံကိုထည့်သွင်းနိုင်။
nl: Geef de maximum afbeeldingsbreedte in pixels op voor te uploaden bestanden.
pl: Wprowadź maksymalną szerokość wysyłanego obrazka w pikslach.
ro: Introduceţi lătimea maximă în pixeli a imaginilor încărcate.
ru: Вы можете ввести максимальную ширину загружаемого на сервер изображения в пикселах.
sk: Tu môžte zadať maximálnu šírku nahrávaného obrázku v pixeloch.
sl: Tu lahko določite največjo dovoljeno širino slik za nalaganje v pikslih.
sq: Epeni gjerësinë maksimale të grafikës për ngarkimin në njësinë Pixel (piksel).
sr: Овде можете унети максималну ширину слике која се копира на сервер
sv: Ange den maximala bildbredden (i px) för bilder som laddas upp till siten.
uk: Введіть, будь ласка, максимально допустиму ширину зображення, що завантажується, у пікселях.

# tl_settings.imageHeight.0
source: Maximum image height
cs: Maximální výška obrázku
da: Maksimal billedhøjde
de: Maximale Bildhöhe
es: Altura de imagen máxima
fa: ارتفاع تصویر بیشینه
fr: Hauteur maximale des images
hu: Maximális kép magasság
it: Massima altezza delle immagini
ja: 画像の最大の高さ
lv: Maksimālais attēla augstums
my: အများဆံုးပံုအမြင့်
nl: Maximum afbeeldingshoogte
pl: Maksymalna wysokość obrazka
ro: Înălţime maximă imagine'
ru: Максимальная высота изображения
sk: Maximálna výška obrázku
sl: Največja višina slike
sq: Lartësia maksimale e grafikës
sr: Максимална висина слике
sv: Maximal bildhöjd
uk: Максимальна висота зображення

# tl_settings.imageHeight.1
source: Here you can enter the maximum height for image uploads in pixels.
cs: Zadejte maximální výšku obrázku v pixelech, které se budou přenášet na server do určeného adresáře.
da: Angiv den maksimale billedhøjde for fil-uploads i pixel.
de: Hier können Sie die maximale Höhe für Bild-Uploads in Pixeln festlegen.
es: Por favor introduce la altura de imagen máxima en píxeles para archivos a transferir (uploads).
fa: اینجا می‌توانید بیشترین ارتفاع برای بارگزاری تصویر در واحد پیکسل وارد نمایید.
fr: Saisir la hauteur maximale pour l'envoi des images en pixels.
hu: Itt lehet megadni a feltölthető kép maximális magasságát pixelben.
it: Inserisci la massima altezza per le immagini caricate espressa in pixels.
ja: アップロードできる画像の最大の高さをピクセルで入力します。
lv: Lūdzu ievadiet maksimālo augšupielādējamā attēla augstumu pikseļos.
my: ပံုကူးတင်များအတွက်အစက်အပြောက်များတွင်အများဆံုးအမြင့်ကိုထည့်သွင်းနိုင်။
nl: Geef de maximum afbeeldingshoogte in pixels op voor te uploaden bestanden.
pl: Wprowadź maksymalną wysokość wysyłanego obrazka w pikslach.
ro: Introduceţi înălţimea maximă a imaginilor pentru încărcare în pixeli.
ru: Вы можете ввести максимальную высоту загружаемого на сервер изображения в пикселах.
sk: Tu môžte zadať maximálnu výšku nahrávaného obrázku v pixeloch.
sl: Tu lahko določite največjo dovoljeno višino slik za nalaganje v pikslih.
sq: Epeni lartësinë maksimale të grafikës për ngarkimin në njësinë Pixel (piksel).
sr: Овде можете унети максималну висину слике, у пикселима, која се копира на сервер
sv: Ange den maximala bildhöjden (i px) för bilder som laddas upp till siten.
uk: Введіть, будь ласка, максимально допустиму висоту зображення, що завантажується, у пікселях.

# tl_settings.enableSearch.0
source: Enable searching
cs: Aktivovat vyhledávání
da: Aktiver søgemaskine
de: Suche aktivieren
es: Habilitar búsquedas
fa: فعال کردن جستجو
fr: Activer le moteur de recherche
hu: Keresés bekapcsolása
it: Abilita motore di ricerca interno
ja: 検索を使用
lv: Iespējot meklēšanu
my: ရှာဖွေခြင်းလုပ်ဆောင်စေ
nl: Zoekmachine inschakelen
pl: Włącz silnik wyszukiwania
ro: Activează motorul de căutare
ru: Включить поисковую систему
sk: Aktivovať vyhľadávanie
sl: Omogoči iskanje
sq: Aktivizo kërkimin
sr: Омогући птретраживање
sv: Aktivera sökmotor
uk: Включити пошукову систему

# tl_settings.enableSearch.1
source: Index pages so they can be searched.
cs: Indexování stránek. Tím se pak v nich může vyhledávat.
da: Indekserer automatisk front end sider så de kan blive fundet i søgeresultaterne.
de: Seiten indizieren, damit sie durchsucht werden können.
es: Indexar páginas para que sean buscables.
fa: برگه‌ها را فهرست می‌کند تا بتوانند جستجو شوند.
fr: Indexer les pages du front office afin qu'elles puissent être recherchées.
hu: Indexeli az oldalakat, lehetővé téve a keresést.
it: Indicizza in modo automatico le pagine di frontend in modo che siano trovate durante la ricerca interna
ja: ページのインデックスを作成して検索できるようにします。
lv: Indeksēt lapas, lai tajās varētu meklēt.
my: ရှာဖွေနိုင်စေရန်အညွှန်းစာမျက်နှာများ။
nl: Indexeer pagina's automatisch zodat ze gevonden worden door de zoekmachine.
pl: Automatyczna indeksacja stron serwisu, ich wyniki znajdziemy podczas wyszukiwania.
ro: Indexează automat paginile de front-end ca să poată să apară în rezultatele de căutare.
ru: Индексировать страницы так, чтобы они могли быть найдены через поиск.
sk: Indexovanie stránok. Tým sa v nich potom môže vyhľadávať.
sl: Indeksiraj strani, da jih nato iskalnik lahko preišče.
sq: Shenjëzo apo indekso faqet në mënyrë që ato të mund të kërkohen.
sr: Индексирај странице тако да могу да се претражују.
sv: Indexera automatiskt framsidans sidor så att de kan hittas i sökresultaten.
uk: Автоматично індексувати сторінки сайту, щоб вони могли бути знайдені в результатах пошуку

# tl_settings.indexProtected.0
source: Index protected pages
cs: Indexovat chráněné stránky
da: Indekser beskyttede sider
de: Geschützte Seiten indizieren
es: Indexar páginas protegidas
fa: فهرست کردن برگه‌های محافظت شده
fr: Indexer les pages protégées
hu: Védett oldalak indexelése
it: Indicizza pagine protette
ja: 保護したページをインデックス
lv: Indeksēt aizsargātās lapas
my: အညွှန်းကာကွယ်ပြီးစာမျက်နှာများ
nl: Indexeer beschermde pagina's
pl: Indeksuj strony zabiezpieczone
ro: Indexează paginile protejate
ru: Индексировать защищенные страницы
sk: Indexovať chránené stránky
sl: Indeksiraj zaščitene strani
sq: Shenjëzo apo indekso faqet e mbrojtura
sr: Индексирај заштићене странице
sv: Indexera skyddade sidor
uk: Індексувати захищені сторінки

# tl_settings.indexProtected.1
source: Use this option carefully and always exclude personalized pages from being indexed!
cs: Použijte této funkce s jistou opatrností a vždy z toho osobní stránky!
da: Vælg denne mulighed med omhu og beskyt altid personlige sider mod at blive indekseret.
de: Nutzen Sie diese Option sorgfältig und schließen Sie personalisierte Seiten grundsätzlich von der Indizierung aus!
es: Utiliza esta opción con cuidado y siempre excluye páginas personalizadas de ser indexadas.
fa: این گزینه را با احتیاط استفاده کنید و همیشه برگه‌های شخصی از فهرست شدن مستثنی کنید.
fr: Utiliser cette option avec soin et toujours penser à exclure de l'indexation les pages personnalisées !
hu: Óvatosan használja ezt a beállítást és mindig zárja ki a személyes információkkal rendelkező oldalakat az indexelésből!
it: Utilizza questa opzione con attenzione. Comunque si suggerisce di escludere sempre le pagine personali dall'indicizzazione
ja: このオプションは注意して使用し、常に個人用のページをインデックス作成から除外してください。
lv: Izmantojiet šo opciju uzmanīgi un vienmēr izslēdziet personalizētās lapas no indeksēšanas!
my: ယခုရွေးပိုင်ခွင့်ကိုသေချာသံုးပြီးအညွှန်းစာမျက်နှာလုပ်ခံရခြင်းမှကိုယ်ပိုင်စာမျက်နှာများကိုအမြဲတမ်းမပါဝင်စေ!
nl: Gebruik deze optie voorzichtig en sluit persoonlijke pagina's altijd uit van indexering!
pl: Używaj tej opcji z rozwagą i zawsze wykluczaj strony spersonalizowane lub prywatne z indeksowania!
ro: Folosiţi această opţiune cu grijă şi excludeţi mereu paginile private de la indexare!
ru: Используйте эту опцию с осторожностью и всегда исключайте персональные страницы из индексирования!
sk: Používajte túto možnosť opatrne. Pri jej použití vždy vylúčte personalizované stranky z indexácie!
sl: Bodite previdni pri vključevanju te možnosti in vedno izključite vaše osebne strani iz indeksiranja.
sr: Користите ову опцију пажљиво и увек искључите странице са приватним детаљима из индексирања!
sv: Använd detta val med omsorg och uteslut alltid personaliserade sidor från indexeringen!
uk: Використовуйте цю опцію з обережністю і завжди виключайте персональні сторінки з індексацією!

# tl_settings.useSMTP.0
source: Send e-mails via SMTP
cs: Použít SMTP k posílání mailů
da: Brug SMTP til at sende e-post
de: E-Mails via SMTP versenden
es: Utilizar SMTP para enviar e-mails
fa: ارسال ایمیل از طریق اس‌ام‌تی‌پی
fr: Utiliser le SMTP pour l'envoi des e-mails
hu: E-mail küldés SMTP-vel
it: Usa SMTP per inviare e-mail
ja: SMTPで電子メールを送信
lv: Sūtīt e-pastus caur SMTP
my: အက်စ်အမ်တီပီမှတစ်ဆင့်အီးမေးလ်များပေးပို့
nl: Gebruik SMTP om e-mails te zenden
pl: Użyj SMTP do wysyłania e-maili
ro: Foloseşte SMTP pentru trimitere email
ru: Использовать SMTP для отправки почты
sk: Použiť SMTP na odosielanie e-mailov
sl: Pošlji e-pošto prek SMTP
sq: Përdor SMTP për dërgim të postës
sr: Шаљи email-ове преко SMTP
sv: Använd SMTP för att skicka E-post
uk: Використати SMTP для відправлення пошти

# tl_settings.useSMTP.1
source: Use an SMTP server instead of the PHP mail() function to send e-mails.
cs: Použít SMTP pro odesílání mailů namísto funkce PHP mail().
da: Som standard bruger TYPOlight PHP-funktionen <em>mail()</em> til at sende e-post. Hvis du ønsker det kan du bruge en SMTP-server.
de: Einen SMTP-Server statt der PHP-Funktion mail() für den E-Mail-Versand verwenden.
es: Por defecto TYPOlight utiliza PHP <em>mail()</em> para enviar e-mails. Aquí puedes cambiar a un servidor SMTP.
fa: از یک سرور اس‌ام‌تی‌پی به جای تابع mail() پی‌اچ‌پی برای ارسال ایمیل استفاده می‌نماید.
fr: Utiliser un serveur SMTP à la place de PHP <em>mail()</em> pour envoyer les e-mails.
hu: Használja a levelek elküldéséhez az SMTP szervert a PHP mail() függvény helyett.
it: Di default Contao utilizza la funzione PHP <em>mail()</em> per inviare e-mail. Qui è invece possibile scegliere di utilizzare un server SMTP.
ja: 電子メールの送信に、PHPのmail()関数の代わりにSMTPサーバーを使用します。
lv: Izmantot SMTP serveri PHP mail() funkcijas vietā, lai sūtītu e-pastus.
my: ပီအိတ်ပ်ပီမေးလ်()လုပ်ဆောက်ချက်အစားအက်စ်အမ်တီပီဆာဗာသံုး၍အီးမေးလ်များပေးပို့။
nl: Gebruik een SMTP-server in plaats van de PHP mail() functie om e-mails te versturen.
pl: Domyślnie Contao używa funkcji PHP <em>mail()</em> do wysyłania e-maili. Zamiast tego możesz tutaj wybrać serwer SMTP do wysyłania e-maili.
ro: Iniţial Contao foloseşte PHP <em>mail()</em> pentru a trimite emailuri. Puteţi alege un server SMTP în schimb.
ru: Использовать SMTP-сервер вместо функции PHP mail() для отправки почты.
sk: Použiť SMTP na odosielanie e-mailov namiesto funkcie PHP mail().
sl: Uporabi SMTP strežnik namesto PHP mail() funkcije za pošiljanje e-pošte.
sq: Parimisht TYPOlight përdor funksionin <em>mail()</em> të PHP-së për ta dërguar postën elektronike. Këtu mund ta zëvendësoni atë duke e zgjedhur një SMTP server.
sr: За слање email-ова, користи SMTP сервер уместо уграђене PHP mail() функције .
sv: Som standard använder TYPOlight PHP <em>mail()</em> för att skicka E-post. <br />Här kan du välja att använda en SMTP-server istället.
uk: За замовчуванням Contao використає вбудовану в PHP поштову функцію для відправлення листів. Замість цього можна вибрати використання SMTP-сервера.

# tl_settings.smtpHost.0
source: SMTP hostname
cs: Jméno poskytovatel SMTP
da: SMTP-værtsnavn
es: Servidor SMTP
fa: میزبان اس‌ام‌تی‌پی
fr: Nom d'hôte du serveur SMTP
it: Hostname SMTP
ja: SMTPのホスト名
lv: SMTP saimniekdatora nosaukums
my: အက်စ်အမ်တီပီလက်ခံနာမည်
nl: SMTP hostnaam
pl: Serwer SMTP
ro: Server SMTP
ru: SMTP-сервер
sk: Názov SMTP poskytovateľa
sl: Ime SMTP gostitelja
sq: SMTP Host
sv: SMTP-host
uk: SMTP ім'я хоста

# tl_settings.smtpHost.1
source: Please enter the host name of the SMTP server.
cs: Zadejte jméno poskytovatele Vašeho SMTP serveru (výchozí je localhost)
da: Angiv værtsnavnet på din SMTP-server (standardværdi er localhost).
de: Bitte geben Sie den Hostnamen des SMTP-Servers ein.
es: Por favor introduzca el nombre del servidor SMTP (por defecto localhost).
fa: لطفا نام میزبان سرور اس‌ام‌تی‌پی را وارد نمایید.
fr: Saisir le nom d'hôte du serveur SMTP.
hu: Adja meg az SMTP szerver nevét.
it: Inserisci l' hostname del tuo server SMTP (default: localhost).
ja: SMTPサーバーのホスト名を入力してください。
lv: Lūdzu norādiet SMTP servera nosaukumu.
my: အက်စ်အမ်တီပီလက်ခံနာမည်ထည့်သွင်း။
nl: Geef de hostnaam van uw SMTP-server op.
pl: Wprowadź nazwę serwera SMTP (domyślnie jest to localhost).
ro: Introduceţi numele de host al serverului SMTP (sau localhost).
ru: Введите имя хоста SMTP-сервера.
sk: Zadajte názov poskytovateľa vašeho SMTP serveru (prednastavený je localhost).
sl: Prosimo, vnesite ime SMTP gostitelja.
sq: Epeni emrin e Host të SMTP servers (Standardi është localhost).
sr: Унесите име хоста SMTP сервера.
sv: Ange hostnamnet på din SMTP-server (standard är localhost).
uk: Введіть, будь ласка, ім'я хоста вашого SMTP сервера (за замовчуванням - localhost).

# tl_settings.smtpUser.0
source: SMTP username
cs: Uživatelské jméno pro SMTP
da: SMTP-brugernavn
de: SMTP-Benutzername
es: Usuario SMTP
fa: نام کاربری اس‌ام‌تی‌پی
fr: Nom d'utilisateur SMTP
hu: SMTP felhasználónév
it: Username SMTP
ja: SMTPのユーザー名
lv: SMTP lietotājvārds
my: အက်စ်အမ်တီပီအသံုးပြုသူနာမည်
nl: SMTP gebruikersnaam
pl: Login SMTP
ro: Utilizator SMTP
ru: Логин SMTP
sk: Užívateľské meno pre SMTP
sl: SMTP uporabniško ime.
sq: SMTP Përdoruesi
sv: SMTP-användarnamn
uk: SMTP ім'я користувача

# tl_settings.smtpUser.1
source: Here you can enter the SMTP username.
cs: Pokud váš SMTP server vyžaduje autentizaci zadejte uživatelské jméno
da: Angiv brugernavn, hvis din SMTP-server kræver godkendelse.
de: Hier können Sie den SMTP-Benutzernamen eingeben.
es: Si su servidor SMTP requiere autenticación, por favor introduzca un nombre de usuario aquí.
fa: اینجا می‌توانید نام کاربری اس‌ام‌تی‌پی را وارد نمایید
fr: Si votre serveur de SMTP exige l'authentification, saisir le nom d'utilisateur.
hu: Itt lehet megadni a SMTP felhasználónevet.
it: Se il tuo server SMTP necessita l'autenticazione, inserisci un username.
ja: SMTPのユーザー名を入力できます。
lv: Šeit jūs varat ievadīt SMTP lietotājvārdu.
my: အက်စ်အမ်တီပီအသံုးပြုသူနာမည်ထည့်သွင်းနိုင်။
nl: Als u zich moet aanmelden bij uw SMTP server, geef dan hier uw gebruikersnaam op.
pl: Jeśli twój serwer SMTP wymaga autoryzacji, wprowadź tutaj login.
ro: Dacă serverul SMTP necesită autentificare, introduceţi un nume de utilizator.
ru: Вы можете ввести логин SMTP.
sk: Ak váš SMTP server vyžaduje overenie zadajte užívateľské meno.
sl: Tu lahko vnesete SMTP uporabniško ime.
sq: Epeni përdoruesin për SMTP, në rast se SMTP server kërkon autentifikim.
sr: Унесите корисничко име за SMTP.
sv: Om din SMTP-server kräver inloggning, ange användarnamnet här.
uk: Якщо ваш SMTP сервер вимагає авторизацію, введіть будь-ласка тут ім'я користувача.

# tl_settings.smtpPass.0
source: SMTP password
cs: Heslo pro SMTP
da: SMTP-adgangskode
de: SMTP-Passwort
es: Contraseña SMTP
fa: گذرواژه اس‌ام‌تی‌پی
fr: Mot de passe SMTP
hu: SMTP jelszó
it: Password SMTP
ja: SMTPのパスワード
lv: SMTP parole
my: အက်စ်အမ်တီပီစကားဝှက်
nl: SMTP wachtwoord
pl: Hasło SMTP
ro: Parola SMTP
ru: Пароль SMTP
sk: Heslo pre SMTP
sl: SMTP geslo
sq: SMTP Fjalëkalimi
sv: SMTP-lösenord
uk: SMTP пароль

# tl_settings.smtpPass.1
source: Here you can enter the SMTP password.
cs: Pokud váš SMTP server vyžaduje autentizaci zadejte heslo
da: Angiv adgangskode hvis din SMTP-server kræver godkendelse.
de: Hier können Sie das SMTP-Passwort eingeben.
es: Aquí puede introducir la contraseña SMTP.
fa: اینجا می‌توانید گذرواژه اس‌ام‌تی‌پی را وارد نمایید
fr: Si votre serveur de SMTP exige l'authentification, saisir le mot de passe.
hu: Itt lehet megadni az SMTP-jelszót.
it: Se il tuo server SMTP necessita l'autenticazione, inserisci la password.
ja: SMTPのパスワードを入力できます。
lv: Šeit jūs varat ievadīt SMTP paroli.
my: အက်စ်အမ်တီပီစကားဝှက်ထည့်သွင်းနိုင်။
nl: Als u zich moet aanmelden bij uw SMTP server, geef dan hier uw wachtwoord op.
pl: Jeśli twój serwer SMTP wymaga autoryzacji, wprowadź tutaj hasło.
ro: Dacă serverul SMTP necesită autentificare, introduceţi o parolă.
ru: Вы можете ввести пароль SMTP.
sk: Ak váš SMTP server vyžaduje overenie, zadajte heslo.
sl: Tu lahko vnesete SMTP geslo.
sq: Epeni fjalëkalimin për SMTP, në rast se SMTP server kërkon autentifikim.
sr: Унесите лозинку за SMTP.
sv: Om din SMTP-server kräver inloggning, ange lösenordet här.
uk: Якщо ваш SMTP сервер вимагає авторизацію, Введіть будь-ласка пароль тут.
