Repository: contao/core
Catalog: system/modules/core/languages/*/*_settings.xlf
Languages: cs, da, de, es, fa, fr, hu, it, ja, lv, my, nl, pl, ro, ru, sk, sl, sq, sr, sv, uk

# tl_settings.minifyMarkup.1
source: Minify the HTML markup before it is sent to the browser.
cs: Zkomprimovat kód HTML, než se pošle do prohlížeče.
da: Komprimer HTML markup inden det sendes til browsere.
de: Das HTML-Markup vor dem Senden an den Browser komprimieren.
es: Minifica el marcado HTML antes de ser enviado al navegador.
fa: نشانه‌گذاری اچ‌تی‌ام‌ال را قبل از ارسال به مرورگر کوچک می‌کند.
fr: Réduire le code HTML avant qu'il ne soit envoyé au navigateur.
hu: Tömörítse a HTML kódot mielőtt elküldi a böngészőnek.
it: Minimizza il codice HTML prima che la pagina venga inviata al browser.
ja: ブラウザーに送る前にHTMLのマークアップを少なくします。
lv: Minimizēt HTML atzīmes pirms tās tiek sūtītas uz pārlūkprogrammu.
my: ဘရောက်ဇာသို့မပို့ခင် HTML ပုံစံကိုအသေးချုံ့ပါ
nl: Verklein de HTML-opmaak voordat deze verstuurd wordt naar de browser.
pl: Minimalizuj kod źródłowy HTML zanim zostanie wysłany do przeglądarki.
ro: Minimizează taguri-le HTML înainte să fie trimise la browser.
ru: Минимизировать HTML разметку перед отправкой в браузер.
sk: Minimalizuje HTML markup pred odoslaním do prehliadača (vyžaduje rozšírenie »PHP tidy«).
sl: Skrči HTML označevanje preden je poslano brskalniku.
sr: Минимизуј HTML ознаке прије него што буду послате у интернет прегледач.
sv: Minifiera HTML-koden innan den skickas till webbläsaren.

# tl_settings.gzipScripts.0
source: Compress scripts
cs: Zkomprimovat scripta
da: Komprimer scripts
de: Skripte komprimieren
es: Comprimir scripts
fa: فشرده کردن اسکریپ‌ها
fr: Compresser les scripts
hu: Scriptek tömörítése
it: Compressione degli script
ja: スクリプトを圧縮
lv: Arhivēt skriptus
my: လိုလျောက်လုပ်ဆောင်ကုဒ်များချုံ့
nl: Comprimeer scripts
pl: Kompresuj skrypty
ro: Compresează scripturi
ru: Сжимать скрипты
sk: Komprimovať scripty
sl: Kompresiraj skripte
sq: Komprimoni skriptet
sr: Компресуј скрипте
sv: Komprimera skript
uk: Стиснення скриптів

# tl_settings.gzipScripts.1
source: Create a compressed version of the combined CSS and JavaScript files. Requires adjustments of the .htaccess file.
cs: Vytvoří zkomprimovat verzi kaskádovitých stylů (CSS) a JavaScriptových souborů. Je potřeba mít povolené využívání .htaccess souborů.
da: Opret en komprimeret version af CSS og JavaScript filer. (kræver tilpasning af .htacess filen)
de: Eine komprimierte Version der kombinierten CSS- bzw. JavaScript-Dateien erstellen. Erfordert die Anpassung der .htaccess-Datei.
es: Crear una versión comprimida de la combinación de archivos CSS y JavaScript. Requiere ajustes al archivo .htaccess.
fa: ایجاد نسخه فشرده از پرونده‌های سی‌اس‌اس و جاوا اسکریپت. به تنظیم پرونده .htaccess نیاز دارد.
fr: Créer une version compressée et combinée des fichiers CSS et JavaScript. Nécessite des ajustements du fichier .htaccess.
hu: Hozza létre egy tömörített változatát a CSS és JavaScript fájloknak. A .htaccess fájl módosítása szükséges hozzá.
it: Crea una versione compressa dei file CSS e JavaScript. Occorre adeguare il file .htaccess
ja: 一体化したCSSとJavaScriptの圧縮したバージョンを作成します。.htaccessファイルに調整が必要です。
lv: Izveidot arhivētu versiju no kombinētiem CSS un JavaScript failiem. Nepieciešami pielāgojumi .htaccess failā.
my: စီအက်အက်စ်နှင့်ဂျားဗားလိုလျောက်လုပ်ဆောင်ကုဒ်ပေါင်းစည်းများချုံ့ပြီးပံုစံဖိုင်များဖန်တီး။ .htaccessဖိုင်ထိန်းညှိခြင်းများလို်အပ်။
nl: Maak een gecomprimeerde versie van de gecombineerde CSS en JavaScript-bestanden. Vereist aanpassingen van het .htaccess-bestand.
pl: Tworzy skompresowaną wersję połączonych ze sobą plików CSS i JavaScript. Włączenie tej opcji wymaga dostosowania pliku .htaccess.
ro: Creează o versiune comprimată a fişierelor combinate CSS şi JavaScript. Este necesară modificarea fişierului .htaccess.
ru: Создать сжатую версию объединенных CSS и JavaScript файлов. Требует корректировки файла .htaccess
sk: Vytvorí zkomprimovanú verziu kaskádových štýlov (CSS) a JavaScriptových súborov. Vyžaduje povolené využívanie .htaccess súboru.
sl: Ustvari kompresirano verzijo združenih CSS in JavaScript datotek. Zahteva je prilagoditev datoteke .htaccess
sq: Krijo një version të komprimuar e nje përmbledhje të skedarev CSS dhe JavaScript . Kërkon rregullime të Fajllit .htaccess.
sr: Креирај компресоване верзије комбинација фајлова CSS-а и JavaScript-а. Потребно је подесити фајл .htaccess.
sv: Skapar en komprimerad version av kombinerade CSS- och JavaScript-filer. Kräver justering i filen .htaccess.
uk: Створювати стиснену версію файлів CSS та JS. Вимагає змін в файлі .htaccess.

# tl_settings.resultsPerPage.0
source: Items per page
cs: Počet záznamů na stránku
da: Elementer pr. side
de: Elemente pro Seite
es: Elementos por página
fa: موارد هر برگه
fr: Éléments par page
hu: Elem oldalanként
it: Risultati per pagina
ja: 1ページの項目
lv: Vienumi lapā
my: စာမျက်နှာရှိပစ္စည်းများ
nl: Resultaten per pagina
pl: Ilość wyników
ro: Rezultate pe pagină
ru: Элементов на странице
sk: Počet záznamov na stránku
sl: Elementov na stran
sq: Rreshta dhënash në faqe
sr: Ставки по страници
sv: Antal poster per sida
uk: Кількість елементів на сторінці

# tl_settings.resultsPerPage.1
source: Here you can define the number of items per page in the back end.
cs: Zde můžete určit počet položek zobrazovaných na stránce v backendu
da: Her kan du definere standarden for antallet af poster, som vises pr. side i back end.
de: Hier können Sie die Anzahl der Datensätze pro Seite im Backend festlegen.
es: Aquí puedes definir el número de registros mostrados en el back end por defecto.
fa: اینجا می‌توانید تعداد آیتم در برگه بخش مدیریت را تعریف نمایید.
fr: Définir le nombre d'enregistrements par page à afficher dans le back office.
hu: Itt adhatja meg a tételek számát oldalanként a back end részen.
it: Il numero di risultati per pagina è utilizzato per limitare i risultati delle query nel backend e non si applica al motore di ricerca.
ja: バックエンドで1ページの項目数を指定します。
lv: Šeit jūs varat noteikt vienumu skaitu aizmugures lapā.
my: အတွင်းပိုင်းရှိစာမျက်နှာရှိပစ္စည်းများအရေအတွက်ကိုသတ်မှတ်နိုင်။
nl: Definieer het aantal items per pagina in het back-end.
pl: Ilość wyników na stronie jest używana do ograniczenia wyników zapytań w admin panelu, nie dotyczy to wyszukiwarki.
ro: Aici puteţi defini numărul de înregistrări afişate în back-end.
ru: Вы можете определить количество выводимых элементов на странице в панели управления.
sk: Tu môžte zadefinovať počet zobrazených položiek na stránku backendu.
sl: Tu lahko določite število elementov na stran v skrbništvu.
sq: Caktoni numrin e rreshtave të dhënave për faqe në Backend.
sr: Овде можете дефинисати број ставки по страници у БекЕнду.
sv: Här kan du ange ett standardvärde för hur många poster som kommer att visas i backend.
uk: Введіть кількість елементів на сторінці для виводу на сторінках адміністративної частини сайту.

# tl_settings.maxResultsPerPage.0
source: Maximum items per page
cs: Maximální počet položek na stránku
da: Maksimale elementer per side
de: Maximum Datensätze pro Seite
es: Máximo de items por página
fa: بیشترین موردها در هر برگه
fr: Nombre maximum d'éléments par page
hu: Elemek maximális száma oldalanként
it: Numero massimo di elementi per pagina
ja: 1ページの項目数の最大値
lv: Maksimālais vienumu daudzums lapā
my: အများဆံုးစာမျက်နှာရှိပစ္စည်းများ
nl: Maximaal aantal items per pagina
pl: Maksymalna ilość pozycji na stronie
ro: Număr maxim de itemi pe pagină
ru: Максимальное количество элементов
sk: Maximálny počet položiek na stránku
sl: Največje število elementov na stran
sq: Sende maksimale për faqe
sr: Максималан број ставки по страници
sv: Max poster per sida
uk: Максимальна кількість елементів на сторінці

# tl_settings.maxResultsPerPage.1
source: This overall limit takes effect if a user chooses the "show all records" option.
cs: Tato možnost přepíše, pokud návštěvník stránek zvolí "zobrazit všechny záznamy".
da: Denne overordnede grænse træder i effekt hvis en bruger vælger valgmuligheden "vis alle elementer".
de: Hier legen Sie fest, wie viele Datensätze maximal angezeigt werden, wenn ein Benutzer die Option "alle Datensätze anzeigen" auswählt.
es: Este límite total tiene efecto si un usuario selecciona la opción "mostrar todos los registros".
fa: این محدودسازی کلی گزینه «مشاهده همه رکوردها» را اگر کاربر انتخاب کند تحت تاثیر قرار می‌دهد.
fr: Cette limite globale prend effet si un utilisateur choisit l'option "Afficher tous les éléments".
hu: Ez az általános korlát lép életbe, ha a felhasználó a "minden elem mutatása" opciót választja.
it: Questo limite viene utilizzato quando l'utente sceglie l'opzione "mostra tutti i record"
ja: 「すべての項目を表示」のオプションを選択した場合の、項目の最大数となります。
lv: Šis vispārējais ierobežojums stājas spēkā, ja lietotājs izvēlas "parādīt visus ierakstus" variantu.
my: "မှတ်တမ်းများအားလံုးပြသ"ရွေးပိုင်ခွင့်ကိုအသံုးပြုသူမှရွေးပါကကန့်သတ်ချက်အားလံုးစတင်နိုင်။
nl: De algemene limiet wordt gebruikt als de gebruiker de optie "show all records" kiest.
pl: Ta opcja ustala maksymalną ilość wyświetlanych rekordów w panelu jeśli użytkownik wybierze opcję "Pokaż wszystkie rekordy".
ro: Limita maximă are efect dacă un utilizator alege opţiunea de afişare a tuturor înregistrărilor.
ru: Ограничение применяется, если пользователь выбирает значение 'Показать все записи'.
sk: Táto možnosť prepíše požiadavku backend užívateľa, pokiaľ zvolí "zobraziť všetky záznamy".
sl: Ta splošna omejitev bo upoštevana, če uporabnik izbere možnost "prikaži vse zapise".
sq: Ky kufizim i përgjithshëm vlen nëse një përdorues zgjedh opsionin "Shfaq të gjithë rreshtet".
sr: Овај свеукупни лимит постаје битан ако корисник изабере опцију "прикажи све записе".
sv: Denna begränsning aktiveras när användaren väljer "visa alla poster".
uk: Цей ліміт можна зняти вибравши опцію "показати усі записи".

# tl_settings.fileSyncExclude.0
source: Exclude folders from synchronization
cs: Vyloučit složky ze synchronizace
da: Ekskluder mapper fra synkronisering
de: Nicht zu synchronisierende Ordner
es: Excluir carpeta de sincronización
fa: استثناء کردن پوشه‌ها از هماهنگ‌سازی
fr: Exclure des répertoires de la synchronisation
hu: Kivéve mappák szinkronizálása
it: Escludi cartelle dalla sincronizzazione
ja: 同期の対象にしないフォルダー
lv: Izslēgt mapes no sinhronizācijas
my: ထပ်တူကျခြင်းမှဖိုင်တွဲများမပါဝင်စေ
nl: Mappen uitsluiten van synchronisatie
pl: Wyłącz foldery z synchronizacji
ro: Exclude directoarele de le sincroniare
ru: Исключить каталоги из синхронизации.
sk: Vynechať adresáre zo synchronizácie
sl: Izključi mape s sinhronizacije
sq: Përjashto dosje nga sinkronizimi
sr: Искључи фолдере из сингронизације
sv: Exkludera mappar från synkroniseringen
uk: Виключити каталоги зі синхронізації

# tl_settings.fileSyncExclude.1
source: Here you can enter a comma separated list of folders which will be exempt from the files synchronization (e.g. <em>attachments,music_academy</em>). Note that excluded resources cannot be used in e.g. image or download elements!
cs: Zde můžete zadat čárkou oddělený seznam složek, které budou vyloučené ze synchronizace (např. <em>prilohy,music_academy</em>). Upozornění: Vyloučené složky nemohou být použité jako zdroj dat pro obrázky, fotky nebo stahovatelné soubory!
da: Her kan du indtaste en kommasepareret liste af mapper der vil blive undladt fra synkroniseringen af filer (f.eks. <em>attachments,music_academy</em>). Bemærk at ekskluderede resourcer ikke kan benyttes i f.eks. billede eller download elementer!
de: Hier können Sie eine kommagetrennte Liste von Ordnern eingeben, die von der Dateisynchronisation ausgenommen werden (z.B. <em>attachments,music_academy</em>). Beachten Sie, dass ausgenommene Ressourcen nicht in z.B. Bild- oder Download-Elementen verfügbar sind!
es: Aquí puedes listar directorios separados por coma que serán excluidos de la sincronización (ej: <em>attachments,music_academy</em>). ¡Recuerda que los recursos excluidos no pueden ser usados en ej: imagenes o elementos descargados!
fa: اینجا می‌توانید فهرست جداشده با کاما از پوشه‌هایی از هماهنگ‌سازی پرونده‌ها باید معاف شوند (برای نمونه، <em>attachments,music_academy</em>) را وارد نمایید. توجه کنید منابع مستثنی شده نمی‌توانند برای نمونه در عنصر‌های تصویر یا دانلود استفاده شوند.
fr: Saisir une liste séparée par des virgules des répertoires qui seront exclus de la synchronisation de fichiers (ex. : <em>attachments,music_academy</em>). Notez que les ressources exclues ne pourront être utilisées dans les éléments tels que image ou téléchargement !
hu: Itt tudja megadni vesszővel elválasztva azon könyvtárak listáját, amelyek mentesülnek a fájlok szinkronizálása alól(pl. <em>mellékletek,music_academy</em>). Vegye figyelembe, hogy a kizárt erőforrások nem használhatóak pl.: képként, vagy letölthető elemként!
it: Qui puoi inserire un elenco separato da virgole di cartelle che saranno escluse dalla sincronizzazione dei file (ad esempio <em>allegati, music_academy</em>). Le risorse che verranno escluse non potranno essere utilizzate ad esempio negli elementi immagine o negli elementi download!
ja: ファイルの同期を適用しないフォルダー(例えば、<em>attachments、music_academy</em>)をコンマで区切ったリストで指定します。指定したフォルダーに含まれるリソースはコンテント要素の画像やダウンロード等で使用できないことに注意してください。
lv: Šeit jūs varat ievadīt ar komatu atdalītu mapju sarakstu, kas būs atbrīvoti no datņu sinhronizācijas (piem. <em>pielikumi, music_academy</em>). Ievērojiet, ka izlaistie resursi nevar tikt izmantoti, piemēram, attēlu vai lejupielādes elementos!
my: ကော်မာခြားနားပြီးဖိုင်များထပ်တူကျခြင်းမှမပါဝင်လိုသောဖိုင်တွဲများစာရင်းထည့်သွင်း (ဥပမာ <em>ပူးတွဲပါဖိုင်များ၊ ဂီတ_အကယ်ဒမီ</em>)။ ဥပမာ ပံု(သို့)ကူးဆွဲပစ္စည်းများတွင်မပါဝင်သောရင်းမြစ်များကိုအသံုးမပြုနိုင်!
nl: Hier kunt u een door komma's gescheiden lijst met mappen opgeven welke zijn vrijgesteld van bestandsynchronisatie (bijv. <em> attachments, music_academy </em>). Bedenk dat uitgesloten bronnen niet kunnen worden gebruikt in bv. beeld of download elementen!
pl: Tutaj możesz wprowadźić oddzieloną przecinkami listę folderów, które zostaną wyłączone z synchronizacji (np. <em>attachments,music_academy</em>). Pamiętaj, że wyłączone źródła nie będą mogły być użyte np. w elementach obrazka lub elementach do pobrania.
ro: Aici puteţi introduce o listă de directoare separate prin virgulă care vor fi exceptate la sincronizare (spre exemplu <em>attachments,music_academy</em>). De ştiut că resursele excluse nu mai pot fi folosite în elemente de tip imagine sau download!
ru: Вы можете ввести разделенный запятыми список каталогов, которые будут исключены из синхронизации файлов (напр. <em>attachments,music_academy</em>). Обратите внимание, что исключенные ресурсы не могут быть использованы в изображениях или загрузках.
sk: Tu môžete zadať zoznam adresárov oddelených čiarkou, ktoré budú vylúčené zo synchronizácie (napr. <em>prílohy,music_academy</em>). Upozornenie: Vylúčené adresáre nemôžu byť použité ako zdroj dát pre obrázky alebo súborov na stiahnutie.
sl: Tukaj vpišite seznam direktorijev, ločenih z vejico, ki bodo izločeni iz sinhronizacije datotek (primer: <em>attachments,music_academy</em>). Izločenih virov ni mogoče uporabljati v slika ali prenos elementu.
sq: Epeni një listë të ndarë me presje të dosjeve që do të përjashtohen nga sinkronizimin fotografi (p.sh. <em> të bashkëngjitni skedarë, music_academy </ em>). Vini re se burimet e përjashtuara nuk mund të përdoret p.sh. në imazh apo elemente shkarko!
sr: Овде можете унети, раздвојене зарезом, листу фајлова који ће бити изузети из синхронизације (нпр. <em>attachments,music_academy</em>). Имајте на уму да изузети ресурси не могу бити кориштени у елементима као што су нпр. слике или преузимања!
sv: Här kan du ange en kommaseparerad lista över mappar som ska undantas vid filsynkronisering (t.ex. <em>attachments,music_academy</em>). Notera att exkluderade resurser inte kan användas i innehållselement som t.ex. Bild eller Nedladdning.
uk: Ви можете ввести розділенний запятими список файлів, котрі будуть виключені зі синхронізації (наприклад, <em>attachments,music_academy</em>). Майте на увазi те, що виключенi ресурси не можуть бути використанi при виборi зображень або файлiв в елементах контенту!

# tl_settings.doNotCollapse.0
source: Do not collapse elements
cs: Nesbalovat elementy
da: Sammenfold ikke elementerne
de: Elemente nicht verkürzen
es: No desplegar elementos
fa: جمع نکردن عنصر‌ها
fr: Ne pas masquer les éléments
hu: Ne zárja össze az elemeket
it: Non chiudere gli elementi
ja: 要素を折り畳まない
lv: Nesakļaut ierakstus
my: ပစ္စည်းများမပြိုကျ
nl: Elementen niet samenvouwen
pl: Nie zwijaj elementów zawartości
ro: Nu minimiza elementele
ru: Не обрезать элементы
sk: Nezbaľovať elementy
sl: Ne razbij postavitve elementov
sq: Mos shëmbej elementet
sr: Не сажимај елементе
sv: Kollapsa inte elementen
uk: Не згортати елементи

# tl_settings.doNotCollapse.1
source: Do not collapse elements in the back end preview.
cs: Nesbalovat elementy v backendu a v náhledu.
da: Sammenfold ikke indholdselementer og andre ressourcer, når de vises som eksempel i back end.
de: Elemente in der Backend-Vorschau nicht verkürzen.
es: No desplegar los elementos de contenido y otros recursos cuando se previsualicen en el back end.
fa: عنصر‌ها را در پیش‌نمایش بخش مدیریت جمع نمی‌کند.
fr: Ne pas masquer les éléments lors de la prévisualisation dans le back office.
hu: Ne zárja össze az elemeket a back end előnézetnél.
it: Non chiudere gli elementi e le altre risorse una volta visti in anteprima nel backend.
ja: バックエンドのプレビューで要素を折り畳みません。
lv: Nesavērst elementus administrēšanas moduļa apskates režīmā.
my: အတွင်းပိုင်းကြိုတင်ကြည့်ရှုခြင်းတွင်ပစ္စည်းများမဖြိုချ။
nl: Bestands elementen en andere resources in het back-end niet samenvouwen.
pl: Nie zwijaj elementów zawartości i innych zasobów podczas podglądu w panelu admina.
ro: Nu se minimizează elementele de conţinut şi alte resurse când se afişează în back-end.
ru: Не обрезать элементы контента и другие ресурсы при выводе в панели управления.
sk: Ponechá elemety rozbalené v prostredí backendu.
sl: Ne razbij postavitve elementov v pogledu skrbništva.
sq: Mos shëmbej elementet në shikimin paraprak të back end.
sr: Не сажимај елементе у прегледу БекЕнда.
sv: Kollapsa inte innehållselementen och andra resurser när dom förhandsvisas i backend.
uk: Відключити автоматичне згортання елементів контенту та інших модулів на бакенд частині сайту (адміністративний інтерфейс).

# tl_settings.urlSuffix.0
source: URL suffix
cs: Přípona vytvořených stránek
da: URL-endelse
es: Sufijo URL
fa: پسوند نشانی وب
fr: Suffixe d'URL
hu: URL utótag
it: Suffisso URL
ja: URLのサフィックス
lv: URL sufikss
my: ယူအာအယ်နောက်ဆက်
nl: URL achtervoegsel
pl: Suffix URL
ro: Sufix pentru adresă
ru: Суффикс URL
sk: Prípona vytvorených stránok
sl: URL pripona
sq: Prapashtesë e URL-së
sr: URL суфикса
uk: URL Суфікс

# tl_settings.urlSuffix.1
source: The URL suffix will be added to the URI string to simulate static documents.
cs: Přípona bude přidána ke každému názvu stránky při převodu na statické stránky. (např. index.html)
da: URL-endelsen er en fil-endelse der bliver tilføjet URI strengen for at simulere statiske dokumenter. Standard URL-endelsen er <em>.html</em>. Vær opmærksom på at hvis du ikke bruger en URL-endelse, kan det have en negativ effekt på søgemaskinernes rangering af dit site.
de: Das URL-Suffix wird der URL angehängt, um statische Dokumente zu simulieren.
es: El sufijo de URL es una extensión que se añade al string URI para simular documentos estáticos. El sufijo URL por defecto es <em>.html</em>. No utilizar ningún sufijo URL puede tener un efecto negativo en el posicionamiento de buscadores.
fa: پسوند نشانی وب که باید به رشته نشانی وب اضافه شود تا اسناد ایستا را شبیه‌سازی نماید.
fr: Le suffixe d'URL sera ajouté à la chaîne URI pour simuler des documents statiques.
hu: Az URL-képző hozzáadódik az URI stringhez a statikus oldal szimulálásához.
it: Il suffisso dell'URL è un'estensione dei file che si aggiunge all'indirizzo per simulare un documento statico. Il suffisso di default è <em>.html</em>. Nota che un suffisso diverso da quello di default, potrebbe non essere ben accettato dai motori di ricerca.
ja: 静的なドキュメントのように見せるため、URLのサフィックスをURIに追加します。
lv: URL sufikss tiks pievienots URI virkni, lai modelētu statisku dokumentu.
my: အတည်မှတ်တမ်းများအသွင်တူအောင်ပြုရန်ယူအာအိုင်အက္ခရာအတွဲတွင်ယူအာအယ်နောက်ဆက်ကိုထည့်။
nl: Een URL achtervoegsel is een bestandsextensie die wordt toegevoegd aan de URL string die statische documenten simuleert.
pl: Suffix URL to rozszerzenie dodawane do adresu zasobu (URI) aby symulować statyczne dokumenty. Domyślnym suffixem URL jest <em>.html</em>. Pamiętaj, że nie używanie suffixu URL, może mieć negatywny wpływ na pozycję strony w wyszukiwarkach.
ro: The sufixul adresei este o extensie de fişier care este adăugată la URI pentru a simula documente statice. Cea iniţială este <em>.html</em>. Dacă nu folosiţi un sufix este posibil ca acest lucru să aibă un impact negativ asupra ranking-ului în motoarele de căutare.
ru: URL суффиксом является расширение файла, которое добавляется к URI строки для моделирования статических документов.
sk: Prípona bude pridaná ku každému názvu stránky pri prevode na statické stránky. (napr. nieco.html).
sl: URL pripona bo dodana URI nizu za posnemanje statičnih dokumentov.
sq: Prapashtesë e URL-së do të shtohet në vargun e URI-së për të simuluar dokumente të pandryshueshëm.
sr: URL суфикс ће бити додат на URI стринг како би изгледао као статичка адреса.
sv: Webbadressuffixet är en filtyp som har lagts till i URI-strängen för att simulera statiska dokument. Grundinställningen URL suffix är <em>.html</em>. Observera att ingen URL suffix alls kan ha en negativ effekt på sökmotorns rankning.
uk: URL суфікс є розширення файлу, який додається в рядок URI для моделювання статичних документів. За замовчуванням URL суфікс <em>.html</em>. Зауважте, що відсутність URL-суфіксу може мати негативний вплив на рейтинг вашого сайту в пошуковій системі.

# tl_settings.cacheMode.0
source: Cache mode
cs: Modus cachování
da: Cache tilstand
de: Cache-Modus
es: Modalidad de cache
fa: حال نهانگاه
fr: Mode du cache
hu: Gyorsítótárazás módja
it: Modalità cache
ja: キャッシュのモード
my: မှတ်ဥာဏ်အသေးစားအသွင်
pl: Tryb pamięci podręcznej
ro: Mod de cache
ru: Режим кеширования
sk: Mód cachovania
sl: Način z medpomnilnikom
sq: Mënyra depo
sr: Мод кеша
sv: Cache-läge
uk: Режим кеша

# tl_settings.cacheMode.1
source: Here you can select the cache mode.
cs: Zde můžete vybrat modus cachování.
da: Her kan du vælge cache tilstand.
de: Hier können Sie den Cache-Modus festlegen.
es: Puede indicar la modalidad del cache.
fa: اینجا می‌توانید نوع نهان‌گاه را انتخاب نمایید.
fr: Sélectionner le mode du cache
hu: Itt lehet kiválasztani a gyorsítótárazás módját.
it: Selezionare la modalità cache
ja: キャッシュのモードを選択します。
lv: Šeit jūs varat izvēlēties kešatmiņas režīmu.
my: မှတ်ဥာဏ်အသေးစားအသွင်ရွေးနိုင်။
nl: Hier kunt de cache mode selecteren.
pl: Tu możesz wybrać tryb pamięci podręcznej.
ro: Aici puteţi selecta modul de cache.
ru: Вы можете выбрать режим кеширования.
sk: Tu môžete nastaviť mód cachovania.
sl: Tu lahko določite v kolikor naj se uporablja medpomnilnik.
sq: Zgjedhoni mënyrën e dopossë fshehur apo cache mode.
sr: Овде можете изабрати мод кеша.
sv: Här kan du välja cache-läge.
uk: Тут ви можете вибрати режим кеша.

# tl_settings.proxyServerIps.0
source: Trusted proxy servers
cs: Důvěryhodné proxy servery
da: Betroede proxyservere
de: Vertrauenswürdige Proxyserver
es: Servidores proxy de confianza
fa: سرور‌های پروکسی قابل اعتماد
fr: Serveurs proxy de confiance
hu: Megbízható proxy szerver
it: Server Proxy attendibili
ja: 信頼できるプロキシサーバー
lv: Uzticami starpniekserveri
my: ယုံကြည်ရသောကိုယ်ပွားဆာဗာများ
nl: Vertrouwde proxy servers
pl: Zaufane serwery proxy
ro: Server proxy utilizat
ru: Доверенные прокси-серверы
sk: Dôveryhodné proxy servery
sr: Проверени прокси сервери
sv: Betrodda proxy-servrar
