Repository: contao/core
Catalog: system/modules/core/languages/*/*_settings.xlf
Languages: cs, da, de, es, fa, fr, hu, it, ja, lv, my, nl, pl, ro, ru, sk, sl, sq, sr, sv, uk

# tl_settings.proxyServerIps.1
source: Here you can enter a comma separated list of trusted proxy server IP addresses.
cs: Sem můžete zadat seznam podporovaných důvěryhodných proxy serveru pro IP adresy - oddělte je vždy čárkou.
da: Her kan du indtaste en komma separeret liste over IP adresser på proxyservere du har tillid til.
de: Hier können Sie eine kommagetrennte Liste vertrauenswürdiger Proxyserver-IP-Adressen eingeben.
es: Aquí puede introducir mediante separaciones por coma un listado direcciones IPs de servidores proxy.
fa: اینجا می‌توانید فهرست جداشده با کاما از نشانی‌های IP سرور پروکسی قابل اعتماد را وارد نمایید.
fr: Saisir une liste séparée par des virgules des adresses IP de serveurs proxy de confiance.
hu: Itt megadhat egy vesszővel elválasztott listát a megbízható proxy szerverek IP címeivel.
it: Qui è possibile inserire un elenco separato da virgole di indirizzi IP del server proxy attendibili.
ja: 信頼できるプロキシサーバーをコンマで区切ったリストで入力します。
lv: Šeit Jūs varat ievadīt komatatdalītu ticamu starpniekserveru IP adrešu sarakstu.
my: ယုံကြည်ရသောကိုယ်ပွားဆာဗာများကိုကော်မာခံပြီးထည့်ပါ
nl: Voer hier een komma gescheiden lijst van vertrouwde proxy-server IP-adressen in.
pl: Tutaj możesz wprowadzić oddzieloną przecinkami listę zaufanych serwerów proxy.
ro: Introduceţi o listă de adrese IP separate prin virgulă de la serverele proxy utilizate.
ru: Введите через запятую список IP-адресов доверенных прокси-серверов.
sk: Tu môžte zadať čiarkami oddelený zoznam IP adries dôveryhodných proxy serverov.
sr: Овде можете унети, зарезом раздвојене, IP адресе поузданих прокси сервера.
sv: Här kan du ange en kommaseparerad lista över betrodda proxyservrars IP-adresser.

# tl_settings.sslProxyDomain.0
source: SSL proxy domain
cs: Doména SSL proxy (zabezpečené)
da: SSL proxy domæne
es: Proxy de dominio SSL
fa: دامنه پروکسی اس‌اس‌ال
fr: Domaine du server proxy SSL
it: Dominio SSL proxy
ja: SSLプロキシのドメイン
my: SSL ကိုယ်ပွားဒိုမိန်း
nl: SSL proxy domein
pl: Domena proxy SSL
ro: Domeniu SSL pentru proxy
ru: Домен SSL-прокси
sk: SSL proxy doména
sl: SSL proxy domena
sr: SSL прокси домен
sv: SSL proxy-domän

# tl_settings.sslProxyDomain.1
source: If your website is available via an SSL proxy server, please enter its domain here (e.g. <em>sslsites.de</em>).
cs: Pokud lze Vaši stránku zobrazit přes kryptovaný server (SSL proxy), zadejte sem prosím jeho doménu (např. <em>sslsites.de</em>).
da: Hvis dit website er tilgængeligt via en SSL proxy server, venligst indtast dets domæne her (f.eks. <em>sslsites.de</em>).
de: Wenn Ihre Webseite über einen SSL-Proxyserver erreichbar ist, geben Sie hier dessen Domainnamen ein (z.B. <em>sslsites.de</em>).
es: Si su sitio web está disponible via servidor proxy SSL, por favor introduzca el dominio aquí (ej: <em>sitio.org</em>).
fa: اگر وب‌سایت شما از طریق سرور پروکسی SSL قابل دسترسی است، لطفا دامنه (برای نمونه <em>sslsites.de</em>) آن را اینجا وارد نمایید.
fr: Si votre site est disponible via un serveur proxy SSL, veuillez saisir son domaine (ex : <em>sslsites.fr</em>).
it: Se il tuo sito è disponibile attraverso un server proxy SSL, puoi indicare il dominio qui, es. <em>sslsites.it</em>.
ja: ウェブサイトをSSLプロキシサーバー経由で提供している場合は、そのドメイン名を入力してください。(例: <em>sslsites.de</em>)
my: SSL ကိုယ်ပွားဆာဗာမှတစ်ဆင့်သင့်ဝဘ်ဆိုက်ကိုသုံးလို့ရပါကဒိုမိန်းကိုဒီနေရာတွင်ထည့်ပါ (ဥပမာ။ <em>sslsites.de</em>)
nl: Indien uw website beschikbaar is via een SSL proxy server, geef dan hier het domein op (bijv.<em>sslsites.de</em>).
pl: Jeśli twoja strona jest dostępna przez serwer proxy SSL, wprowadź jego domenę (np. <em>sslsites.de</em>).
ro: Dacă website-ul este disponibil printr-un proxy server SSL, introduceţi domeniul acestuia aici (ex. <em>sslsites.de</em>).
ru: Если сайт доступен через SSL-прокси, введите свой домен (напр. <em>sslsites.de</em>).
sk: Ak sú vaše webstránky dostupné cez SSL proxy server, tu zadajte svoju doménu (napr. <em>sslsites.de</em>).
sl: Če je vaša spletna stran dosegljiva preko SSL proxy strežnika, vpišite njeno domeno tukaj (primer: <em>sslsites.si</em>).
sr: Ако је ваш сајт доступан преко SSL proxy сервера, унесите његов домен овде (нпр. <em>sslsites.de</em>).
sv: Om din hemsida är tillgänglig via en SSL-proxyserver så anger du dess somän här (t.ex. <em>sslsites.de</em>).

# tl_settings.privacyAnonymizeIp.0
source: Anonymize IP addresses
cs: Anonymizovat IP adresu
da: Anonymiser IP adresser
de: IP-Adressen anonymisieren
es: Anomizar dirección IP
fa: نشانی‌های آی‌پی ناشناس
fr: Anonymiser les adresses IP
hu: IP cím titkosítása
it: Rendi anonimi gli indirizzi IP
ja: IPアドレスの匿名化
lv: Anonimizēt IP adreses
my: အမည်မဖော်လိုအို်င်ပီလိပ်စာများ
nl: Anonimiseer IP-adressen
pl: Anonimizuj adresy IP
ro: Anonimizare adrese IP
ru: Анонимизировать IP-адреса
sk: Anonymizovať IP adresy
sl: Anonimiziraj IP naslove
sq: Anonimizo IP adresen
sr: Сакриј IP адресу
sv: Anonymisera IP-adresser
uk: Анонімізувати IP адрес

# tl_settings.privacyAnonymizeIp.1
source: Anonymize any IP address that is stored in the database, except in the <em>tl_session</em> table (the IP address is bound to the session for security reasons).
cs: Anonymizovat všechny IP adresy, které jsou uloženy v databázi, kromě <em>tl_session</em> tabulky (tato IP adresa je spojena s aktuálním sezením z bezpečnostních důvodů).
da: Anonymiserer (skjuler) alle IP adresser der gemmes i databasen, pånær <em>tl_session</em> (denne IP adresse er tilknyttet den aktive session af sikkerhedsmæssige årsager).
de: Alle IP-Adressen anonymisieren, die in der Datenbank gespeichert werden, außer die der Tabelle <em>tl_session</em> (die IP-Adresse ist aus Sicherheitsgründen an die Session gebunden).
es: Anomiza cualquier dirección IP que está almacenada en la base de datos, exepto la tabla <em>tl_session</em> (la dirección IP para la sesión está ligada a la sesión por razones de seguridad).
fa: نشناس کردن هر آی‌پی که در پایگاه داده ذخیره می شود، به غیر از جدول <em>tl_session</em> (نشانی آی‌پی به دلایل امنیتی به نشست مربوط است).
fr: Anonymiser toutes les adresses IP qui sont stockées dans la base de données, sauf dans la table <em>tl_session</em> (l'adresse IP est liée à la session pour des raisons de sécurité).
hu: Minden az adatbázisban tárolt IP cím titkosítása, kivéve a <em>tl_session</em> táblázatban (az IP cím biztonsági okokból az üléshez van hozzárendelve).
it: Rendi anonnimi gli indirizzi IP memorizzati nel database, fatta eccezione per la tabella tl_session (gli IP sono collegati alla sessione come misura di sicurezza)
ja: データベースに保存するIPアドレスを、<em>tl_session</em>テーブルを除いて匿名化します。(セキュリティ上の理由でIPアドレスはセッションに結びつけられています。)
lv: Anonymize jebkuru IP adresi, kas glabājas datu bāzē, izņemot šajā <em>tl_session</em> tabulā (IP adrese ir saistīta ar sesiju drošības apsvērumu dēļ).
my: <em>tl_session</em> စားပွဲမှလွဲ၍အချက်အလက်အစုတွင်သိုလှောင်ထားသောအိုင်ပီလိပ်စာများကိုလူမသိဝှက် (လံုခြုံရေးကိစ္စများအတွက်ကြာချိန်သို့အိုင်ပီလိပ်စာသည်ဦးတည်)။
nl: Anonimiseer elk IP adres dat is opgeslagen in de database, behalve in de <em>tl_session</em> tabel (het IP-adres is gebonden aan de sessie om veiligheidsredenen).
pl: Anonimizuj każdy adres IP, który jest przechowywane w bazie danych, z wyjątkiem tych w tabeli <em>tl_session</em> (adres IP jest przypisany do sesji ze względów bezpieczeństwa).
ro: Anonimizează orice adresă IP care este stocată în baza de date, cu excepţia tabelei <em>tl_session</em> (adresa IP este asociată sesiunii din motive de securitate)
ru: Анонимизировать любые IP-адреса, которые хранятся в базе данных, за исключением таблицы <em>tl_session</em> (IP-адрес привязан к сессии по соображениям безопасности).
sk: Anonymizuje všetky IP adresy, ktoré sú uložené v databáze, okrem <em>tl_session</em> tabuľky. Táto IP adresa je spojená s aktuálnou reláciou (session) z bezpečnostných dôvodov.
sl: V bazo shranjuj anonimizirane IP naslove, z izjemo tabele <em>tl_session</em> (IP naslov je vezan na sejo iz varnostnih razlogov).
sq: Anonimizo çdo adresë IP që është ruajtur në bazën e të dhënave, përveç ato në tabelen <em>tl_session </em> (për arsye sigurie IP adresa është e lidhur me seancën apo session).
sr: Сакриј све IP адресе које су сачуване у бази података, изузев табеле <em>tl_session</em> (IP адреса је повезана са сесијом из сигурносних разлога).
sv: Anonymisera alla IP-adresser som är lagrade i databasen förutom i <em>tl_session</em>-tabellen (IP-adresser är bundna till sessioner av säkerhetsskäl).
uk: Якщо вибрано, то всі IP адреси в базі данних будуть анонімізовані, крім таблиці <em>tl_session</em> (IP адреса прив'язана до сессії з міркувань безпеки).

# tl_settings.privacyAnonymizeGA.0
source: Anonymize Google Analytics
cs: Anonymizovat Google Analytics
da: Anonymiser Google Analytics
de: Google Analytics anonymisieren
es: Anonimizar Google Analytics
fa: گمنام کردن Google Analytics
fr: Anonymiser Google Analytics
hu: Google Analytics titkosítás
it: Rendi anonimo Google Analytics
ja: Googleアナリティックスを匿名化
lv: Anonimizēt Google Analytics
my: ဂူးဂယ်ခွဲခြမ်းစိတ်ဖြာလူမသိဝှက်
nl: Anonimiseren Google Analytics
pl: Anonimizuj Google Analytics
ro: Anonimizare pentru Google Analytics
ru: Анонимизировать Google Analytics
sk: Anonymizovať Google Analytics
sl: Anonimiziraj Google Analytics
sq: Anonimizo Goole Analytics
sr: Анонимни Google Analytics
sv: Anonymisera Google Analytics
uk: Анонімізувати Google Analytics

# tl_settings.privacyAnonymizeGA.1
source: Anonymize the IP addresses that are sent to Google Analytics.
cs: Anonymizovat IP adresy, které se zasílají na Google Analytics.
da: Anonymiser de IP adresser der sendes til Google Analytics
de: Alle IP-Adressen anonymisieren, die an Google Analytics geschickt werden.
es: Anomiza la dirección IP que se envia a Google Analytics
fa: گمنام کردن نشانی‌های IP که برای Google Analytics فرستاده می‌شود.
fr: Anonymiser les adresses IP qui sont envoyés à Google Analytics.
hu: A Google Analytics-nek küldött IP címek titkosítása.
it: Rendi anonimi gli IP che vengono inviati a Google Analytics
ja: Googleアナリティックスに送るIPアドレスを匿名化します。
lv: Anonimizē IP adreses, kas tiek nosūtītas uz Google Analytics.
my: ဂူးဂယ်ခွဲခြမ်းစိတ်ဖြာသို့ပို့သောအိုင်ပီလိပ်စာများလူမသိဝှက်။
nl: Anonimiseer de IP adressen die verzonden worden naar Google Analytics.
pl: Anonimizuj adresy IP wysyłane do Google Anayltics.
ro: Anonimizează adresele IP care sunt trimise către Google Analytics.
ru: Анонимизировать IP-адреса, которые направляются в Google Analytics.
sk: Anonymizuje IP adresy, ktoré sa posielajú do Google Analytics.
sl: Storitvi Google Analytics posreduj anonimizirane IP naslove.
sq: Anonimize adresat IP që janë dërguar për Google Analytics.
sr: Прилагоди IP адресе које се шаљу Google Analytics-у тако да се не шаље комплетна IP адреса.
sv: Anonymisera IP-adresser som skickas till Google Analytics.
uk: Анонімізувати IP адреса котрі відсилаються в Google Analytics.

# tl_settings.rewriteURL.0
source: Rewrite URLs
cs: Přepsat URL
da: Genskriv URL
de: URLs umschreiben
es: Reescribir URL
fa: بازنویسی نشانی‌های وب
fr: Ré-écrire les URLs
hu: URL átírása
it: URL Rewrite
ja: URLの書き換え
lv: Pārrakstīt URL adreses
my: ယူအာအယ်များပြန်ရေး
nl: URLs herschrijven
pl: Przyjazne URL
ro: Rescrie URL
ru: Переписывать URL
sk: Prepísať URL adresy
sl: Prepiši URL-je
sq: Rishkruaj URL-të
sr: Препиши URL-ове
sv: Omskrivna URL:er
uk: Перезаписати URL

# tl_settings.rewriteURL.1
source: Make Contao generate static URLs without the index.php fragment. This feature requires "mod_rewrite", renaming the ".htaccess.default" file to ".htaccess" and adjusting the RewriteBase as necessary.
cs: Contao bude přepisovat všechny stránky do statického kódu HTML. Tato funkce vyžaduje zapnutou modus "mod_rewrite". Přejmenujte ".htaccess.default" na ".htaccess" a v případně nutnosti přidejte nastavení pro RewriteBase.
da: Med denne mulighed kan du få TYPOlight ´til at generere statiske URL'er uden "index.php" (f.eks. <em>alias.html</em> i stedet for <em>index.php/alias.html</em>.) Denne funktion kræver Apache-modulet <em>mod_rewrite</em>!
de: Statische URLs ohne das index.php-Fragment erzeugen. Für diese Funktion muss "mod_rewrite" verfügbar sein sowie die Datei ".htaccess.default" in ".htaccess" umbenannt und gegebenenfalls die RewriteBase angepasst werden.
es: Con esta opción TYPOlight genera URLs estáticas sin "index.php" (por ejemplo <em>alias.html</em> en vez de <em>index.php/alias.html</em>). Esta opción requiere el módulo de Apache <em>mod_rewrite</em>!
fa: کانتائو را وادار می‌کند تا نشانی‌های وب بودن قطعه index.php ایجاد نماید. این ویژگی "mod_rewrite" را لازم دارد، پرونده ".htaccess.default" را به ".htaccess" تغییر نام دهید و RewriteBase را در صورت لزوم تنظیم نمایید.
fr: Laisser Contao générer des URL statiques sans le fragment index.php. Cette fonctionnalité nécessite "mod_rewrite", en renommant le fichier ".htaccess.default" en ".htaccess" et en ajustant le paramètre RewriteBase si nécessaire.
hu: A Contao egy statikus URL-t generál az index.php töredékek nélkül. A "mod_rewrite" funkció bekapcsolásához szükséges a ".htaccess.default" fájl átnevezése ".htaccess"-re és a RewriteBase paraméter beállítása.
it: Con questa opzione permetti a Contao di generare URL statici senza "index.php" (es: <em>alias.html</em> invece di <em>index.php/alias.html</em>). Questa caratteristica richiede il modulo Apache <em>mod_rewrite</em>!
ja: index.phpを含まない静的なURLをContaoに生成させます。この機能は"mod_rewrite"が必要とし、".htaccess.default"を".htaccess"に名前を変更し、必要に応じてRewriteBaseを調整しなければなりません。
lv: Likt Contao ģenerēt statisko URL bez index.php fragmenta. Šai funkcijai ir nepieciešams "mod_rewrite", pārdēvējot ".htaccess.default" failu par ".htaccess", un pielāgojot RewriteBase pēc vajadzības.
my: index.php အစိတ်အပိုင်းမပါဘဲအတည်ယူအာအယ်များကိုကွန်တောင်ကိုထုတ်လုပ်ခိုင်း။ "mod_rewrite"၊ ".htaccess.default"ဖိုင်ကို".htaccess"သို့နာမည်ပြောင်းပေးခြင်းနှင့်RewriteBaseကိုလိုအပ်ပါကထိန်းညှိခြင်းစသည့်အင်္ဂါရပ်လိုအပ်။
nl: Met deze optie kan Contao statische URLs zonder "index.php" genereren (bv. <em>alias.html</em> i.p.v. <em>index.php/alias.html</em>). Deze optie maakt gebruik van de Apache module <em>mod_rewrite</em>!
pl: Włączenie tej opcji pozwala Contao na generowanie statycznych URL bez "index.php". Opcja wymaga wymaga "mod_rewrite", zmień nazwę pliku ".htaccess.default" na ".htaccess" i w razie potrzeby dostosuj RewriteBase.
ro: Cu această opţiune puteţi face ca Contao să genereze URL-uri statice fără "index.php" (ex. <em>nume.html</em> în loc de <em>index.php/nume.html</em>). Aceasta opţiune necesită modulul Apache <em>mod_rewrite</em>!
ru: Позволить Contao генерировать статичные URL без 'index.php', функция требует "mod_rewrite". Переименуйте ".htaccess.default" в ".htaccess" и откорректируйте RewriteBase при необходимости.
sk: Contao bude prepisovať všetky stránky do statického kódu HTML (bez fragmentu <em>index.php</em> v URL adrese). Táto funkcia vyžaduje zapnutý "mod_rewrite". Premenujte ".htaccess.default" na ".htaccess" a v prípade nutnosti pridajte nastavenia pre RewriteBase.
sl: Določite v kolikor naj Contao ustvarja statične URL-je brez index.php razdelka. Za pravilno delovanje te možnosti, je potrebno omogočiti "mod_rewrite", preimenovati ".htaccess.default" datoteko v ".htaccess" in prilagoditi RewriteBase.
sq: Zgjedhja e këtij opsioni e udhëzon TYPOlight që URL-të statike të krijohen pa "index.php" (p.sh. <em>alias.html</em> në vend <em>index.php/alias.html</em>). Kjo veti kërkon Apache Modul <em>mod_rewrite</em>!
sr: Овом опцијом можете искључити уметање фрагмента "index.php" у статички URL. Ова опција захтева "mod_rewrite", преименовање фајла ".htaccess.default" у ".htaccess" и подешавање параметра "RewriteBase" ако је потребно.
sv: Med detta val kan du få Contao att generera statiska URL:er utan "index.php". Den här funktionen kräver "mod_rewrite" samt att ".htaccess.default"-filen döps om till ".htaccess" och att RewriteBase i samma fil justeras vid behov.
uk: Вибираючи цю опцію, Ви можете дозволити Contao створювати статичні URL без "index.php" (наприклад. <em>alias.html</em> замість <em>index.php/alias.html</em>). Функція вимагає включеного модуля Apache - <em>mod_rewrite</em>!

# tl_settings.addLanguageToUrl.0
source: Add the language to the URL
cs: Přidat jazyk do URL
da: Tilføj sproget til URL'en
de: Die Sprache zur URL hinzufügen
es: Añadir el idioma a la URL
fa: افزودن زبان به نشانی وب
fr: Ajouter la langue à l'URL
hu: Nyelv hozzáadása az URL-hez
it: Aggiungi la lingua all'URL
ja: 言語をURLに追加
lv: Pievienot valodu URL
my: ယူအာအယ်သို့ဘာသာစကားထည့်
nl: Voeg taal toe aan de URL
pl: Dodaj język do URL
ro: Adaugă limba la URL
ru: Добавить язык к URL
sk: Pridať jazyk do URL
sl: Dodaj jezik k URL naslovom
sq: Shto gjuhën në URL
sr: Додај језик у URL
sv: Lägg till språkkod till URL
uk: Додати код мови до URL

# tl_settings.addLanguageToUrl.1
source: Add the language string as first URL parameter (e.g. <em>http://example.com/en/</em>).
cs: Přidejte zkratku pro jazyk (např. <em>http://www.priklad.com/cs</em>).
da: Tilføjer det aktive sprog til URL'en (f.eks. <em>http://domæne.com/da/</em>).
de: Die Sprache als ersten Parameter zur URL hinzufügen (z.B. <em>http://example.com/de/</em>).
es: Añada la cadena de lenguaje como primer parametro de URL (ej: <em>http://example.com/en/</em>).
fa: رشته زبانی را به عنوان پارامتر اول نشانی وب (برای نمونه <em>http://example.com/en/</em>) اضافه می‌نماید.
fr: Ajouter la chaîne de langue en tant que premier paramètre de l'URL (par exemple, <em>http://example.com/en/</em>).
hu: Adja hozzá a nyelvet első paraméterként az URL-hez. (pl. <em>http://example.com/en/</em>).
it: Aggiungi la lingua come primo parametro degli URL (e.g. <em>http://domain.tld/it/</em>).
ja: URLの最初のパラメーターに言語の文字列を追加します。(例: <em>http://example.com/en/</em>)
my: ပထမယူအာအယ်ကန့်သတ်ချက်ဘောင်ကဲ့သို့ဘာသာစကားအက္ခရာအတွဲထည့်သွင်း (ဥပမာ <em>http://example.com/en/</em>)
nl: Voeg taal reeks als eerste URL-parameter (bijv. <em>http://example.com/en/</em>).
pl: Dodaj język jako pierwszy parametr URL (np. <em>http://example.com/en/</em>).
ro: Adaugă identificatorul de limbă ca prim parametru URL (ex. <em>http://example.com/en/</em>).
ru: Добавить язык в строку URL (напр. <em>http://example.com/en/</em>).
sk: Pridá jazykový reťazec ako prvý URL parameter (napr. <em>http://example.com/en/</em>).
sl: Dodaj jezikovno oznako kot prvi parameter v URL naslovu (npr. <em>http://example.com/en/</em>).
sr: Додај ознаку језика као први параметар URL-а (нпр. <em>http://example.com/en/</em>).
sv: Lägg till språkkod som första URL-parameter (t.ex. <em>http://example.com/en/</em>).

# tl_settings.doNotRedirectEmpty.0
source: Do not redirect empty URLs
cs: Nepřesměrovávat prazdné URL
da: Omdiriger ikke tomme URLer
de: Leere URLs nicht umleiten
es: No redireccionar URLs vacías
fa: عدم بازگردانی نشانی‌های وب خالی
fr: Ne pas rediriger les URL vides
hu: Ne irányítsa át az üres URL-eket
it: Non reindirizzare gli URL vuoti
ja: 空のURLにリダイレクトしない
lv: Nepārsūtīt tukšas URL
my: အလွတ်ယူအာအယ်များဦးတည်ရာမပြောင်း
nl: Redirect geen lege URLs
pl: Nie przekierowuj pustych URLi
ro: Nu redirecţiona URL-uri vide
ru: Не перенаправлять пустые URL
sk: Nepresmerovávať prázdne URL
sl: Ne preusmeri praznih URL naslovov
sq: Mos ridrejto URLs bosh
sr: Не преусмеравај празне URL-ове
sv: Vidaresänd inte tomma URLer
uk: Не перенаправляти з пустих URL

# tl_settings.doNotRedirectEmpty.1
source: For an empty URL display the website instead of redirecting to the language root page (not recommended).
cs: Místo přesměřování na kořenovou stránku daného jazyka bude zobrazená prázdná stránka (nedoporučeno).
da: Ved en tom URL vises websitet i stedet for at omdirigere til sprogets rod side (anbefales ikke).
de: Bei einer leeren URL die Webseite anzeigen anstatt auf den Startpunkt der Sprache weiterzuleiten (nicht empfohlen).
es: Para una URL vacia muerta la página en vez del redireccionameinte con el idioma de la página raíz (no recomendado).
fa: برای نشانی وب خالی، وب‌سایت را به جای بازگردانی به برگه ریشه زبانی، نمایش می‌دهد (توصیه نمی‌شود).
fr: Pour une URL vide afficher le site au lieu de rediriger vers la page racine de la langue (non recommandé).
hu: Egy üres URL honlapján való megjelenítése helyett irányításon át a nyelvi gyökér oldalra (nem ajánlott).
it: In caso un URL sia vuoto mostra il sito invece di effettuare il reindirizzamento alla pagina root della lingua (non raccomandato)
ja: 言語をURLに追加を有効にしているときに、空のURLで言語のルートのページにリダイレクトしません。(推奨しません。)
lv: Tukšas URL adreses parādīšanai mājas lapā, nevis novirzot uz valodas saknes lapu (nav ieteicams).
my: အလွတ်ယူအာအယ်များအတွက်ဘာသာစကားအခြေစာမျက်နှာသိုဦးတည်ရာပြောင်းမည့်အစားဝဘ်ဆိုက်ကိုပြသ (လုပ်ဆောင်ရန်အားမပေး)။
nl: In geval van een lege URL toon de website in plaats van door te verwijzen naar de taal startpagina (niet aanbevolen).
pl: Dla pustego URLa wyświetl stronę, zamiast przekierowania do punktu startowego języka (niezalecane).
ro: Pentru un URL vid se va afişa website-ul în loc să se redirecteze spre pagina rădăcina a unei limbi (nerecomandat).
ru: Отображать пустые URL-адреса, вместо перенаправления на корневую страницу веб-сайта на подходящем языке (не рекомендуется).
sk: Namiesto presmerovania na "koreňovú" stránku daného jazyka bude zobrazená prázdná stránka (nedoporučené).
sl: Za prazen URL naslov, prikaži spletno stran namesto preusmeritve na korensko stran jezika (ni priporočljivo).
sq: Për një URL të zbrazët trego faqen kryesore në vend të përcjelljes tek faqja rrënjësore e gjuhës (nuk rekomandohet).
sr: Ако је URL празан, прикажи сајт уместо преусмеравања на почетну страницу за изабрани језик (није препоручљиво).
sv: För tomma URLer visas webbplatsen istället för att vidaresända till språkets rotsida (ej rekommenderat).
uk: Показувати сайт для пустих URL замість того, щоб перенаправляти на головну мовну сторінку (не рекомендується).

# tl_settings.useAutoItem.0
source: Enable auto_item
cs: Použít auto_item parametr
da: Aktiver auto_item
de: Auto_item aktivieren
es: Usar el parámetro auto_item
fa: فعال کردن auto_item
fr: Utiliser le paramètre auto_item
hu: auto_item engedélyezése
it: Utilizza il parametro auto_item
ja: auto_itemパラメーターを有効
lv: Izmantot auto_item parametru
my: auto_item လုပ်ဆောင်စေ
nl: Gebruik de auto_item parameter
pl: Używaj parametru auto_item
ro: Foloseşte parametrul auto_item
ru: Включить auto_item
sk: Použiť auto_item parameter
sl: Omogoči auto_item
sq: Aktivizo auto_item
sr: Омогући auto_item
sv: Använd auto_item-parameter
uk: Використовувати параметр auto_item
