Repository: contao/core
Catalog: system/modules/core/languages/*/*_settings.xlf
Languages: cs, da, de, es, fa, fr, hu, it, ja, lv, my, nl, pl, ro, ru, sk, sl, sq, sr, sv, uk

# tl_settings.defaultUser.1
source: Here you can select a user as the default owner of a page.
cs: Zde můžete uvést uživatele, který bude určený jako výchozí autor stránek.
da: Som standard tilhører en side samme bruger som dens forælderside, men hvis ingen bruger er tildelt, vil standard brugeren være ejeren af siden. Hvis der hverken er en bruger eller en standard bruger, vil der ikke være nogen adgangsrestriktioner.
de: Bitte wählen Sie einen Benutzer als Standardbesitzer einer Seite aus.
es: Por defecto, una página pertenece al mismo usuario que la página madre. Sin embargo, si no hay usuario asignado, el usuario por defecto será el propietario de la página. Si no hay usuario ni usuario por defecto, no habrá ningún tipo de restricciones de acceso!
fa: اینجا می‌توانید کاربری را به عنوان صاحب پیش‌فرض هر برگه انتخاب نمایید.
fr: Sélectionner un utilisateur comme propriétaire par défaut d'une page.
hu: Itt választhatja ki azt a felhasználót aki az oldal alapértelmezett tulajdonosa lesz.
it: Una pagina appartiene allo stesso utente della pagina genitore. Tuttavia se non è stato assegnato nessun utente il proprietario della pagina diverrà l'utente di default. Se non è stato assegnato un utente e non esiste un utente di default non ci saranno restrizioni di accesso!
ja: ページを所有する初期設定とするユーザーを選択できます。
lv: Šeit jūs varat izvēlēties lietotāju kā lapas noklusējuma īpašnieku.
my: စာမျက်နှာမူလပိုင်ရှင်ကဲ့သို့အသံုးပြုသူရွေး။
nl: Hier kunt u een gebruiker kiezen als de standaard eigenaar van een pagina.
pl: Domyślnie strona należy do tego samego użytkownika co strona nadrzędna. Jednakże, jeśli żaden użytkownik nie jest przypisany do strony, właścicielem zostaje użytkownik domyślny. Jeśli nie ma przydzielonego użytkownika i dodatkowo nie ma ustalonego domyślnego użytkownika, do strony nie zostaną zastosowane żadne ograniczenia dostępu!
ro: Iniţial pagina aparţine aceluiaşi utilizator ca şi pagina ei părinte. Dacă însă nu i se atribuie niciun utilizator, atunci cel default va fi proprietarul paginii. Dacă nu există niciun utilizator sau niciun utilizator iniţial al paginii atunci nu vor exista restricţii de acces!
ru: Вы можете выбрать владельца страницы по умолчанию.
sk: Tu môžte zvoliť užívateľa, ktorý bude prednastaveným vlastníkom stránky.
sl: Tu lahko določite uporabnika kot privzetega lastnika strani.
sq: Në qoftë se një faqe nuk ka pronar, atëherë aplikohet përdoruesi standard i dhënë këtu. Në qoftë se nuk ka pronar e as përdorues standard, atëherë nuk vlejnë kurrfarë përkufizime në qasjen e faqes!
sr: Овде можете одабрати подразумеваног власника странице.
sv: Som standard tillhör en sida samma användare som sin föräldrasida. Men, om sidan inte tilldelas en ägare kommer standardsidägaren att bli sidans ägare. <b>Om det inte finns en ägare eller en standardägare kommer det inte att finnas några åtkomstrestriktioner på sidan!</b>
uk: За замовчуванням сторінка належить тому ж користувачеві, що й батьківська сторінка. Проте, якщо жоден користувач не призначений, буде використаний користувач за замовчуванням. Якщо немає призначеного користувача й немає користувача за замовчуванням, це не тягне автоматичного дозволу доступу!

# tl_settings.defaultGroup.0
source: Default page group
cs: Výchozí skupina autorů
da: Standard gruppe for sider
de: Standardgruppe
es: Grupo de página por defecto
fa: گروه پیش‌فرض برگه
fr: Groupe propriétaire par défaut
hu: Alapértelmezett oldal csoport
it: Gruppo di pagine di default
ja: ページのグループの初期設定
lv: Noklusējuma lapas grupa
my: မူလစာမျက်နှာအုပ်စု
nl: Standaard paginagroep
pl: Domyślna strona grupy
ro: Grup iniţial al paginii
ru: Группа владельца страницы по умолчанию
sk: Prednastavená skupina vlastníkov
sl: Privzeta skupina strani
sq: Grup standard
sr: Подразумевана група странице
sv: Standard sidgrupp
uk: Дозволені групи за замовчуванням

# tl_settings.defaultGroup.1
source: Here you can select a group as the default owner of a page.
cs: Zde můžete vybrat skupiny, která bude určená jako výchozí autor stránek.
da: Som standard tilhører en side samme gruppe som dens forælderside, men hvis ingen gruppe er tildelt, vil standard gruppen være ejeren af siden. Hvis der hverken er en gruppe eller en standard gruppe, vil der ikke være nogen adgangsrestriktioner.
de: Bitte wählen Sie eine Gruppe als Standardbesitzer einer Seite aus.
es: Por defecto, una página pertenece al mismo grupo que la página madre. Sin embargo, si no hay grupo asignado, el grupo por defecto será el propietario de la página. Si no hay grupo ni grupo por defecto, no habrá ningún tipo de restricciones de acceso!
fa: اینجا می‌توانید گروهی را به عنوان صاحب پیش‌فرض هر برگه انتخاب نمایید.
fr: Sélectionner un groupe comme propriétaire par défaut d'une page.
hu: Itt választhatja ki az oldal tulajdonosának alapértelmezett csoportját.
it: Una pagina appartiene allo stesso gruppo della pagina genitore. Tuttavia se non è stato assegnato alcun gruppo verrà utilizzato il gruppo di default. Se non c'è nè gruppo assegnato, nè gruppo di default non ci saranno restrizioni di accesso!
ja: ページを所有する初期設定とするグループを選択できます。
lv: Šeit jūs varat izvēlēties grupu kā lapas noklusējuma īpašnieku.
my: စာမျက်နှာမူလပိုင်ရှင်ကဲ့သို့အုပ်စုရွေး။
nl: Hier kunt u een groep kiezen als de standaard eigenaar van een pagina.
pl: Domyślnie strona należy do tej samej grupy co strona nadrzędna. Jednakże, jeśli żadna grupa nie jest przydzielona, właścicielem strony zostanie grupa domyślna. Jeśli nie ma przydzielonej grupy i dodatkowo nie ma ustalonej domyślnej grupy, do strony nie zostaną zastosowane żadne ograniczenia dostępu!
ro: Iniţial pagina aparţine aceluiaşi grup ca şi pagina sa părinte. Dacă însă nu i se atribuie niciun grup atunci cel default va fi proprietarul paginii. Dacă nu există niciun grup sau niciun grup iniţial al paginii atunci nu vor exista restricţii de acces!
ru: Вы можете выбрать группу владельца страницы по умолчанию.
sk: Tu môžte zvoliť skupinu, ktorá bude prednastaveným vlastníkom stránky.
sl: Tu lahko določite skupino kot privzetega lastnika strani.
sq: Në qoftë se një faqe nuk ka pronar, atëherë aplikohet grupi standard i dhënë këtu. Në qoftë se nuk ka pronar e as grup standard, atëherë nuk vlejnë kurrfarë përkufizime në qasjen e faqes.
sr: Овде можете одредити групу као подразумеваног власника странице.
sv: Som standard tillhör en sida samma grupp som sin föräldrasida. Men, om sidan inte tilldelas en grupp kommer standardgruppen att bli sidans ägare. <b>Om det inte finns en grupp eller en standardgrupp kommer det inte att finnas några åtkomstrestriktioner på sidan!</b>!
uk: За замовчуванням сторінка належить тій же групі, що й батьківська сторінка. Проте, якщо жодна група не призначена, буде використана група за замовчуванням.

# tl_settings.defaultChmod.0
source: Default access rights
cs: Výchozí přístupová práva
da: Standard adgangsrettigheder
de: Standard-Zugriffsrechte
es: Privilegios de acceso por defecto
fa: سطوح دسترسی پیش‌فرض
fr: Permissions par défaut
hu: Alapértelmezett hozzáférési jogok
it: Diritti di accesso predefiniti
ja: アクセス権の初期設定
lv: Noklusējuma piekļuves tiesības
my: မူလဝင်ကြည့်ခွင့်များ
nl: Standaard toegangsrechten
pl: Domyślne prawa dostępu
ro: Drepturi de acces
ru: Права доступа по умолчанию
sk: Prednastavené prístupové práva
sl: Privzete pravice dostopa
sq: Drejtat standarde për qasje
sr: Подразумевана права приступа
sv: Standardåtkomstvärden
uk: Дозволені сторінки за замовчуванням

# tl_settings.defaultChmod.1
source: Please assign the default access rights for pages and articles.
cs: Zvolte prosím výchozí přístupová práva pro stránky a články.
da: Som standard bruger en side samme rettigheder som dens forælderside, men hvis ingen rettighedsindstillinger er defineret, vil disse standard rettigheder blive brugt.
de: Bitte legen Sie die Standardzugriffsrechte für Seiten und Artikel fest.
es: Por defecto, una página tiene los mismos permisos que su página madre. Sin embargo, si no se han definido permisos, se aplicaran estos permisos.
fa: لطفا قوانین دسترسی پیش‌فرض به برگه‌ها و نوشته‌ها اختصاص دهید.
fr: Assigner les permissions d'accès par défaut des pages et articles.
hu: Kérem adja meg az alapértelmezett jogosultságokat az oldalakhoz és cikkekhez.
it: Una pagina utilizza gli stessi permessi della pagina genitore. Tuttavia se non è stato definito alcun permesso verranno utilizzati questi permessi di default.
ja: ページとアーティクルに初期設定とするアクセス権を割り当ててください。
lv: Lūdzu piešķiriet lapu un rakstu noklusējuma piekļuves tiesības.
my: စာမျက်နှာများနှင့်ဆောင်းပါးများအတွက်မူလဝင်ကြည့်ခွင့်များသတ်မှတ်။
nl: Ken de standaard toegangsrechten voor pagina's en artikelen toe.
pl: Domyślnie, strona posiada takie same uprawnienia jak strona nadrzędna. Jednakże jeśli żadne uprawnienia nie zostały zdefiniowane, użyte zostaną uprawnienia domyślne.
ro: Iniţial o pagină foloseşte aceleaşi setări ale permisiunilor ca şi pagina sa părinte. Dacă însă nu sunt definite permisiuni cele iniţiale vor fi folosite.
ru: Назначьте права доступа по умолчанию для страниц и статей.
sk: Zvoľte prosím prednastavené prístupové práva pre stránky a články.
sl: Tu lahko določite privzete pravice dostopa strani in člankov.
sq: Parimisht një faqe përdor të njëjtat drejta e trashëguara nga faqja e sipër. Në qoftë se nuk jan definuar drejtat për qasje, atëherë përdorën këto të drejta për qasje.
sr: Доделите подразумевана права приступа страницама и чланцима.
sv: Som standard använder en sida samma behörigheter som sin föräldrasida. Men om inga behörigheter är definierade kommer dessa standardbehörigheter att användas.
uk: За замовчуванням, сторінка використає ті ж установки дозволу, що й батьківська сторінка. Проте, якщо не визначені установки дозволів, ці установки будуть використані за замовчуванням.

# tl_settings.liveUpdateBase.0
source: Live Update URL
cs: Adresa služby Live Update
da: Live-opdatinges URL
es: URL de Live Update
fa: نشانی وب به‌روزرسانی لایو
fr: URL de la mise à jour automatique (Live Update)
hu: Online frissítés URL
ja: ライブアップデートのURL
lv: Tiešsaites jaunināšanas URL
my: တိုက်ရိုက်မွမ်းမံယူအာအယ်
pl: URL automatycznej aktualizacji
ro: URL de update online
ru: URL онлайн обновления
sk: Adresa služby Live Update
sl: URL enostavne posodobitve
sq: URL për freskim drejtë për drejtë apo Live Update

# tl_settings.liveUpdateBase.1
source: Here you can enter the Live Update URL.
cs: Sem můžete zadat adresu pro Live Update.
da: Her kan du indtaste URLen til Live Update.
de: Hier können Sie die Live Update-URL eingeben.
es: Aquí puedes introducir la dirección URL de Live Update
fa: اینجا می‌توانید نشانی وب به‌روزرسانی لایو را وارد نمایید.
fr: Saisir l'URL de la mise à jour automatique Live Update.
hu: Itt lehet megadni a Online Frissítés URL-jét.
it: Inserisci l'url del Live Update.
ja: ライブアップデートのURLを入力できます。
lv: Šeit jūs varat ievadīt Tiešsaites jaunināšanas URL.
my: တိုက်ရိုက်မွမ်းမံယူအာအယ်ထည့်သွင်းနိုင်။
nl: Voer hier de Live Update URL in.
pl: Tutaj możesz wprowadzić URL dla Live Update.
ro: Introduceţi adresa de actualizare automată.
ru: Вы можете указать URL онлайн обновления Contao
sk: Tu môžte zadať URL adresu služby Live Update.
sl: Tukaj lahko vpišete Live Update URL.
sq: Epeni URL-në për freskim të drejtë për drejtë apo Live Update
sr: Овде можете унети Live Update URL.
sv: Här kan du ange Live Update URL.
uk: Тут ви можете вказати Live Update URL.

# tl_settings.title_legend
source: Website title
cs: Název webové stránky
da: Website titel
de: Titel der Webseite
es: Título de la web
fa: عنوان وب‌سایت
fr: Titre du site internet
hu: Website címe
it: Titolo sito web
ja: ウェブサイトの題名
lv: Mājas lapas nosaukums
my: ဝဘ်ဆိုက်ခေါင်းစဉ်
nl: Website titel
pl: Tytuł strony
ro: Titlu website
ru: Название веб-сайта
sk: Nadpis webstránok
sl: Naslov spletne strani
sq: Titulli i ueb-faqes
sr: Назив сајта
sv: Webbsidans titel
uk: Заголовок сайту

# tl_settings.date_legend
source: Date and time
cs: Datum a čas
da: Dato og tid
de: Datum und Zeit
es: Fecha y hora
fa: تاریخ و ساعت
fr: Date et heure
hu: Dátum és idő
it: Data e tempo
ja: 日付と時刻
lv: Datums un laiks
my: နေ့စွဲနှင့်အချိန်
nl: Datum en tijd
pl: Data i czas
ro: Dată şi oră
ru: Дата и время
sk: Dátum a čas
sl: Datum in čas
sq: Data dhe koha
sr: Датум и време
sv: Datum och tid
uk: Дата та час

# tl_settings.global_legend
source: Global configuration
cs: Globální nastavení
da: Global konfiguration
de: Globale Einstellungen
es: Configuración global
fa: پیکربندی کلی
fr: Configuration globale
hu: Globális beállítások
it: Configurazione generale
ja: 全体的な構成
lv: Globālā konfigurācija
my: အများသံုးပံုစံပြင်ခြင်း
nl: Globale configuratie
pl: Konfiguracja globalna
ro: Configurare globală
ru: Глобальная конфигурация
sk: Globálne nastavenia
sl: Splošne nastavitve
sq: Konfigurimi global
sr: Глобална подешавања
sv: Global konfiguration
uk: Глобальні налаштування

# tl_settings.backend_legend
source: Back end configuration
cs: Nastavení backendu
da: Back end konfiguration
de: Backend-Einstellungen
es: Configuración del back end
fa: پیکربندی بخش مدیریت
fr: Configuration du back office
hu: Back end beállítások
it: Configurazione backend
ja: バックエンドの構成
lv: Aizmugures konfigurācija
my: အတွင်းပိုင်းပံုစံပြင်ခြင်း
nl: Back-end configuratie
pl: Konfiguracja panelu admina
ro: Configurare back-end
ru: Конфигурация панели управления
sk: Nastavenia backendu
sl: Nastavitev skrbništva
sq: Konfirgurimet Back end
sr: Конфигурација БекЕнда
sv: Backend-konfiguration
uk: Налаштування адміністративної частини сайту

# tl_settings.frontend_legend
source: Front end configuration
cs: Nastavení frontendu
da: Front end konfiguration
de: Frontend-Einstellungen
es: Configuración del front end
fa: پیکربندی بخش کاربری
fr: Configuration du front office
hu: Front end beállítások
it: Configurazione frontend
ja: フロントエンドの構成
lv: Priekšpuses konfigurācija
my: အပြင်ပိုင်းပံုစံပြင်ခြင်း
nl: Front-end configuratie
pl: Konfiguracja witryny
ro: Configurare front-end
ru: Конфигурация внешнего интерфейса
sk: Nastavenia frontendu
sl: Nastavitev predstavitvenega dela
sq: Konfigurimet Front end
sr: Конфигурација ФронтЕнда
sv: Frontend-konfiguration
uk: Налаштування лицевої сторони сайту

# tl_settings.proxy_legend
source: Proxy configuration
cs: Nastavení proxy
da: Proxy konfiguration
de: Proxy-Konfiguration
es: Configuración proxy
fa: پیکربندی پروکسی
fr: Configuration Proxy
hu: Proxy beállítások
it: Configurazione proxy
ja: プロキシの構成
lv: Starpniekservera konfigurācija
my: ကိုယ်ပွားပုံစံပြင်ခြင်း
nl: Proxy configuratie
pl: Konfiguracja proxy
ro: Configurare proxy
ru: Конфигурация прокси
sk: Nastavenie proxy
sl: Nastavitev proxy
sr: Конфигурација проксија
sv: Proxy-inställningar

# tl_settings.privacy_legend
source: Privacy settings
cs: Nastaveni soukromí
da: Privatlivs indstillinger
de: Datenschutz-Einstellungen
es: Configuración de privacidad
fa: تنظیمات پنهان‌سازی
fr: Paramètres de confidentialité
hu: Adatvédelmi beálítások
it: Impostazioni Privacy
ja: プライバシーの設定
lv: Privātuma iestatījumi
my: ကိုယ်ရေးကိုယ်တာချိန်ညှိချက်
nl: Privacy instellingen
pl: Ustawienia prywatności
ro: Setări de confidenţialitate
ru: Настройки конфиденциальности
sk: Nastavenia súkromia
sl: Nastavitve zasebnosti
sq: Konfigurimet e privatësisë
sr: Подешавања приватности
sv: Integritetsinställningar
uk: Налаштування конфедиційності

# tl_settings.security_legend
source: Security settings
cs: Bezpečnostní nastavení
da: Sikkerhedsindstillinger
de: Sicherheitseinstellungen
es: Ajustes de seguridad
fa: تنظیمات امنیتی
fr: Paramètres de sécurité
hu: Biztonsági beállítások
it: Configurazione di sicurezza
ja: セキュリティの設定
lv: Drošības iestatījumi
my: လံုခြုံရေးချိန်ညှိချက်
nl: Veiligheidsinstellingen
pl: Ustawienia bezpieczeństwa
ro: Setări de securitate
ru: Настройки безопасности
sk: Bezpečnostné nastavenia
sl: Varnostne nastavitve
sq: Konfigurimet e sigurisë
sr: Подешавања сигурности
sv: Säkerhetsinställningar
uk: Налаштування безпеки

# tl_settings.files_legend
source: Files and images
cs: Soubory a obrázky
da: Filer og billeder
de: Dateien und Bilder
es: Archivos y imágenes
fa: پرونده‌ها و تصاویر
fr: Fichiers et images
hu: Fájlok és képek
it: File ed immagini
ja: ファイルと画像
lv: Datnes un attēli
my: ဖိုင်များနှင့်ပံုများ
nl: Bestanden en afbeeldingen
pl: Pliki i obrazki
ro: Fişiere şi imagini
ru: Файлы и изображения
sk: Súbory a obrázky
sl: Datoteke in slike
sq: Skedaret e imazhet
sr: Фајлови и слике
sv: Filer och bilder
uk: Файли та зображення

# tl_settings.uploads_legend
source: Upload settings
cs: Nastavení přenosu dat
da: Indstillinger for upload
de: Datei-Uploads
es: Ajustes de upload
fa: تنطیمات بارگزاری
fr: Paramètres d'envoi des fichiers
hu: Feltöltés beállítások
it: Impostazioni upload
ja: アップロードの設定
lv: Augšupielādes iestatījumi
my: ကူးတင်ချိန်ညှိချက်
nl: Upload instellingen
pl: Ustawienia wysyłania
ro: Setări de încărcare
ru: Настройки загрузки на сервер
sk: Nastavenia prenosu dát
sl: Nastavitve nalaganja
sq: Konfigurmet për ngarkim
sr: Подешавања постављања фајлова
sv: Uppladdningsinställningar
uk: Налаштування завантаження

# tl_settings.search_legend
source: Search engine settings
cs: Nastavení vyhledávání
da: Indstillinger for søgemaskiner
de: Website-Suche
es: Ajustes de motor de búsqueda
fa: تنظیمات موتور جستجو
fr: Paramètres du moteur de recherche
hu: Kereső motor beállítások
it: Impostazione motore di ricerca interno
ja: 検索エンジンの設定
lv: Meklētājprogrammas iestatījumi
my: ရှာဖွေအင်ဂျင်ချိန်ညှိချက်
nl: Zoekmachine instellingen
pl: Ustawienia wyszukiwarki
ro: Setări de căutare
ru: Настройки поисковой системы
sk: Nastavenia vyhľadávania
sl: Nastavitve iskanja
sq: Konfigurimet e makinës kërkuese
sr: Подешавања претраживача
sv: Sökmotorinställningar
uk: Налаштування пошукової системи

# tl_settings.smtp_legend
source: SMTP configuration
cs: Nastavení SMTP
da: Indstillinger for SMTP
de: SMTP-Einstellungen
es: Configuración SMTP
fa: تنظیمات اس‌ام‌تی‌پی
fr: Configuration SMTP
hu: SMTP beállítások
it: Configurazione SMTP
ja: SMTPの構成
lv: SMTP konfigurācija
my: အက်စ်အမ်တီပီပံုစံပြင်ခြင်း
nl: SMTP configuratie
pl: Konfiguracja SMTP
ro: Configurare SMTP
ru: Конфигурация SMTP
sk: Nastavenia SMTP
sl: Nastavitve SMTP
sq: Konfigurimi SMTP
sr: Конфигурација SMTP-а
sv: SMTP-konfiguration
uk: SMTP конфігурація

# tl_settings.ftp_legend
source: Safe Mode Hack
cs: Nastavení Safe Mode Hack
fa: هک حالت سالم
ja: セーフモード対処
my: လုံခြုံသောနည်းလမ်းဖြင့်ထိုးဖောက်ခြင်း
sk: Nastavenia Safe Mode Hack
sl: Trik "varnega načina"
uk: Безпечний режим

# tl_settings.modules_legend
source: Inactive extensions
cs: Neaktivní rozšíření
da: Inaktive udvidelser
de: Inaktive Erweiterungen
es: Extensiones inactivas
fa: افزونه‌های غیرفعال
fr: Modules inactifs
hu: Kikapcsolt kiterjesztések
it: Moduli disattivati
ja: 機能拡張の停止
lv: Neaktīvie paplašinājumi
my: အလုပ်မလုပ်သောနောက်ဆက်တွဲများ
nl: Inactieve extensies
pl: Nieaktywne rozszerzenia
ro: Extensii interactive
ru: Неактивные расширения
sk: Nepoužívané rozšírenia
sl: Neaktivne razširitve
sq: Modulet Backend të çaktivizuar
sr: Неактивне екстензије
sv: Inaktiva backendmoduler
uk: Неактивні модулі

# tl_settings.cron_legend
source: Command scheduler
cs: Načasování rozvrhu
da: Kommando planlægning
es: Planificador de comandos
fa: زمان‌بندی دستور
fr: Planificateur de commandes
it: Comando di scheduler
ja: コマンドスケジューラー
lv: Komandu plānotājs
my: ညွှန်ကြားခြင်းအစီအစဉ်
nl: Opdrachtplanner
pl: Automatyczne zadania
ro: Planificator de comenzi
ru: Планировщик команд
sk: Plánovač príkazov
sr: Командни распоред
sv: Kommandoplaneraren

# tl_settings.timeout_legend
source: Timeout values
cs: Doba ukládání
da: Timeout værdier
de: Speicherzeiten
es: Valores de tiemout
fa: مقادیر انقضاء
fr: Valeurs du timeout
hu: Időtúllépési értékek
it: Valori di timeout
ja: タイムアウトの値
lv: Noildzes vērtības
my: အချိန်ကုန်တန်ဖိုးများ
nl: Timeout waarden
pl: Wartości czasowe
ro: Valori de expirare
ru: Время ожидания
sk: Doba uchovávania dát
sl: Določitev časovnih vrednosti
sq: Vlera e bllokimit kohor
sr: Вредности тајмаута
sv: Timeout-värden
uk: Значення затримок

# tl_settings.chmod_legend
source: Default access rights
cs: Výchozí přístupová práva
da: Standard adgangsrettigheder
de: Standard-Zugriffsrechte
es: Privilegios de acceso por defecto
fa: سطوح دسترسی پیش‌فرض
fr: Permissions par défaut
hu: Alapértelmezett hozzáférési jogok
it: Diritti di accesso predefiniti
ja: アクセス権の初期設定
lv: Noklusējuma piekļuves tiesības
my: မူလဝင်ကြည့်ခွင့်များ
nl: Standaard toegangsrechten
pl: Domyślne prawa dostępu
ro: Drepturi de acces
ru: Права доступа по умолчанию
sk: Prednastavené prístupové práva
sl: Privzete pravice dostopa
sq: Drejtat standarde për qasje
sr: Подразумевана права приступа
sv: Standardåtkomstvärden
uk: Базові права доступу

# tl_settings.update_legend
source: Live Update
cs: Online aktualizace
fa: به‌روزرسانی لایو
fr: Mise à jour automatique
hu: Online frissítés
it: Live Update (aggiornamento automatico)
ja: ライブアップデート
lv: Tiešsaites jaunināšana
my: တိုက်ရိုက်မွမ်းမံ
pl: Automatyczna aktualizacja
ro: Actualizare online
ru: Онлайн обновление
sk: On-line aktualizácia
sl: Enostavna posodobitev
sq: Live-Update (freskim drejtë për drejtë)

# tl_settings.static_legend
source: Static resources
cs: Zdroj statistik
da: Statiske resourcer
de: Statische Ressourcen
es: Recursos estáticos
fa: منابع استاتیک
fr: Ressources statiques
hu: Statikus források
it: Risorse statiche
ja: 静的なリソース
lv: Statiskie resursi
my: အတည်အရင်းအမြစ်များ
nl: Statische hulpbronnen
pl: Źródła statyczne
ro: Resurse statice
ru: Статические ресурсы
sk: Stabilné zdroje
sl: Statični viri
sq: Burimet të pandryshueshëm apo statike
sr: Статички ресурси
sv: Statiska resurser
uk: Статичні файли

# tl_settings.edit
source: Edit the local configuration
cs: Upravit lokální konfiguraci
da: Ændr lokal konfiguration
de: Die lokale Konfiguration bearbeiten
es: Editar la configuración local
fa: ویرایش پیکربندی محلی
fr: Éditer la configuration locale
hu: A helyi konfiguráció szerkesztése
it: Modifica la configurazione locale
ja: ローカルな構成を編集
lv: Rediģēt lokālo konfigurāciju
my: စက်တွင်းပံုစံပြင်ခြင်း
nl: Wijzig lokale configuratie
pl: Edytuj konfigurację
ro: Editează configuraţii locale
ru: Редактировать локальную конфигурацию
sk: Upraviť lokálnu konfiguráciu
sl: Uredi krajevne nastavitve
sq: Përpuno konfigurimin lokal
sr: Уреди локалну конфигурацију
sv: Redigera den lokala konfigurationen
uk: Редагувати локальну конфігурацію

# tl_settings.both
source: Use the server and the browser cache
cs: Použít cache prohlížeče a serveru
da: Brug serverens og browserens cache
de: Den Server- und den Browsercache verwenden
es: Utilizar el cache del servidor y del navegador
fa: استفاده از نهانگاه سرور و مرورگر
fr: Utiliser le cache du serveur et du navigateur
hu: A szerver és a böngésző gyorsítótár használata
it: Usa sia la cache del server che quella del browser
ja: サーバーとブラウザーのキャッシュを使用
lv: Izmantot servera un pārlūka kešatmiņu
my: ဆာဗာနှင့်ဘရောက်ဇာမှတ်ဥာဏ်အသေးစားသံုး
nl: Gebruik de cache van server en browser
pl: Użyj pamięci serwera i przeglądarki
ro: Utilizare cache browser şi al server
ru: Использовать кеш сервера и кеш браузера
sk: Použiť cache servera a prehliadača
sl: Uporabi medpomnilnik strežnika in brskalnika
sq: Përdor deponë e përkohshme të server dhe shfletuesit
sr: Користи серверски и прегледачки кеш
sv: Använd serverns- och webbläsarens cache
uk: Використовувати кеш сервера та браузера
