Repository: contao/core
Catalog: system/modules/core/languages/*/*_settings.xlf
Languages: cs, da, de, es, fa, fr, hu, it, ja, lv, my, nl, pl, ro, ru, sk, sl, sq, sr, sv, uk

# tl_settings.useAutoItem.1
source: Skip the <em>items/</em> or <em>events/</em> fragment in the URL and automatically discover the item based on the <em>auto_item</em> parameter.
cs: Přeskočit v řádku adresy stránky <em>items</em> nebo <em>events</em> a přidat do něj hodnotu <em>auto_item</em>.
da: Undlad <em>items/</em> eller <em>events/</em> fragmentet i URLer og opsnap automatisk fragmentet baseret på <em>auto_item</em> parameteren.
de: Das <em>items/</em>- bzw. <em>events/</em>-Fragment in der URL auslassen und den Beitrag automatisch anhand des <em>auto_item</em>-Parameters erkennen.
es: Salta el fragmento <em>items/</em> or <em>events/</em> en la URL y descubre automáticamente el artículo basado en el parámetro <em>auto_item</em>.
fa: قطعه <em>items/</em> یا <em>events/</em> در نشانی وب در نظر نمی‌گیرد و المان را به صورت خودکار از پارامتر <em>auto_item</em> تشخیص می‌دهد.
fr: Passer les fragments de l'URL <em>items/</em> ou <em>events/</em> et découvrir automatiquement l'élément basé sur le paramètre <em>auto_item</em>.
hu: Kihagyja az <em>items/</em> vagy <em>események/</em> jelöléseket az URL címből, és automatikusan beállítja az elem alapján az <em>auto_item</em> paramétert.
it: Non inserire <em>items/</em> o <em>events/</em> negli URL e rileva automaticamente il tipo di elemento basandosi sul parametro <em>auto_item</em>
ja: URLの <em>items/</em> や <em>events/</em> といった断片を飛ばして、 <em>auto_item</em> パラメーターを基に自動的に項目を見いだします。
lv: Izlaist <em>items/</em>vai<em>events/</em> fragmentu lapas adresē un automātiski atklāt objektu, pamatojoties uz <em>auto_item</em> parametru.
my: ယူအာအယ်တွင် <em>items/</em> သို့ <em>events/</em> အစိတ်အပိုင်းကိုခုန်ကျော်ပြီး <em>auto_item</em> ကန့်သတ်ချက်ဘောင်အပေါ်မူတည်ပြီးပစ္စည်းလိုလျောက်ရှာဖွေ။
nl: Gebruik geen <em>items/</em> of <em>evenementen/</em> fragmenten in de URL, maar alleen de <em>auto_item</em> waarde.
pl: Pomiń fragment <em>items/</em> lub <em>events/</em> w URL i automatycznie załaduj rekord bazując na parametrze <em>auto_item</em>.
ro: Sare peste fragmentele <em>items/</em> sau <em>events/</em> fragment din URL şi descoperă automat un item pe baza parametrului <em>auto_item</em>.
ru: Пропустить <em>items/</em> или <em>events/</em> фрагменты в URL и автоматически открыть элемент в зависимости от параметра <em>auto_item</em>.
sk: Preskočí v URL adrese stránky fragment <em>items</em> alebo <em>events</em> a pridá do nej hodnotu <em>auto_item</em>.
sl: Preskoči <em>items/</em> ali <em>events/</em> del URL naslova in avtomatično pridobi postavko glede na <em>auto_item</em> parameter.
sr: Изостави <em>items/</em> или <em>events/</em> фрагменте унутар URL-а и аутоматски препознај ставку базирану на параметру <em>auto_item</em>.
sv: Hoppa över <em>items/</em>- eller <em>events/</em>-delarna i URLer för att istället automatiskt identifiera objektet baserat på <em>auto_item</em>-parameter.
uk: Прятати фрагменти <em>items/</em> або <em>events/</em> з URL та автоматично виявляти елемент основаного на параметрі <em>auto_item</em>.

# tl_settings.disableAlias.0
source: Disable page alias usage
cs: Vypnout použití aliasů stránek
da: Deaktiver brug af sidealias
de: Keine Seitenaliase verwenden
es: Deshabilitar el uso de alias de página
fa: غیرفعال کردن استفاده از نامک
fr: Annuler l'usage des alias de page
hu: Oldal alias használatának kikapcsolása
it: Disabilita gli alias di pagina
ja: ページのエイリアスを無効
lv: Atslēgt lapas aizstājvārda pielietošanu.
my: စာမျက်နှာနာမည်ပွားအသံုးပြုမှုမလုပ်ဆောင်စေ
nl: Deactiveer pagina alias
pl: Wyłącz obsługę aliasów stron
ro: Nu folosi alias
ru: Отключить использование алиасов страниц
sk: Vypnúť používanie aliasov stránok
sl: Onemogoči uporabo alias-a strani.
sq: Çaktivizo përdorimin e Alias për faqe
sr: Онемогући кориштењњ алиаса страница
sv: Stäng av användningen av sidalias
uk: Відключення використання аліасів сторінок

# tl_settings.disableAlias.1
source: Use the numeric ID of a page or article instead of its alias.
cs: Použijí se číselné ID stránek namísto jejich aliasů.
da: Hvis du vælger denne mulighed vil TYPOlight bruge det numeriske ID for en side i stedet for dets sidealias til at generere URL'er (f.eks. <em>index.php?id=12</em> i stedet for <em>hjem.html</em>).
de: Die numerische ID einer Seite oder eines Artikels anstelle des Alias verwenden.
es: Si seleccionas esta opción, TYPOlight utilizará la numeración ID de una página en vez de su alias para generar su URL (por ejemplo <em>12.html</em> en vez de <em>home.html</em>).
fa: استفاده از شناسه عددی برگه یا نوشته به جای نامک
fr: Contao utilisera l'ID numérique de la page à la place de l'alias de la page.
hu: A numerikus ID-t használja egy oldal vagy cikk az alias helyett.
it: Se scegli questa opzione Contao userà gli ID di pagina invece degli alias di pagina per generare gli URLs (es: <em>12.html</em> invece di <em>home.html</em>).
ja: ページやアーティクルのエイリアスの代わりに数値のIDを使用します。
lv: Izmantojiet lapas vai raksta ciparu ID, lapas aizstājvārda (alias) vietā.
my: နာမည်ပွားအစားစာမျက်နှာ(သို့)ဆောင်းပါးနံပါတ်အိုင်ဒီသံုး။
nl: Gebruik het nummer ID van een pagina in plaats van zijn alias.
pl: Jeśli wybierzesz tę opcję Contao będzie używać do generowania URLi numerów ID stron zamiast aliasów (np. <em>12.html</em> zamiast <em>home.html</em>).
ro: Dacă alegeţi această opţiune, Contao va folosi ID-ul numeric al paginii în locul "page alias" pentru a genera URL-uri (ex. <em>12.html</em> in loc de <em>home.html</em>).
ru: Использовать цифровые ID страниц или статей, вместо их алиасов.
sk: Použijú sa číselné ID stránok alebo článkov namiesto ich aliasov.
sl: Uporabi številčno kodo ID-ja strani ali članka namesto njenega/njegovega alias-a.
sq: Zgjedhoni këtë opsion për ta përdorur një ID për faqet në vend të Alias-ës (emër alternativ) (p.sh. <em>index.php?id=12</em> në vend <em>ballina.html</em>).
sr: Корисити нумерички ID странице или чланка уместо њиховог алиаса.
sv: Om du väljer detta val kommer Contao att använda sidans numeriska ID istället för sidans sidalias för att generera URL:er (d.v.s <em>12.html</em> istället för <em>home.html</em>).
uk: Якщо вибрати цю опцію, Contao буде використовувати цифрове значення ID сторінки аліасів сторінок (наприклад, <em>12.html</em> замість <em>home.html</em>).

# tl_settings.folderUrl.0
source: Enable folder URLs
cs: Povolit tyto složkové adresy
da: Aktiver mappelignende URL'er
de: Ordner-URLs verwenden
es: Activar URLs decarpeta
fa: فعال کردن نشانی‌های وب پوشه‌ای
fr: Activer les répertoires dans les URLs
hu: Könyvtár stílusú URLek
it: Abilita URL a struttura directory
ja: フォルダーのURLを有効
lv: Iespējot mapju URL
my: ဖိုင်တွဲယူအာအယ်များလုပ်ဆောင်စေ
nl: Activeer map URLs
pl: Włącz foldery URL
ro: Arată directoare în URL
ru: Файловый стиль для URL
sk: Povoliť URL adresárového typu
sl: Vklopi URL direktorije
sq: Aktivizo URLn e dosjes
sr: Омогући URL-ове фолдера
sv: Aktivera folder-URL:er
uk: Включити файловий стиль для URL (ЧПУ)

# tl_settings.folderUrl.1
source: Here you can enable folder-style page aliases like <em>docs/install/download.html</em> instead of <em>docs-install-download.html</em>.
cs: Zde můžete povolit styly složek stránkových aliasů jako <em>docs/install/download.html</em> namísto <em>docs-install-download.html</em>.
da: Har kan du aktivere mappe lignende sidealiaser f.eks. <em>docs/install/download.html</em> i stedet for <em>docs-install-download.html</em>.
de: Hier können Sie Ordnerstrukturen in Seitenaliasen aktivieren (z.B. <em>docs/install/download.html</em> anstatt <em>docs-install-download.html</em>).
es: Aquí puedes habilitar aliases estilo-carpeta como <em>docs/install/download.html</em> en lugar de <em>docs-install-download.html</em>
fa: در اینجا می‌توانید نامک برگه شبیه-پوشه مانند <em>docs/install/download.html</em> را به جای <em>docs-install-download.html</em> فعال نمایید.
fr: Activer les URLs de style répertoire avec des alias du type <em>docs/install/download.html</em> à la place de <em>docs-install-download.html</em>.
hu: Itt engedélyezheti könyvtárszerkezet stílusú oldal álneveket, mint <em> docs/install/download.html</em> az ilyen alak helyett: <em>docs-install-download.html</em>.
it: Selezionando questa opzione Contao crea alias di pagina a struttura directory come <em>docs/install/download.html</em> invece di <em>docs-install-download.html</em>.
ja: フォルダー形式のページのエイリアスを有効にして、<em>docs-install-download.html</em>の代わりに<em>docs/install/download.html</em>を使用可能にします。
lv: Šeit jūs varat iespējot mapju veida lapu aizstājvārdus. Piem. <em>docs-install-download.html</em> vietā <em>docs/install/download.html</em>.
my: <em>docs-install-download.html</em> အစား <em>docs/install/download.html</em> ဖိုင်တွဲ-စတိုင်စာမျက်နှာပံုစံပွားများလုပ်ဆောင်စေ။
nl: Hier kunt u de map-stijl pagina aliassen mogelijk maken zoals <em> docs / install / download.html </em> in plaats van <em> docs-install-download.xhtml </em>.
pl: Tutaj możesz włączyć folderowy styl aliasów stron jak na przykład <em>docs/install/downloads.html</em> zamiast <em>docs-install-download.html</em>.
ro: Aici puteţi activa aliasuri cu directoare ca de exemplu <em>docs/install/download.html</em> în loc de <em>docs-install-download.html</em>.
ru: Вы можете включить вывод алиасов в стиле отображения иерархии файловой системы напр. <em>docs/install/download.html</em> вместо <em>docs-install-download.html</em>
sk: Tu môžete povoliť štýl adresárových aliasov ako <em>docs/install/download.html</em> namiesto <em>docs-install-download.html</em>.
sl: Tukaj lahko vklopite aliase strani v obliki direktorijev, kot naprimer <em>docs/install/download.html</em> namesto <em>docs-install-download.html</em>.
sr: Овде можете омогићити алиасе страница у стилу фолдера као што је <em>docs/install/download.html</em> уместо <em>docs-install-download.html</em>.
sv: Här kan du aktivera generering av folder-struktur för sidalias. T.ex. <em>docs/install/download.html</em> istället för <em>docs-install-download.html</em>.
uk: Ви можете включити вивод аліїсів сторінок в стилі відображення ієрархії файлової системи, напр. <em>docs/install/download.html</em> замість <em>docs-install-download.html</em>.

# tl_settings.allowedTags.0
source: Allowed HTML tags
cs: Povolené HTML značky
da: Tilladte HTML-tags
de: Erlaubte HTML-Tags
es: Etiquetas HTML permitidas
fa: برچسب‌های اچ‌تی‌ام‌ال مجاز
fr: Balises HTML autorisées
hu: Engedélyezett HTML elemek
it: Tag html consentiti
ja: 許可するHTMLタグ
lv: Atļautie HTML tagi
my: ခွင့်ပြုပြီးဟိပ်စ်တီအမ်အယ်အမည်များ
nl: Toegestane HTML tags
pl: Dozwolone tagi HTML
ro: Taguri HTML permise
ru: Разрешенные HTML-теги
sk: Povolené HTML tagy
sl: Dovoljene HTML oznake
sq: HTML Tag të lejuara
sr: Дозвољени HTML тагови
sv: Tillåtna HTML-taggar
uk: Допустимі HTML-тэги

# tl_settings.allowedTags.1
source: Here you can enter a list of allowed HTML tags that will not be stripped.
cs: Sem můžete uvést seznam povolených znaků HTML, které nebudou odstraňované.
da: Angiv en liste over tilladte HTML-tags. Alle andre tags vil blive fjernet fra bruger-input.
de: Hier können Sie eine Liste erlaubter HTML-Tags eingeben, die nicht entfernt werden sollen.
es: Por favor introduce una lista de extensiones (separados por coma) de las etiquetas HTMl permitidas. Todas las otras etiquetas serán eliminadas de las entradas del usuario.
fa: اینجا می‌توانید فهرستی از برچسب‌های اچ‌تی‌ام‌ال مجاز که نباید حذف شوند را وارد نمایید.
fr: Saisir une liste de balises HTML. Toutes les autres balises seront enlevées des saisies de l'utilisateur.
hu: Itt megadhat egy listát az engedélyezett HTML elemekről, melyek nem lesznek eltávolítva.
it: Inserisci una lista dei tag consentiti. Gli altri tag verranno rimossi dall'input utente
ja: 削除しないで許可するHTMLのタグのリストを指定します。
lv: Šeit jūs varat ievadīt sarakstu ar atļautajiem HTML tagaiem, kas netiks izsvītroti.
my: မခွာယူမည့်ခွင့်ပြုပြီးဟိတ်စ်တီအမ်အယ်အမည်များစာရင်းထည့်သွင်းနိုင်။
nl: Geef een lijst op van toegestane HTML tags. Alle andere tags zullen verwijderd worden uit de gebruikersinvoer.
pl: Wpisz listę dozwolonych tagów HTML. Wszystkie inne tagi zostaną usunięte z wprowadzanych danych.
ro: Introduceţi o listă a tagurilor HTML permise. Toate celelalte vor fi şterse din inputul utilizatorului.
ru: Вы можете ввести список допустимых HTML-тегов, которые не будут удалены.
sk: Tu možte upraviť zoznam HTML tagov, ktoré sú povolené používať pri zadávaní HTML kódu.
sl: Tu lahko vnesete dovoljene HTML oznake, ki ne bodo odstranjene.
sq: Epeni listën e HTML Tag të lejuar. Tag-ët e tjerë do të largohen nga të dhënat e përdoruesit.
sr: Унесите листу дозвољених HTML тагова. Сви остали тагови ће бити избрисани из уноса корисника.
sv: Ange en lista med tillåtna HTML-taggar. Alla andra taggar kommer att tas bort från användarnas inmatningar.
uk: введіть список припустимих HTML-тэгов. Всі інші тэги будуть видалені з полів форм, заповнюваних користувачами.

# tl_settings.debugMode.0
source: Enable debug mode
cs: Ladící mód
da: Fejlsøgningstilstand
de: Debugmodus aktivieren
es: Modo debug
fa: فعال کردن حالت اشکال‌زادیی
fr: Mode debug
hu: Hibakereső mód aktiválása
it: Modalità Debug
ja: デバッグモードを有効
lv: Ieslēgt atkļūdošanas režīmu
my: အမှားရှာပြင်ခြင်းလုပ်ဆောင်စေ
nl: Debug mode
pl: Tryb diagnozowania
ro: Mod depanare
ru: Включить режим отладки
sk: Ladiaci mód
sl: Omogoči način za odpravljanje napak
sq: Debug mode (gjendja korrigjuese)
sr: Омогући мод за дебагирање
sv: Debug-läge
uk: Режим налагодження

# tl_settings.debugMode.1
source: Print certain runtime information like database queries to the screen.
cs: Zobrazí na obrazovce určité informace celého procesu, např. spojení s databází nebo zaslané příkazy.
da: Vælger du denne mulighed bliver visse kørselsinformationer (f.eks. databaseforespørgsler) vist på skærmen. Denne mulighed er kun anbefalet til systemændringer!
de: Bestimmte Laufzeitinformationen wie z.B. Datenbankabfragen auf dem Bildschirm ausgeben.
es: Si seleccionas esta opción, alguna información durante la ejecución (por ejemplo accesos a la base de datos) se mostrarán en la pantalla. Esta opción sólo se recomienda para modificaciones del sistema!
fa: چاپ اطلاعات خاص زمان-اجراء مانند پرسش‌های پایگاه داده در برگه نمایش.
fr: Afficher à l'écran certaines informations d'exécution comme par exemple les requêtes à la base de données (déconseillé pour les sites en production).
hu: Kiírja a futásidejű adatokat a képernyőre, mint például adatbázis-lekérdezések.
it: Se selezioni questa opzione alcune informazioni di runtime (es: database queries) verranno visualizzate sullo schermo. Questa opzione è raccomandata solo per modifiche al sistema!
ja: データベースの問い合わせのような、特定の実行時の情報を画面に表示します。
lv: Drukāt konkrētu runtime informāciju, piemēram: datu bāzes vaicājumu uz ekrāna.
my: မျက်နှာပြင်သို့အချက်အလက်အစုမေးခွန်းများကဲ့သို့သေချာသောစတင်လုပ်ဆောင်ချိန်အချက်အလက်ထုတ်လုပ်။
nl: Als u deze optie kiest wordt bepaalde runtime informatie (bv. database queries) afgedrukt op het scherm.
pl: Po włączeniu tej opcji na ekranie będą wyświetlane aktualne operacje wykonywane przez system (np. zapytania do bazy danych). Opcja ta jest zalecana wyłącznie podczas modyfikacji systemu!
ro: Dacă alegeţi această opţiune anumite informaţii runtime (ex. interogări baza de date) vor fi afişate. Este recomandată aşadar doar pentru dezvoltări care implică modificări de sistem!
ru: Вывод на экран определенной информации, напр. информации о времени выполнения скрипта или количестве запросов к базе данных.
sk: Zobrazí na obrazovke určité informácie celého procesu, napr. spojenie s databázou alebo zaslané príkazy.
sl: Na zaslon izpiši določene podatke o delovanju strani, kot npr. povpraševanja podatkovnih tabel ipd.
sq: Gjatë kohës ekzekutuese Debug mode (gjendja korrigjuese) tregon informata në ekran (p.sh. pyetësorët e bazës e të dhënave). Ky opsion është parapa vetëm për mirëmbajtje dhe rekomandohet që të çaktivizohet në punën e zakonshme!
sr: Штампај на екран одређене информације о раду система као што су упити у бази података.
sv: Om du väljer detta val kommer viss körningsinformation (t.ex. databasfrågor) att skrivas ut på skärmen. <br />Detta val är därför bara att rekommendera för systemmodifieringar/felsökning!
uk: Якщо вибрати цю опцію, інформація про запущені процеси (наприклад запит до БД) буде виводитися на екран. Ця опція рекомендуються тільки при модифікації системи!

# tl_settings.maintenanceMode.0
source: Maintenance mode
cs: Bezpečnostní režim
da: Vedligeholdelsestilstand
de: Wartungsmodus
es: Modo mantenimiento
fa: وضعیت نگهداشت
fr: Mode maintenance
hu: Karbantartási mód
it: Modalità manutenzione
ja: 保守モード
lv: Uzturēšanas režīms
my: ထိန်းသိမ်းရေး
nl: Onderhoud modus
pl: Tryb konserwacji
ro: Mod mentenanţă
ru: Режим обслуживания
sk: Mód údržby
sl: Vzdrževalni način
sr: Мод одржавања
sv: Underhållsläge

# tl_settings.maintenanceMode.1
source: Send a 503 HTTP header and show a maintenance page in the front end.
cs: Vyšle stránku 503 a ukáže návštěvníkům, že se stránka právě udržuje.
da: Send en 503 HTTP header og vis en vedligeholdelses side i frontenden.
de: Sendet einen 503er HTTP-Header und gibt eine Wartungsseite im Frontend aus.
es: Manda una cabecera HTTP 503 y muestra la página de mantenimiento en el sitio web.
fa: سربرگ اچ‌تی‌پی 503 را ارسال می‌کند و یک برگه نگهداشت را در بخش کاربری نمایش می‌دهد.
fr: Envoyer un en-tête HTTP 503 et afficher une page de maintenance en front office.
it: Invia il codice HTTP 503 e mostrare una pagina di manutenzione nel front-end.
ja: フロントエンドで503のHTTPヘッダーを送り、保守中のページを表示します。
my: 503 HTTP header ပို့ပြီးအရှေ့စာမျက်နှာတွင်ထိန်းသိမ်းရေးစာမျက်နှာကိုပြပါ
nl: Verzend een 503 HTTP-header en toont een onderhoudspagina in het front-end.
pl: Wyślij nagłówek 503 HTTP i pokaż stronę konserwacji.
ro: TRimite HTTP 503 în header şi arată pagina de mentenanţă în front-end.
ru: Отправить 503 HTTP-заголовок (сервис недоступен) и показать страницу режима обслуживания во внешнем интерфейсе.
sk: Odošle HTTP hlavičku s kódom 503 a zobrazí mód údržby na web stránke.
sr: Пошаљите 503 HTTP заглавље и прикажите страницу одржавања на ФронтЕнду.
sv: Skicka en 503 HTTP-header och visa en underhållssida i frontend.

# tl_settings.bypassCache.0
source: Bypass the internal cache
cs: Vyloučit vnitřní uložiště
da: Omgå den interne midlertidige hukommelse
de: Internen Cache umgehen
es: Saltear caché interno
fa: کنار گذاشتن نهانگاه داخلی
fr: Contourner le cache interne
hu: Belső gyorsítótár kikerülése
it: Bypassare la cache interna
ja: 内部のキャッシュを無視
lv: Apiet iekšējo kešatmiņu
my: အတွင်းပိုင်းအသေးစားဖြတ်ကျော်
nl: Interne cache omzeilen
pl: Wyłącz wewnętrzny cache
ro: Treci peste cache-ul intern
ru: Обход внутреннего кеша
sk: Nepoužiť interné úložisko (cache)
sq: Kapërce depon e brendhsme të fshehur apo internal cache
sr: Премости интерни кеш
sv: Förbikoppla intern cache
uk: Обхід внутрішнього кешу

# tl_settings.bypassCache.1
source: Do not use the internal cache files (e.g. useful when developing extensions).
cs: Nepoužívat vnitřní uložiště souborů (užitečné například při vývoji rozšíření).
da: Benyt ikke filer fra den interne midlertidige hukommelse (f.eks. smart når der udvikles udvidelser).
de: Die internen Cache-Dateien ignorieren (z.B. nützlich bei der Extension-Entwicklung).
es: No usar los archivos de caché interno (ej: útil cuando se desarrolla extensiones)
fa: استفاده نکردن از پرونده‌های نهانگاه داخلی (مناسب برای توسعه افزونه‌ها).
fr: Ne pas utiliser les fichiers de cache interne (utile par exemple lors du développement d'extensions).
hu: Ne használja a belső gyorsítótár fájlokat (pl.: hasznos, ha kiterjesztéseket fejleszt).
it: Non utilizzare la cache interna (utile ad esempio durante lo sviluppo di estensioni).
ja: 内部のキャッシュファイルを使用しません(例えば、機能拡張を開発しているときに便利です)。
lv: Neizmantot iekšējās kešatmiņas datnes (piem. noderīgi izstrādājot paplašinājumus).
my: အတွင်းပိုင်းအသေးစားဖိုင်များမသံုး (ဥပမာ နောက်ဆက်တွဲများထုတ်လုပ်ရာတွင်အသံုးဝင်)။
nl: Maak geen gebruik van de interne cache (bv. nuttig bij het ontwikkelen van extensies).
pl: Nie używaj wewnętrznego cacheowania plików (np. użyteczne przy tworzeniu rozszerzeń).
ro: Nu se va folosi cache-ul intern de fişiere (util atunci când se dezvoltă extensii).
ru: Не использовать файлы внутреннего кеша (полезно при разработке расширений).
sk: Nepoužívať interné úložisko cache súborov (užitočné napríklad pri vývoji rozšírení)
sq: Mos përdor skedaret nga depoja e brendshme e fshehur apo internal cache (p.sh. e dobishme duke zhvilluar shtesa).
sr: Не користи интерни кеш (нпр. корисно код развоја екстензија).
sv: Använd inte de interna cache-filerna (användbart vid t.ex. utveckling av moduler).
uk: Не використовувати файли внутрішнього кешу (це може буди корисним при розробці модулів).

# tl_settings.disableRefererCheck.0
source: Disable request tokens
cs: Vypnout sledování referer
da: Undlad at tjekke henvisende URL (referer)
de: Anfrage-Tokens deaktivieren
es: Deshabilitar referer check
fa: غیرفعال کردن تکون‌های درخواست
fr: Désactiver la demande de jetons
hu: Referer ellenőrzés kikapcsolása
it: Disabilita il token
ja: リクエストトークンを不使用
lv: Atslēgt pieprasījumu pārbaudi
my: သင်္ကေတများတောင်းခံခြင်းမလုပ်ဆောင်စေ
nl: Uitschakelen request tokens
pl: Wyłącz sprawdzanie poprawności URL (referer check)
ro: Anulează verificarea referer-ului
ru: Отключить запрос токенов
sk: Vypnúť kontrolu zadávateľa
sl: Onemogoči preverjanje posrednika
sq: Çaktivizo kontrollimin e Referer
sr: Онемогући захтевање токена
sv: Slå av referenskontroll
uk: Відключити перевірку реферера
