Repository: contao/core
Catalog: system/modules/core/languages/*/*_settings.xlf
Languages: cs, da, de, es, fa, fr, hu, it, ja, lv, my, nl, pl, ro, ru, sk, sl, sq, sr, sv, uk

# tl_settings.disableRefererCheck.1
source: Do not check the request token when a form is submitted. Attention: potential security risk!
cs: Nekontrolovat adresu zadavatele při odeslání formuláře. Upozornění: jisté bezpečnostní riziko!
da: Vælg denne mulighed hvis du ikke vil have at TYPOlight tjekker adressen på henviseren, når en formular indsendes. Bemærk venligst at undlade at tjekke henvisende URL (referer) er en stor sikkerhedsrisiko! Typisk opstår med dette tjek problemer pga. sikkerheds- eller anonymitetsværktøjer.
de: Das Anfrage-Token beim Absenden eines Formulars nicht prüfen. Warnung: potentielles Sicherheitsrisiko!
es: Selecciona esta opción si prefieres que TYPOlight no compruebe la dirección referer cuando se envía un formulario. Recuerda que deshabilitar esta opción es un gran riesgo de seguridad! Normalmente, cuestiones de tipo referer son causadas por seguridad o herramientas de anonimato.
fa: توکن درخواستی که وقتی فرمی ارسال می‌شود را بررسی نمی‌کند. توجه: خطر امنیتی بالقوه!
fr: Ne pas vérifier la demande de jeton quand un formulaire est soumis. Attention : risque potentiel pour la sécurité !
hu: Ne ellenőrizze a referer host címét az űrlap elküldésekor. Az opció bekapcsolás potenciális biztonsági kockázatot jelent!
it: Seleziona questa opzione se si vuole disabilitare il controllo del token della richiesta. Attenzione: Questo potrebbe essere un potenziale rischio di sicurezza.
ja: フォームが提出されたときにリクエストトークンを検査しません。注意: このオプションを選択すると、潜在的なセキュリティのリスクが発生します。
lv: Nepārbauda pieprasījuma marķieri (token), kad formā ievadītie dati tiek saglabāti. Uzmanību: potenciāls drošības risks!
my: ပံုစံကိုတင်သွင်းပြီးသောအခါသင်္ကေတတောင်းခံခြင်းမစစ်ဆေး။ သတိ: ယာယီလံုခြုံရေးအန္တရာယ်!
nl: Request token niet controleren wanneer een formulier wordt ingediend. Let op: potentieel veiligheidsrisico!
pl: Wybierz tę opcję aby wyłączyć w Contao sprawdzanie poprawności adresów URL podczas np. wysyłania formularzy. Pamiętaj, że wyłączenie tej opcji to poważne naruszenie bezpieczeństwa systemu! Typowymi problemami, związanymi z błędnym działaniem sprawdzania poprawności adresów URL, są ustawienia programów zabezpieczających lub innych narzędzi diagnostycznych.
ro: Alegeţi această opţiune dacă nu vreţi ca Contao să verifice adresa referer-ului atunci când un formular este trimis. Atenţie, acest lucru prezintă un risc major de securitate! În mod obişnuit problemele de acest gen sunt cauzate de securitate sau unelte de anonimizare.
ru: Не проверять токен запроса при отправке формы. Внимание: потенциальный риск безопасности!
sk: Nekontrolovať adresu zadávateľa pri odosielaní formulára. Upozornenie: možné bezpečnostné riziko!
sl: Ne preverjaj naslova posrednika, ko je obrazec oddan. Izbira te možnosti lahko predstavlja varnostno tveganje!
sq: Zgjedhja e këtij opsioni çaktivizon kontrollimin e Referer duke e dërguar formularin. Kujdes, çaktivizimi i kontrollimit të Referer-it s'madhon gropën e sigurisë!
sr: Не проверавај токене када се шаље формулар. Пажња: ово представља потенцијални сигурносни ризик!
sv: Välj detta val om du inte vill att Contao ska kontrollera adressreferensen när ett formulär skickas. <br />Kom ihåg att detta innebär en stor säkerhetsrisk!
uk: Виберіть цю опцію, якщо не хочете, щоб Contao перевіряла реферер (адреса відправника) у момент відправлення форми. Будь-ласка не забувайте, що відключення перевірки реферера - це великий ризик з погляду безпеки! Звичайно схований реферер має місце при використанні анонімайзерів та їм подібних утиліт.

# tl_settings.lockPeriod.0
source: Account locking time
cs: Čekací doba při uzamčení účtu
da: Ventetid i tilfælde af låst konto
de: Wartezeit bei gesperrtem Konto
es: Tiempo de espera en caso de una cuenta cerrada
fa: زمان قفل ماندن حساب کاربری
fr: Temps d'attente en cas de compte verrouillé
hu: Fiók zárolási idő
it: Tempo di attesa in caso di blocco account
ja: アカウントのロック時間
lv: Konta slēgšanas laiks
my: စာရင်းသော့ခတ်ထားချိန်
nl: Wachttijd bij een tijdelijk inactief account
pl: Czas oczekiwania na odblokowanie konta
ro: Timp aşteptare cont blocat
ru: Время блокировки учетной записи
sk: Čakacia doba pre uzamknutie účtu
sl: Čas zaklepanja računa
sq: Koha për të pritur në rast bllokimi të kontos
sr: Време закључавања налога
sv: Väntetid för ett låst konto
uk: Час очікування у випадку блокування аккаунта

# tl_settings.lockPeriod.1
source: An account will be locked if a wrong password is entered three times in a row.
cs: Účet může být uzamčen po 3krát po sobě špatně zadaném hesle.
da: Angiv hvor lang tid, en bruger skal vente før han tillades at logge ind på en låst konto igen (standard: 5 minutter = 300 sekunder.) Denne funktion skal gøre "brute force"-angreb en lille smule sværere.
de: Ein Konto wird gesperrt, wenn drei Mal hintereinander ein falsches Passwort eingegeben wird.
es: Por favor introduce el tiempo de espera en segundos que un usuario debe esperar antes de que se le permita volver a entrar en una cuenta cerrada (por defecto: 5 minutos = 300 segundos). Esta opción ayuda a que los ataques de fuerza bruta al sistema sean algo más difíciles.
fa: اگر کاربری بیش از سه بار پشت سر هم گذرواژه اشتباه وارد نمایید قفل خواهد شد.
fr: Saisir une durée d'attente (en secondes). Un compte est verrouillé si le mot de passe a été entré 3 fois de suite de manière incorrecte.
hu: A fiók zárolva lesz, ha egymást követő 3 próbálkozás során helytelen jelszó kerül megadásra.
it: Inserisci il tempo che un utente deve attendere prima che gli sia concesso di ritentare il login per un account bloccato (default: 5 minuti = 300 secondi). Si presume che questa caratteristica scoraggi gli attacchi brute-force.
ja: 連続して3回誤ったパスワードを入力すると、アカウントをロックします。
lv: Konts tiks slēgts, ja nepareiza parole ir ievadīta trīs reizes pēc kārtas.
my: သံုးကြိမ်ဆက်တိုက်စကားဝှက်အမှားကိုထည့်ပါကစာရင်းကိုသော့ခတ်မည်။
nl: Account wordt vergrendeld als er 3 maal op rij een foutief wachtwoord is ingevoerd.
pl: Wprowadź czas (w sekundach), po którym użytkownik ponownie będzie miał możliwość zalogowania się na swoje konto (domyślnie: 5 minut = 300 sekund). Ta funkcja utrudnia ataki metodą "brutal force".
ro: Introduceţi perioada de timp după care utilizatorul se poate loga în cazul unui cont blocat (iniţial: 5 minute = 300 secunde). Această opţiune este menită să facă atacurile brute-force mai dificile.
ru: Учетная запись будет заблокирована, если при авторизации три раза подряд введен неверный пароль.
sk: Účet bude uzamknutý ak užívateľ 3-krát za sebou zadá nesprávne heslo.
sl: Vaš račun se bo zaklenil za določen čas, v kolikor trikrat zapored vnesete napačno geslo.
sq: Epeni kohën në sekonda që duhet të pret përdoruesi me konto të bllokuar për tu kyçur përsëri (Standardi: 5 minuta = 300 sekonda). Kjo veti është parapa kundër atakimeve Brute Force (brutë forsë).
sr: Налог ће бити закључан ако се три пута узастопно унесе погрешна лозинка.
sv: Ange den tid en medlem måste vänta innan han kan logga in igen efter att kontot har låsts. (standard: 5 minuter = 300 sekunder). Denna egenskap är tillför att göra 'brute force' attacker lite svårare att genomföra.
uk: Будь ласка, вкажіть час, протягом якого користувачеві необхідно чекати до нової спроби входу в заблокований аккаунт (за замовчуванням: 5 хвилин = 300 секунд). Це - можливість знизити загрозу потенційних атак на сайт.

# tl_settings.displayErrors.0
source: Display error messages
cs: Zobrazit chybové zprávy
da: Vis fejlmeddelelser
de: Fehlermeldungen anzeigen
es: Mostrar mensajes de error
fa: نمایش پیغام‌های خطاء
fr: Afficher les messages d'erreur
hu: Hibaüzenet megjelenítése
it: Mostra messaggi di errore
ja: エラーメッセージを表示
lv: Rādīt kļūdu ziņas
my: အမှားပြမှာကြားချက်များပြသ
nl: Foutmeldingen weergeven
pl: Wyświetl komunikaty błędów
ro: Afişează mesaje de eroare
ru: Выводить сообщения об ошибках
sk: Zobrazovať chybové správy
sl: Prikaži opozorila o napakah
sq: Trego gabime
sr: Прикажи поруке о грешкама
sv: Visa felmeddelanden
uk: Відображати повідомлення про помилки

# tl_settings.displayErrors.1
source: Print error messages to the screen (not recommended for productional sites).
cs: Zobrazí chybové zprávy na obrazovce (není doporučeno pro produktivní stránky).
da: Hvis du vælger denne mulighed, vil fejlmeddelelser blive vist på skærmen. Denne mulighed er kun anbefalet til systemændringer!
de: Fehlermeldungen auf dem Bildschirm ausgeben (nicht empfohlen für produktive Seiten).
es: Si seleccionas esta opción, los mensajes de error apareceran en pantalla. Esta opción sólo se recomienda para modificaciones del sistema!
fa: چاپ پیغام‌های خطاء در برگه نمایش (برای وب‌سایت‌های تولیدی توصیه نمی‌شود).
fr: Afficher les messages d'erreur à l'écran (déconseillé pour les sites en production).
hu: Hibaüzenetek kiíratása a képernyőre (nem javasolt működő, használatban lévő weboldal esetében).
it: Se selezioni questa opzione i messaggi di errore saranno visualizzati sullo schermo. Questa opzione è raccomandata solo per modifiche al sistema!
ja: エラーメッセージを画面に表示(実運用のサイトではお勧めしません)。
lv: Drukāt kļūdu ziņojumus uz ekrāna (nav ieteicams darbojošām vietnēm).
my: အမှားပြမှာကြားချက်များမျက်နှာပြင်သို့ပုံနှိပ် (ထုတ်လုပ်မှုဆိုက်များအတွက်မသင့်တော်)။
nl: Als u deze optie kiest worden foutmeldingen op het scherm weergegeven. (niet aanbevolen voor operationele sites).
pl: Wybranie tej opcji będzie wyświetlać komunikaty błędów bezpośrednio na ekranie. Opcja ta jest zalecana wyłącznie podczas modyfikacji systemu!
ro: Alegând această opţiune, mesajele de eroare vor fi afişate pe ecran. Este recomandată aşadar doar pentru dezvoltatori care implică modificări de sistem!
ru: Вывод на экран сообщений об ошибках (не рекомендуется для работающих веб-сайтов).
sk: Zobrazí chybové správy na obrazovke (nedoporučené pre produktívne stránky).
sl: Na zaslon izpiši sporočilo o napaki (ni priporočljivo za že razvite, proizvodne strani).
sq: Zgjedhja e këtij opsioni tregon gabimet në ekran. Prandaj ky opsion është vetëm për punët në sistem!
sr: Прикажи поруке о грешкама на екрану (није препоручљиво за сајтове у употреви).
sv: Om du väljer detta val kommer felmeddelanden att skrivas ut på skärmen. <br />Detta val är bara att rekommendera i samband med systemmodifieringar!
uk: Якщо ви виберете цей пункт, повідомлення про помилки буде виводитися на екран. Ця опція рекомендується тільки при модифікації системи!

# tl_settings.logErrors.0
source: Log error messages
cs: Zapisuj chybové hlášky
da: Log fejlbeskeder
de: Fehlermeldungen protokollieren
es: Mensajes de errores log
fa: ثبت پیغام‌های خطاء
fr: Sauvegarder les messages d'erreur
hu: Hibaüzenetek naplózása
it: Registra i messaggi di errore
ja: エラーメッセージのログ
lv: Iegrāmatot kļūdu ziņojumus
my: စာရင်းမှာကြားချက်များပြသ
nl: Log foutmeldingen
pl: Loguj błędy
ro: Înregistrează mesajele de eroare
ru: Журналировать сообщения об ошибках
sk: Zapisovať chybové hlášky
sl: Napake zapisuj v dnevniško datoteko
sq: Ruaj gabimet
sr: Евиденција порука о грешкама
sv: Logga felmeddelanden
uk: Вести журнал помилок

# tl_settings.logErrors.1
source: Write error messages to the error log file (<em>system/logs/error.log</em>).
cs: Zapisuj chybové hlášky do log souboru (<em>system/logs/error.log</em>).
da: Skriv fejlbeskeder til erro log filen (<em>system/logs/error.log</em>).
de: Fehlermeldungen in die Fehler-Logdatei (<em>system/logs/error.log</em>) schreiben.
es: Escribe mensajes al fichero error Log (<em>system/logs/error.log</em>).
fa: نوشتن پیغام‌های خطاء در پرونده لاگ خطاء (<em>system/logs/error.log</em>).
fr: Écrire les messages d'erreur dans le fichier journal des erreurs (<em>system/logs/error.log</em>)
hu: Írja a hibaüzeneteket a hibanapló fájlba (<em>system/logs/error.log</em>).
it: Scrive i messaggi di errore nel file di log (<em>system/logs/error.log</em>)
ja: ログファイル(<em>system/logs/error.log</em>)にエラーメッセージを書き込みます。
lv: Rakstīt kļūdu ziņojumus kļūdu žurnāla datnē (<em>system/logs/error.log</em>).
my: အမှားစာရင်းဖိုင်သို့အမှားပြမှာကြားချက်များရေးသား (<em>system/logs/error.log</em>)။
nl: Schrijf foutmeldingen naar het foutmeldings bestand (<em>system/logs/error.log</em>).
pl: Zapisuj błędy to pliku log (<em>system/logs/error.log</em>).
ro: Scrie mesajele de eroare în fişierul de log (<em>system/logs/error.log</em>).
ru: Записывать сообщения об ошибках в файл журнала ошибок (<em>system/logs/error.log</em>).
sk: Zapíše chybové hlášky do log súboru (<em>system/logs/error.log</em>).
sl: Zapiši sporočila o napakah v dnevniško datoteko (<em>system/logs/error.log</em>).
sq: Shkruaj gabimet në skedarin e gabimeve (<em>system/logs/error.log</em>).
sr: Записуј грешке у посебан фајл (<em>system/logs/error.log</em>).
sv: Spara felmeddelanden till felloggen (<em>system/logs/error.log</em>).
uk: Записувати повідомлення про помилки в файл <em>system/logs/error.log</em>.

# tl_settings.coreOnlyMode.0
source: Run in safe mode
cs: Spustit v nouzovém režimu
da: Kør i sikker tilstand
de: Abgesicherter Modus
es: Usar el modo seguro
fa: اجراء در حالت امن (safe mode)
fr: Exécuter en mode sans échec
hu: Futtatás biztonsági üzemmódban
it: Esegui Contao in safe mode
ja: セーフモードで動作
lv: Lietot drošo režīmu
my: လုံခြုံသောနည်းဖြင့်စတင်
nl: Uitvoeren in veilige modus
pl: Działaj w trybie bezpiecznym
ro: Rulează în modul de siguranţă
ru: Запуск в безопасном режиме
sk: Spustiť v núdzovom režime
sl: Zaženi v varnem načinu
sq: Ecë në mënyrë të sigurtë apo safe mode
sr: Покрени сејф-мод.
sv: Kör i Safe mode
uk: Запуск в безпечному режимі

# tl_settings.coreOnlyMode.1
source: Run Contao in safe mode and load only core modules.
cs: Spustit Contao v nouzovém režimu a nahraj jen základní moduly.
da: Kør Contao i sikker tilstand og aktiver kun system moduler.
de: Contao im abgesicherten Modus betreiben und nur Core-Module laden.
es: Usar Conteo en el modo seguro y cargar solamente los módulos del core
fa: اجرای کانتائو در حالت امن و بارگذاری فقط ماژول‌های هسته.
fr: Exécuter Contao en mode sans échec charge seulement les modules de base.
hu: A Contao biztonsági üzemmódban való futtatása, amelyben csak a rendszer modúlokat tölti be.
it: Consenti solo il caricamento dei moduli principali di Contao.
ja: Contaoをセーフモードで動作させてコアのモジュールだけ読み込みます。
lv: Lietot Contao drošajā režīmā un ielādēt tikai pamata moduļus.
my: ကွန်တောင်ကိုလုံခြုံသောနည်းဖြင့်စတင်ပြီးအူတိုင်အပိုင်းများဖြင့်သာဆွဲတင်။
nl: Voer Contao uit in de veilige modus en laadt alleen kern modules.
pl: Uruchom Contao w trybie bezpiecznym i ładuj tylko moduły źródłowe.
ro: Rulează Contao în modul de siguranţă şi încarcă doar modulele de bază.
ru: Запустить Contao в безопасном режиме и загрузить только основные модули.
sk: Spustí Contao v núdzovom režime -> načíta len základné moduly.
sl: Zaženi Contao v varnem načinu in naloži le osnovne module
sq: Lësho Contao-në në mënyrë të sigurtë dhe ngarko vetëm modulet kryesor.
sr: Покрени Contao у сејф-моду и учитај само основне модуле.
sv: Kör Contao i Safe mode (säkert läge) där enbart kärnans moduler laddas (3:e-partsmoduler laddas ej).
uk: Запуск Contao в безпечному режимі. В цьому режимі будуть завантажені тільки базові модулі системи.

# tl_settings.disableIpCheck.0
source: Disable IP check
cs: Vypnout sledování IP
da: Slå IP-adresse kontrol fra
de: IP-Prüfung deaktivieren
es: Deshabilitar comprobación IP
fa: غیرفعال کردن بررسی آی‌پی
fr: Désactiver le contrôle de l'IP
hu: IP ellenőrzés kikapcsolása
it: Disabilita controllo IP
ja: IPの検査を中止
lv: Atspējot IP pārbaudi
my: အိုင်ပီစစ်ဆေးခြင်းမလုပ်ဆောင်စေ
nl: Uitschakelen IP check
pl: Wyłącz sprawdzanie IP
ro: Fără verificarea adresei IP
ru: Отключить проверку IP-адреса
sk: Vypnúť kontrolu IP
sl: Onemogoči preverjanje IP
sq: Çaktivizo kontrollimin e IP-së
sr: Искључи проверу IP адреса
sv: Slå av IP-kontroll
uk: Відключити перевірку ІР адреси

# tl_settings.disableIpCheck.1
source: Do not bind sessions to IP addresses. Choosing this option is a potential security risk!
cs: Neomezovat používání systému na adresy IP. Upozornění: jde o bezpečnostní riziko!
da: Bind ikke sessioner til IP-adresser. Vær opmærksom på at der kan være en sikkerhedsrisiko ved at vælge denne funktion!
de: Benutzersitzungen nicht an IP-Adressen binden. Warnung: potentielles Sicherheitsrisiko!
es: No asociar sesiones a direcciones IP. ¡Marcar esta opción hace que el sistema sea menos seguro!
fa: متصل نکردن نشست‌ها به نشانی‌های آی‌پی. انتخاب این گزینه یک خطر امنیتی بالقوه است!
fr: Ne pas lier les sessions aux adresses IP. Choisir cette option est un risque potentiel pour la sécurité !
hu: Ne kösse az egyes session-öket IP címekhez. Biztonsági kockázatot jelent!
it: Questa opzione permette di non effettuare il controllo dell'IP. Disabilitando questo controllo si mette a rischio la sicurezza del sito!
ja: IPアドレスにセッションを結び付けません。このオプションを選択すると、潜在的なセキュリティのリスクが発生します。
lv: Nesaistīt sesiju pie IP adreses. Izvēloties šo iespēju ir potenciāls drošības risks!
my: အိုင်ပီလိပ်စာများသို့ကြာချိန်များမချည်နှောင်နှင့်။ ယခုရွေးပိုင်ခွင့်သည်ယာယီလံုခြုံရေးအန္တရာယ်ဖြစ်သည်!
nl: Sessies niet met IP adressen verbinden. Kiezen van deze optie is een potentieel veiligheidsrisico!
pl: Nie przypisuj adresu IP do sesji użytkownika. Zaznaczenie tej opcji to potencjalna luka w bezpieczeństwie systemu!
ro: Nu se face legătura între sesiuni şi adrese IP. Alegerea acestei opţiuni implică potenţiale riscuri de securitate!
ru: Не привязывать сессии к IP-адресам. Внимание: потенциальный риск безопасности!
sk: Nepriradzovať sessions k IP adresám. Upozornenie: táto voľba znamená potencionálne bezpečnostné riziko!
sl: Ne omejuj sej na IP naslove. Izbira te možnosti lahko predstavlja varnostno tveganje!
sq: Mos lidh seancën me IP adresën. Zgjedhja e këtij opsioni është rëzik potencial i sigurisë.
sr: Не везуј сесије са IP адресама. Кориштење ове опције може представљати сигурносни ризик!
sv: Välj detta val om du inte vill att sessioner knyts till IP-adresser.<br />Kom ihåg att detta innebär en stor säkerhetsrisk!
uk: Не пов'язувати сесії із IP-адресами. <strong>Увага !</strong> Включення даної опції зменшує захист Вашої системи.

# tl_settings.allowedDownload.0
source: Download file types
cs: Povolené druhy stažitelných souborů
da: Gyldige download filtyper
de: Erlaubte Download-Dateitypen
es: Tipos de archivo de descarga
fa: گونه‌های پرونده‌ قابل دانلود
fr: Types de fichiers pouvant être téléchargés
hu: Letölthető fájltípusok
it: Estensioni file download
ja: ダウンロードのファイル形式
lv: Lejupielādējamo datņu veidi
my: ဖိုင်အမျိုးအစားများကူးဆွဲ
nl: Geldige download bestandstypes
pl: Poprawne typy pobieranych plików
ro: Fişiere valide pentru descărcare
ru: Разрешенные для загрузки с сервера файлы
sk: Typy stiahnuteľných (download) súborov
sl: Tipi datotek za prenos
sq: Prapashtesa të lejuara për shkarkime
sr: Дозвољене врсте фајлова који се могу преузимати
sv: Godkända filtyper för nedladdning
uk: Типи файлів для завантаження

# tl_settings.allowedDownload.1
source: Here you can enter a comma separated list of downloadable file types.
cs: Zde můžete uvést seznam druhů stažitelných souborů oddělených čárkou.
da: Angiv en kommasepareret liste over filendelser for de filtyper, der skal kunne hentes. Af sikkerhedsgrunde er fil-downloads begrænsede til fil-mappen og dens undermapper.
de: Hier können Sie eine kommagetrennte Liste von Dateitypen eingeben, die über Contao heruntergeladen werden dürfen.
es: Por favor introduce una lista de extensiones (separados por coma) de los tipos de archivos permitidos para descargar. Por razones de seguridad, la descarga de archivos esta limitado a la carpeta files y sus subcarpetas.
fa: اینجا باید فهرست جدا شده با کامل از گونه‌ی‌های پرونده‌ قابل دانلود را وارد نمایید.
fr: Saisir une liste, séparée par des virgules, des extensions de fichiers pouvant être téléchargés.
hu: Itt adhatja meg a vesszővel elválasztott listáját a letölthető fájltípusoknak.
it: Inserisci una lista separata da virgole delle estensioni dei file che è possibile scaricare. Per motivi di sicurezza lo scaricamento dei file è limitato alla cartella dei files e alle sottocartelle.
ja: ダウンロードできるファイル形式をコンマで区切ったリストで入力します。
lv: Šeit jūs varat ievadīt ar komatu atdalītu sarakstu ar lejupielādējamo datņu veidiem.
my: ကော်မာခြားနားပြီးကူးဆွဲနိုင်ဖိုင်အမျိုးအစားများစာရင်းထည့်သွင်း။
nl: Geef een door komma's gescheiden lijst op van extensies van downloadbare bestandstypes.
pl: Wprowadź oddzielone przecinkami rozszerzenia plików, które chcesz udostępniać do pobierania w swoim serwisie. Z przyczyn bezpieczeństwa pobieranie plików ograniczone jest do katalogu "tl_files" i jego podkatalogów.
ro: Introduceţi o listă a extensiilor de fişiere ce pot fi descărcate, separat prin virgulă. Din motive de securitate, fişierele ce pot fi descărcate sunt restrânse la directorul de fişiere şi subdirectoarele sale.
ru: Вы можете ввести разделенный запятыми список расширений файлов разрешенных к загрузке с сервера.
sk: Tu môžte zadať, čiarkou oddelený zoznam typov súborov, ktoré bude možné sťahovať zo servera.
sl: Tu lahko naštejete (ločite z vejico) tipe datotek, ki jih bo mogoče prenesti.
sq: Epeni listën e prapashtesave të skedarëve duke i ndarë me presje, të cilët mund të shkarkohen. Ta keni parasysh se shkarkimi i skedarëve është i kufizuar në dosjen e skedarëve.
sr: Унесите, зарезом раздвојене, врсте фајлова које ће моћи да се преузму са сајта.
sv: Ange en kommaseparerad lista med filändelser som är godkända för nedladdning. <br />Av säkerhetsskäl är filnedladdning begränsat till den mapp som filen finns i och dess undermappar.
uk: Введіть, будь-ласка, через кому список розширень завантажуваних типів файлів. З метою безпеки завантажувані файли повинні бути обмежені файловою директорією і її вкладеними папками.

# tl_settings.validImageTypes.0
source: Image file types
cs: Povolené druhy obrázkových souborů
da: Gyldige filtyper for billeder
de: Unterstützte Bildformate
es: Tipos de imágenes válidas
fa: گونه‌های پرونده تصویر
fr: Types d'image valides
hu: Kép fájltípusok
it: Estensoni file immagine
ja: 画像のファイル形式
lv: Attēla datņu veidi
my: ပံုဖိုင်အမျိုးအစားများ
nl: Geldige afbeeldingstypes
pl: Poprawne typy plików graficznych
ro: Fişiere permise de imagine
ru: Типы графических файлов
sk: Typy obrázkových súborov
sl: Tipi slikovnih datotek
sq: Formatet grafike të mbështetura
sr: Врсте слика
sv: Godkända filtyper för bilder
uk: Типи графічних файлів
