Repository: contao/core
Catalog: system/modules/core/languages/*/*_style_sheet.xlf
Languages: cs, de, es, fa, fi, fr, hu, it, ja, lv, my, nl, pl, ro, ru, sl, sq, sr, sv, uk

# tl_style_sheet.media_legend
source: Media settings
cs: Nastavení médií
de: Medieneinstellungen
es: Configuración de media
fa: تنظیمات رسانه
fi: Media-asetukset
fr: Paramètres du média
hu: Média beállítások
it: Impostazioni media
ja: メディアの設定
lv: Mediju iestatījumi
my: မီဒီယာချိန်ညှိချက်
nl: Media instellingen
pl: Ustawienia media
ro: Setări media
ru: Медиа настройки
sl: Medijske nastavitve
sq: Media konfigurimet
sr: Подешавања медија
sv: Mediainställningar
uk: Налаштування медіа

# tl_style_sheet.vars_legend
source: Global variables
cs: Globální proměnné
de: Globale Variablen
es: Variables globales
fa: متغییرهای جهانی
fi: Yleiset muuttujat
fr: Variables globales
hu: Globális változók
it: Variabili globali
ja: 広域変数
lv: Globālie mainīgie
my: အများသံုးကိန်းရှင်များ
nl: Global variabelen
pl: Zmienne globalne
ro: Variabile globale
ru: Глобальные переменные
sl: Globalne spremenljivke
sq: Variablat globale
sr: Глобалне варијабле
sv: Globala variabler
uk: Глобавльні змінні

# tl_style_sheet.css_imported
source: Style sheet "%s" has been imported.
cs: Kaskádovitý styl "%s" byl úspěšně importován.
de: Das Stylesheet "%s" wurde importiert.
es: La hoja de estilo "%s" ha sido importada.
fa: شیوه‌نامه "%s" وارد شد.
fi: Tyylisivu "%s" on tuotu.
fr: La feuille de style "%s" a été importée.
hu: "%s" stíluslap importálva.
it: Il foglio di stile %s è stato importato
ja: スタイルシート"%s"をインポートしました。
lv: Stila lapa "% s" ir importēta.
my: စတိုင်အလွှာ "%s" တင်သွင်းပြီး။
nl: Style sheet "%s" is geïmporteerd.
pl: Arkusz stylów "%s" został zaimportowany.
ro: Fişierul de stil "%s" a fost importat.
ru: Таблица стилей "%s" успешно импортирована.
sl: Slogovna predloga "%s" je bila uvožena.
sq: Style sheet "%s" është importuar.
sr: Стилови "%s" су увезени.
sv: Stilmall "%s" är importerad.
uk: Стиль «%s» було імпортовано.

# tl_style_sheet.css_renamed
source: Style sheet "%s" has been imported as "%s".
cs: Kaskádovitý styl "%s" byl úspěšně importován jako "%s".
de: Das Stylesheet "%s" wurde als "%s" importiert.
es: La hoja de estilo "%s" ha sido importada como ""%s.
fa: شیوه‌نامه "%s" به عنوان "%s" وارد شد.
fi: Tyylisivu "%s" on tuotu nimellä "%s".
fr: La feuille de style "%s" a été importée en "%s".
hu: "%s" stíluslap importálva mint "%s".
it: Il foglio di stile %s è stato importato in %s
ja: スタイルシート"%s"を"%s"としてインポートしました。
lv: Stila lapa "% s" tika importēta kā "% s".
my: "%s" ကဲ့သို့စတိုင်အလွှာ "%s" တင်သွင်းပြီး။
nl: Style sheet "%s" is geïmporteerd als "%s".
pl: Arkusz stylów "%s" został zaimportowany jako "%s".
ro: Fişierul de stil "%s" a fost importat.ca "%s".
ru: Таблица стилей "%s" успешно импортирована как "%s".
sl: Slogovna predloga "%s" je bila uvožena kot "%s".
sq: Style sheet "%s" është importuar si "%s".
sr: Стил "%s" је увезен као "%s".
sv: Stilmall "%s" är importerad som "%s".
uk: Стиль «%s» було імпортовано як «%s».

# tl_style_sheet.new.0
source: New style sheet
cs: Nový styl
de: Neues Stylesheet
es: Nueva hoja de estilos
fa: شیوه‌نامه جدید
fi: Uusi tyylisivu
fr: Nouvelle feuille de style
hu: Új stíluslap
it: Nuovo foglio di stile
ja: 新しいスタイルシート
lv: Jauna stila lapa
my: စတိုင်အလွှာအသစ်
nl: Nieuw style sheet
pl: Nowy arkusz stylów
ro: Stil nou
ru: Новая таблица стилей
sl: Nova slogovna predloga.
sq: Stylesheet të re
sr: Нови стилови
sv: Ny stilmall
uk: Новий CSS стиль

# tl_style_sheet.new.1
source: Create a new style sheet
cs: Vytvořit nový styl
de: Ein neues Stylesheet anlegen
es: Crear una hoja de estilos nueva
fa: ساخت یک شیوه‌نامه جدید
fi: Luo uuden tyylisivun
fr: Créer une nouvelle feuille de style
hu: Új stíluslap létrehozása
it: Crea un nuovo foglio di stile
ja: 新しくスタイルシートを作成
lv: Izveidot jaunu stila lapu
my: စတိုင်အလွှာအသစ်ဖန်တီး
nl: Maak een nieuw style sheet
pl: Utwórz nowy arkusz stylów
ro: Creează un nou stil
ru: Создать новую таблицу стилей
sl: Ustvari novo slogovno predlogo.
sq: Krijo stylesheet të re
sr: Креирај нове стилове
sv: Skapa en ny stilmall
uk: Створити новий стиль

# tl_style_sheet.show.0
source: Style sheet details
cs: Zobrazit podrobnosti
es: Detalles de hoja de estilos
fa: جزئیات شیوه‌نامه
fi: Tyylisivun tiedot
fr: Détails de la feuille de style
hu: Stíluslap részletei
it: Dettagli foglio di stile
ja: スタイルシートの詳細
lv: Stila lapas detaļas
my: စတိုင်အလွှာအချက်အလက်များ
pl: Informacje o arkuszu stylów
ro: Detalii stil
ru: Детали таблицы стилей
sl: Podrobnosti slogovne predloge.
sq: Detajet e stylesheet
sr: Детаљи стилова
sv: Visa stilmallsdetaljer
uk: Деталі стилю

# tl_style_sheet.show.1
source: Show the details of style sheet ID %s
cs: Zobrazit podrobnosti ke stylu ID %s
de: Details des Stylesheets ID %s anzeigen
es: Mostrar los detalles de la hoja de estilo con ID %s
fa: نمایش جزئیات شیوه‌نامه شناسه‌ی %s
fi: Näyttää tyylisivun ID %s tiedot
fr: Afficher les détails de la feuille de style ID %s
hu: Az ID %s stíluslap részleteinek megtekintése
it: Mostra dettagli per il foglio di stile ID %s
ja: ID %sのスタイルシートの詳細を表示
lv: Rādīt stila lapas ID %s detaļas
my: စတိုင်အလွှာအိုင်ဒီ %s အချက်အလက်များပြသ
nl: Toon details van style sheet ID %s
pl: Pokarz informacje o arkuszu stylów ID %s
ro: Arată detalii pentru stilul ID %s
ru: Показать детали таблицы стилей ID %s
sl: Prikaži podrobnosti slogovne predloge z ID %s
sq: Trego detajet e stylesheet ID %s
sr: Прикажи детаље стилова ID %s
sv: Visa detaljer för stilmall med ID %s
uk: Показати деталі стилю ID %s

# tl_style_sheet.edit.0
source: Edit style sheet
cs: Upravit styl
de: Stylesheet bearbeiten
es: Editar hoja de estilos
fa: ویرایش شیوه‌نامه
fi: Muokkaa tyylisivua
fr: Éditer la feuille de style
hu: Stíluslap szerkesztése
it: Modifica foglio di stile
ja: スタイルシートを編集
lv: Rediģēt stila lapu
my: စတိုင်အလွှာတည်းဖြတ်
nl: Bewerk style sheet
pl: Edytuj arkusz stylów
ro: Editează stil
ru: Редактировать таблицу стилей
sl: Uredi slogovno predlogo
sq: Përpuno stylesheet
sr: Уреди стилове
sv: Redigera stilmall
uk: Редагувати стиль

# tl_style_sheet.edit.1
source: Edit style sheet ID %s
cs: Upravit styl ID %s
de: Stylesheet ID %s bearbeiten
es: Editar la hoja de estilos con ID %s
fa: ویرایش شیوه‌نامه شناسه‌ی %s
fi: Muokkaa tyylisivua ID %s
fr: Éditer la feuille de style ID %s
hu: Az ID %s stíluslap szerkesztése
it: Modifica foglio di stile ID %s
ja: ID %sのスタイルシートを編集
lv: Rediģēt stila lapu ID %s
my: စတိုင်အလွှာအိုင်ဒီ %s တည်းဖြတ်
nl: Bewerk style sheet ID %s
pl: Edytuj arkusz stylów ID %s
ro: Editează stilul ID %s
ru: Редактировать таблицу стилей ID %s
sl: Uredi slogovno predlogo z ID %s
sq: Përpuno stylesheet ID %s
sr: Уреди стилове ID %s
sv: Redigera stilmall med ID %s
uk: Редагувати стиль ID %s

# tl_style_sheet.editheader.0
source: Edit style sheet
cs: Upravit styl
de: Stylesheet bearbeiten
es: Editar hoja de estilos
fa: ویرایش شیوه‌نامه
fi: Muokkaa tyylisivua
fr: Éditer la feuille de style
hu: Stíluslap szerkesztése
it: Modifica foglio di stile
ja: スタイルシートを変更
lv: Rediģēt stila lapu
nl: Bewerk style sheet
pl: Edytuj arkusz stylów
ro: Editează stil
ru: Редактировать таблицу стилей
sl: Uredi slogovno predlogo
sr: Уреди стилове
sv: Redigera stilmall

# tl_style_sheet.editheader.1
source: Edit the style sheet settings
cs: Upravit kaskádovité styly
de: Die Stylesheet-Einstellungen bearbeiten
es: Editar el encabezado de esta hoja de estilo
fa: ویرایش تنظیمات شیوه‌نامه
fi: Muokkaa tyylisivun asetuksia
fr: Éditer les paramètres de la feuille de style
hu: Stíluslap beállítások szerkesztése
it: Modifica intestazione di questo foglio di stile
ja: このスタイルシートの設定を変更
lv: Rediģēt stila lapas uzstādījumus
nl: Bewerk style sheet instellingen
pl: Edytuj nagłowek stylu CSS
ro: Editează header-ul acestui stil
ru: Редактировать настройки таблицы стилей
sl: Uredi nastavitve slogovne predloge
sr: Уреди подешавања стилова
sv: Redigera inställningarna för denna stilmall

# tl_style_sheet.cut.0
source: Move style sheet
cs: Přesunout kaskádovitý styl
de: Stylesheet verschieben
es: Mover la hoja de estilo
fa: جابجایی شیوه‌نامه
fi: Siirrä tyylisivu
fr: Déplacer la feuille de style
hu: Stíluslap mozgatása
it: Sposta foglio di stile
ja: スタイルシートを移動
lv: Pārvietot stila lapu
my: စတိုင်အလွှာရွေ့ပြောင်း
nl: Verplaats style sheet
pl: Przenieś arkusz stylów
ro: Mută stil
ru: Переместить таблицу стилей
sl: Premakni slogovno predlogo
sq: Lëviz style sheet
sr: Помери стилове
sv: Flytta stilmallen
uk: Перемістити стиль

# tl_style_sheet.cut.1
source: Move style sheet ID %s
cs: Přesunout kaskádovitý styl ID %s
de: Stylesheet ID %s verschieben
es: Mover la hoja de estilo con ID %s
fa: جابجایی شیوه‌نامه شناسه‌ی %s
fi: Siirrä tyylisivu ID %s
fr: Déplacer la feuille de style ID %s
hu: Az ID %s stíluslap mozgatása
it: Sposta foglio di stile ID %s
ja: ID %sのスタイルシートを移動
lv: Pārvietot stila lapu ID %s
my: စတိုင်အလွှာအိုင်ဒီ %s ရွေ့ပြောင်း
nl: Verplaats style sheet ID %s
pl: Przenieś arkusz stylów ID %s
ro: Mută stilul ID %s
ru: Переместить таблицу стилей ID %s
sl: Premakni slogovno predlogo z ID %s
sq: Lëviz style sheet ID %s
sr: Помери стилове ID %s
sv: Flytta stilmall med ID %s
uk: Перемістити стиль ID %s

# tl_style_sheet.copy.0
source: Duplicate style sheet
cs: Duplikovat styl
de: Stylesheet duplizieren
es: Duplicar hoja de estilos
fa: تکثیر شیوه‌نامه
fi: Kopioi tyylisivu
fr: Dupliquer la feuille de style
hu: Stíluslap duplázása
it: Duplica foglio di stile
ja: スタイルシートを複製
lv: Dublicēt stila lapu
my: စတိုင်အလွှာပံုစံတူပွား
nl: Kopieer style sheet
pl: Duplikuj arkusz stylów
ro: Copiază stil
ru: Дублировать таблицу стилей
sl: Podvoji slogovno predlogo
sq: Dupliko stylesheet
sr: Копирај стилове
sv: Kopiera stilmall
uk: Дублювати стиль

# tl_style_sheet.copy.1
source: Duplicate style sheet ID %s
cs: Duplikovat styl ID %s
de: Stylesheet ID %s duplizieren
es: Duplicar la hoja de estilos con ID %s
fa: تکثیر شیوه‌نامه شناسه‌ی %s
fi: Kopioi tyylisivu ID %s
fr: Dupliquer la feuille de style ID %s
hu: Az ID %s stíluslapduplázása
it: Duplica foglio di stile ID %s
ja: ID %sのスタイルシートを複製
lv: Dublicēt stila lapu ID %s
my: စတိုင်အလွှာအိုင်ဒီ %s ပံုစံတူပွား
nl: Kopieer style sheet ID %s
pl: Duplikuj arkusz stylów ID %s
ro: Copiază stilul ID %s
ru: Дублировать таблицу стилей ID %s
sl: Podvoji slogovno predlogo z ID %s
sq: Dupliko stylesheet ID %s
sr: Копирај стилове ID %s
sv: Kopiera stilmall med ID %s
uk: Дублювати стиль ID %s

# tl_style_sheet.delete.0
source: Delete style sheet
cs: Smazat styl
de: Stylesheet löschen
es: Eliminar hoja de estilos
fa: حذف شیوه‌نامه
fi: Poista tyylisivu
fr: Supprimer la feuille de style
hu: Stíluslap törlése
it: Cancella foglio di stile
ja: スタイルシートを削除
lv: Dzēst stila lapu
my: စတိုင်အလွှာပယ်ဖျက်
nl: Verwijder style sheet
pl: Skasuj arkusz stylów
ro: Şterge stil
ru: Удалить таблицу стилей
sl: Izbriši slogovno predlogo
sq: Shlyej stylesheet
sr: Обриши стилове
sv: Ta bort stilmall
uk: Видалити стиль

# tl_style_sheet.delete.1
source: Delete style sheet ID %s
cs: Smazat styl ID %s
de: Stylesheet ID %s löschen
es: Eliminar la hoja de estilos con ID %s
fa: حذف شیوه‌نامه شناسه‌ی %s
fi: Poista tyylisivu ID %s
fr: Supprimer la feuille de style ID %s
hu: Az ID %s stíluslap törlése
it: Cancella foglio di stile ID %s
ja: ID %sのスタイルシートを削除
lv: Dzēst stila lapu ID %s
my: စတိုင်အလွှာအိုင်ဒီ %s ပယ်ဖျက်
nl: Verwijder style sheet ID %s
pl: Skasuj arkusz stylów ID %s
ro: Şterge stilul ID %s
ru: Удалить таблицу стилей ID %s
sl: Izbriši slogovno predlogo z ID %s
sq: Shlyej stylesheet ID %s
sr: Обриши стилове ID %s
sv: Ta bort stilmall med ID %s
uk: Видалити стиль ID %s

# tl_style_sheet.import.0
source: CSS import
cs: Import CSS
es: Importar CSS
fa: وارد کردن سی‌اس‌اس
fi: CSS-tuonti
fr: Importation de CSS
hu: CSS importálása
it: Importa CSS
ja: CSSをインポート
lv: CSS importēšana
my: စီအက်စ်အက်စ်တင်သွင်း
pl: Importuj CSS
ro: Importă CSS
ru: Импорт CSS
sl: CSS uvoz
sq: Importo CSS
sr: Увоз CSS-а
sv: Importera CSS
uk: Імпорт CSS

# tl_style_sheet.import.1
source: Import existing CSS files
cs: Importovat existující soubor CSS
de: Bestehende CSS-Dateien importieren
es: Importar un archivo CSS
fa: وارد کردن پرونده‌های سی‌اس‌اس موجود
fi: Tuo valmiita CSS-tiedostoja
fr: Importer des fichiers CSS existants
hu: Meglévő CSS fájl importálása
it: Importa un file CSS esistente
ja: 既存のCSSファイルをインポート
lv: Importēt eksistējošu CSS datni
my: လက်ရှိစီအက်စ်အက်စ်ဖိုင်များတင်သွင်း
nl: Importeer bestaande CSS bestanden
pl: Importuj istniejący plik CSS
ro: Importă un fişier CSS
ru: Импорт существующего CSS-файла
sl: Uvozi obstoječe CSS datoteke
sq: Importo një CSS skedar ekzistues
sr: Увези постојеће CSS фајлове
sv: Importera en existerande CSS-fil
uk: Імпорт існуючого CSS-файлу

# tl_style_sheet.export.0
source: Export style sheet
cs: Exportovat kaskádovité styly
de: Stylesheet exportieren
es: Exportar hoja de estilos
fa: خارج کردن شیوه‌نامه
fi: Vie tyylisivu
fr: Exporter la feuille de style
hu: Stílus lapok exportálása
it: Esporta foglio di stile
ja: スタイルシートをエクスポート
lv: Eksportēt stila lapu
nl: Exporteer style sheet
pl: Eksportuj arkusz stylów
ro: Exportă stiluri CSS
ru: Экспорт таблиц стилей
sl: Izvozi slogovno predlogo
sr: Извези Стилове
sv: Exportera stilmall

# tl_style_sheet.export.1
source: Export style sheet ID %s
cs: Exportovat kaskádovité styly ID %s
de: Stylesheet ID %s exportieren
es: Exportar hoja de estilos con ID %s
fa: خارج کردن شیوه‌نامه شناسه‌ی %s
fi: Vie tyylisivu ID %s
fr: Exporter la feuille de style ID %s
hu: A %s azonosítójú stíluslap exportálása
it: Esporta foglio di stile ID %s
ja: ID %sのスタイルシートをエクスポート
lv: Eksportēt stila lapu ID %s
nl: Exporteer style sheet ID %s
pl: Eksportuj arkusz stylów ID %s
ro: Exportă stilul CSS cu ID %s
ru: Экспортировать таблицу стилей ID %s
sl: Izvozi slogovno predlogo ID %s
sr: Извези Стилове ID %s
sv: Exportera stilmall med ID %s

# tl_style_sheet.editheader.0
source: Edit style sheet settings
my: စတိုင်အလွှာချိန်ညှိချက်တည်းဖြတ်
sq: Përpuno konfigurimet e këtij styelesheet
uk: Змінити параметри стилю

# tl_style_sheet.editheader.1
source: Edit the settings of style sheet ID %s
my: စတိုင်အလွှာအိုင်ဒီ %s ချိန်ညှိချက်တည်းဖြတ်
sq: Përpuno konfigurimet e style sheet ID %s
uk: Змінити параметри стилю ID %s
