Repository: contao/core
Catalog: system/modules/core/languages/*/*_style_sheet.xlf
Languages: cs, de, es, fa, fi, fr, hu, it, ja, lv, my, nl, pl, ro, ru, sl, sq, sr, sv, uk

# tl_style_sheet.name.0
source: Name
cs: Název
es: Nombre
fa: نام
fi: Nimi
fr: Nom
hu: Név
it: Nome
ja: 氏名
lv: Nosaukums
my: နာမည်
nl: Naam
pl: Imię i nazwisko
ro: Nume şi tip media
ru: Имя
sl: Ime in medijski tipi
sq: Emri
sr: Име
sv: Namn och mediatyper
uk: Назва

# tl_style_sheet.name.1
source: Please enter the style sheet name.
cs: Zadejte prosím název kaskádovitého stylu.
de: Bitte geben Sie den Namen des Stylesheets ein.
es: Por favor introduce un nombre único para la hoja de estilo.
fa: لطفا نام شیوه‌نامه را وارد نمایید.
fi: Ole hyvä ja anna tyylisivulle nimi
fr: Saisir le nom de la feuille de style.
hu: Adja meg a stíluslap nevét
it: Inserisci un nome univoco per il foglio di stile.
ja: スタイルシートの名前を入力してください。
lv: Lūdzu ievadiet unikālu stila lapas vārdu.
my: စတိုင်အလွှာနာမည်ထည့်သွင်း။
nl: Geef een naam voor het style sheet op.
pl: Wprowadź nazwę arkusza stylów.
ro: Introduceţi un nume unic pentru fişierul de stil.
ru: Введите имя таблицы стилей.
sl: Prosimo, vnesite ime slogovne predloge.
sq: Epeni një emër unik për identifikimin e Stylesheet.
sr: Унесите име стила.
sv: Ange ett unikt namn på stilmallen.
uk: Введіть, будь ласка, унікальну назву стилю.

# tl_style_sheet.disablePie.0
source: Disable CSS3PIE
cs: Vypnout CSS3PIE
de: CSS3PIE deaktivieren
es: Desactivar CSS3PIE
fa: غیرفعال کردن CSS3PIE
fi: Poista CSS3PIE käytöstä
fr: Désactiver CSS3PIE
hu: CSS3PIE kikapcsolása
it: Disabilita CSS3PIE
ja: CSS3PIEを使用しない
lv: Atspējot CSS3PIE
my: စီအက်စ်အက်စ်၃ပိုင်မလုပ်ဆောင်စေ
nl: CSS3PIE uitschakelen
pl: Wyłącz CSS3PIE
ro: Dezactivează CSS3PIE
ru: Отключить CSS3PIE
sq: Çaktivizo CSS3PIE
sr: Онемогући CSS3PIE
sv: Avaktivera CSS3PIE
uk: Відключити CSS3PIE

# tl_style_sheet.disablePie.1
source: Do not include the PIE.htc behavior file (adds CSS3 support to older IE versions).
cs: Nezapojovat soubor PIE.htc (přidává podporu CSS3 ke starším verzím Interentu Exploveru).
de: Die PIE.htc Behavior-Datei nicht einbinden (CSS3-Unterstützung für ältere IE-Versionen).
es: No incluya el archivo de comportamiento PIE.htc (añada CSS3 para soportar a las versiones anteriores de IE).
fa: پرونده رفتار PIE.htc (افزودن پشتیبانی CSS3 در نسخه‌های قدیمی‌تر IE) را نمی‌گنجاند.
fi: Älä liitä PIE.htc-tiedostoa (lisää CSS3-tuen vanhempiin IE-selaimiin).
fr: Ne pas inclure le fichier PIE.htc (ajoute le support CSS3 aux anciennes versions d'Internet Explorer).
hu: Nem tartalmazza a PIE.htc viselkedési fájlt (adjon CSS3 támogatást a régebbi IE verziókhoz).
it: Non includere il file PIE.htc (permette di avere le funzioni di CSS3 per vecchie versioni di IE).
ja: (CSS3サポートを古いバージョンのInternet Exploreに加える)動作ファイルPIE.htcを含めません。
my: ပိုင်.ဟိပ်စ်တီစီဖိုင်မပါဝင်စေ (အိုင်အီးပံုစံအဟောင်းများအတွက်စီအက်စ်အက်စ်၃အထောက်အကူထည့်)
nl: PIE.htc Behavior-Bestand niet insluiten (CSS3-ondersteuning voor oudere versies van IE).
pl: Nie załączaj pliku PIE.htc (wsparcie CSS3 dla starszych wersji IE).
ro: Nu include rotunjiri prin PIE.htc (adaugă suport CSS3 la versiunile vechi de IE).
ru: Не включать файл поведения PIE.htc (добавляет поддержку CSS3 в более старые версии IE).
sq: Mos përfshij skedarin PIE.htc (mundëson CSS3 për verzione të vjetra të IE).
sr: Не прикључуј фајл PIE.htc (додавање подршке за CSS3 за старије верзије Интернет Експлорера).
sv: Inkludera inte PIE.htc-beteendefil (denna fil ger äldre versioner av IE stöd för CSS3).
uk: Не використовувати PIE.htc файл (додає підтримку CSS3 у старих версіях IE)

# tl_style_sheet.embedImages.0
source: Embed images up to
cs: Zapojit grafiky do velikosti
de: Bilder einbetten bis zu
es: Imágenes incorporadas hasta
fa: تصویر محلق شده تا
fi: Liitä kuvat
fr: Taille limite d'intégration des images
hu: Képek hozzáadása
it: Incorporare immagini fino a
ja: 埋め込み画像の最大値
lv: Iegult attēlus līdz
my: သိုတိုင်အောင်ပံုများမြှပ်
nl: Sluit afbeeldingen in tot
pl: Osadź obrazy do
ro: Inglobare imagini până la
ru: Встраивать изображения до
sl: Vdelaj slike do
sq: Fut fotografitë der në
sv: Bädda in bilder upp till
uk: Вставити зображення розміром до

# tl_style_sheet.embedImages.1
source: Here you can enter the file size in bytes up to which images will be embedded in the style sheet as data: string. Set to 0 to disable the feature.
cs: Sem můžete zadat maximální velikost souborů v bitech, které budou zaslány spolu s Vaším zpravodajem. Zadejte 0, chcete-li tuto funkci deaktivovat.
de: Hier können Sie die Dateigröße in Bytes angeben, bis zu der Bilder im Stylesheet als data:-String eingebettet werden. Tragen Sie 0 ein, um die Funktion zu deaktivieren.
es: Puedes entrar el tamaño limite en bytes hasta cual estará integrado a la hoja de estilo como data. Se establece en 0 para desactivar la función.
fa: اینجا می‌توانید اندازه پرونده به بایت را اینجا وارد نمایید تا تصاویر به صورت رشته در شیوه‌نامه الحاق شوند. 0 را برای غیرفعال کردن این ویژگی وارد نمایید.
fi: Tähän voit määritellä tavuina enimmäiskoon kuville, jotka liitetään tyylisivuun merkkijonona. Arvo 0 poistaa ominaisuuden käytöstä.
fr: Saisir la taille en octets jusqu'à laquelle les images seront intégrées dans la feuille de style sous la forme data: string. Mettre à 0 pour désactiver la fonction.
hu: Itt lehet megadni a fájl méretét bájtban, ameddig a képek adatként lesznek beágyazva a stíluslapba: string. A 0 beállítás kikapcsolja a funkciót.
it: Specificare la dimensione file in byte da includere direttamente nel foglio di stile come stringa codificata in base64. Inserisci 0 per disattivare la funzione.
ja: "data: 文字列"の形式でスタイルシートに埋め込む画像の最大のファイルの大きさを指定します。0にするとこの機能を無効にします。
lv: Šeit jūs varat ievadīt datnes izmēru baitos, līdz kuram attēli tiks iegulti stila lapā kā dati: virkne. Iestatīt uz 0, lai atspējotu šo iespēju.
my: အက္ခရာအတွဲဖြင့်အချက်အလက်ကဲ့သို့စတိုင်အလွှာတွင်မြှပ်မည့်ပံုများဘိုက်ဖိုင်ပမာဏကိုထည့်သွင်းနိုင်။ အင်္ဂါရပ်ကို ၀ သတ်မှတ်ခြင်းဖြင့်မလုပ်ဆောင်စေ။
nl: Hier kunt u de bestandsgrootte in bytes instellen waarop afbeeldingen zullen worden ingesloten in het style sheet als data: string. Stel in op 0 om deze functie uit te schakelen.
pl: Tutaj możesz wprowadzić rozmiar pliku w bitach, do którego obrazki będą osadzane w stylu jako dane: string. Wprowadź 0, aby wyłączyć tę opcję.
ro: Aici puteţi introduce mărimea de fişier în bytes până la care imaginile vor fi înglobate în fişierele de stil. Alegeţi valoarea 0 pentru a dezactiva această opţiune.
ru: Вы можете ввести максимальный размер файла в байтах, до которого изображения будут встроены в таблицу стилей как данные: строка. Установите 0 для отключения этой функции.
sl: Tu lahko vnesete največjo velikost datoteke v bajtih, ki bo še lahko vdelana v slogovno predlogo kot data: string. Vrednost 0 onemogoči to funkcijo.
sq: Këtu mund të epeni madhësinë e skedarit në bajt (angl."bytes) deri në të cilën fotografitë do të futen në style sheet si të dhëna: string. Epeni 0 për të çaktivizuar këtë funksion.
sv: Här kan du ange övre gräns för filstorlek (i bytes) för att bilder ska bäddas in i stilmallen som data.
uk: Ви можете ввести максимальний розмір файлу в байтах, до котрого зображення будут вставленні в таблицю стилів як строка (base64). Встановіть 0 для відключення цієї функції.

# tl_style_sheet.cc.0
source: Conditional comment
cs: Podmíněný komentář
es: Comentario condicional
fa: دیدگاه مشروط
fi: Ehdollinen kommentti
fr: Commentaire conditionnel
hu: Feltételes komment
it: Commento condizionale
ja: 条件付きコメント
lv: Nosacījuma komentāri
my: အခြေအနေအရမှတ်ချက်
pl: Komentarze warunkowe
ro: Definire condiţionată
ru: Условный комментарий
sl: Pogojni komentar
sq: Komenti i kushtëzuar
sr: Условни коментар
sv: Villkorlig kommentar
uk: Умовний коментар

# tl_style_sheet.cc.1
source: Conditional comments allow you to create Internet Explorer specific style sheets (e.g. <em>if lt IE 9</em>).
cs: Podmíněný komentář umožňuje nadefinování specifických stylů pro Internet Expolover.
de: Conditional Comments ermöglichen die Erstellung Internet Explorer-spezifischer Stylesheets (z.B. <em>if lt IE 9</em>).
es: Los comentarios condicionales te permiten crear hojas de estilo específicas para Internet Explorer
fa: دیدگاه‌های مشروط به شما شیوه‌نامه‌های مخصوص اینترنت اکسپلورر را مشخص نمایید (<em>if lt IE 9</em>برای نمونه )
fi: Ehdollisilla kommenteilla voi tehdä Interner Explorerille räätälöityjä tyylisivuja (esim. <em>if lt IE 9</em>).
fr: Les commentaires conditionnels permettent de créer des feuilles de style spécifiques à Internet Explorer (ex. : <em>if lt IE 9</em>).
hu: Feltételes kommenttel tud Internet Explorer specifikus stíluslapokat létrehozni (pl.: <em>if It IE9</em>).
it: I commenti condizionali consentono di creare fogli di stile specifici per diverse versioni di Internet Explorer (es. <em>if lt IE 9</em>).
ja: 条件付きコメントによって、Internet Exploreに特定のスタイルシートを作成できます。(例: <em>if lt IE 9</em>)
lv: Nosacījuma komentāri ļaus jums izveidot Internet Explorer pārlūkam īpašas stila lapas (piemēram, <em>if lt IE 9</em>).
my: အင်တာနက်ရှာဖွေသူရှိသေချာသောစတိုင်အလွှာများအခြေအနေအရမှတ်ချက်ခွင့်ပြု (ဥပမာ <em>if lt IE 9</em>)။
nl: Conditional comments maken het mogelijk om specifieke style sheets voor Internet Explorer te maken (bv. <em>if lt IE 9</em>).
pl: Komentarze warunkowe pozwalają utworzyć specyficzne arkusze stylów np. dla Internet Explorera.
ro: Cometariile condiţionate permit adăugarea de conţinut CSS specific pentru Internet Explorer.
ru: Условные комментарии позволяют создавать специальные стили Internet Explorer (напр. <em>if lt IE 9</em>).
sl: Pogojni komentarji omogočajo uporabo slogovnih značilnosti specifičnih za uporabljan Internet Explorer brskalnik.
sq: Komenti i kushtëzuar ju lejon të krijoni style sheets specifike për Internet Explorer.
sr: Условни коментари омогућавају креирање стилова специфичних за Интернет Експлорер (нпр. <em>if lt IE 9</em>).
sv: Villkorliga kommentarer låter dig skapa stilmallar specifikt för Internet Explorer (t.ex. <em>om det är version IE 9</em>).
uk: Умовний коментар дозволяє ствоювати специфічні CSS стилі для Internet Explorer

# tl_style_sheet.media.0
source: Media types
cs: Typ média
de: Medientypen
es: Tipos de media
fa: گونه‌ی‌های رسانه‌
fi: Mediatyypit
fr: Types de média
hu: Média típusok
it: Media
ja: メディアタイプ
lv: Mediju tipi
my: မီဒီယာအမျိုးအစားများ
pl: Typ medium
ro: Tipuri media
ru: Media types (Медиа типы)
sl: Medijski tipi za prikaz
sq: Lloji medial
sr: Врста медија
sv: Mediatyper
uk: Типи медіа

# tl_style_sheet.media.1
source: Here you can choose the media types the style sheet applies to.
cs: Zvolte prosím druh média
de: Hier können Sie die Medientypen auswählen, für die das Stylesheet gültig ist.
es: Si la hoja de estilo solo aplica a cierto tipos de media, puedes restringir su uso seleccionado uno o más tipos de media.
fa: اینجا می‌توانید گونه‌های رسانه که باید به شیوه‌نامه اعمال شود را انتخاب کنید.
fi: Tässä voit valita mihin mediatyyppeihin tyylisivu pätee.
fr: Choisir un ou plusieurs types de média auxquels s'applique la feuille de style.
hu: Itt lehet kiválasztani a stíluslapra vonatkozó média típusokat.
it: Scegli il media a cui sarà applicato il foglio di stile (e.g. print/screen/all)
ja: スタイルシートを適用するメディアタイプを選択します。
lv: Šeit jūs varat izvēlēties mediju veidus, uz ko attieksies stila lapa.
my: စတိုင်အလွှာများတွင်အသံုးချမည့်မီဒီယာအမျိုးအစားများရွေးနိုင်။
nl: Als de style sheet slechts geldig is voor bepaalde media types, kunt u het gebruik ervan beperken door een of meerdere media types te selecteren.
pl: Jeśli arkusz stylów odnosi się do konkretnego typu medium, możesz to zastrzec zaznaczając jeden lub więcej typów medium.
ro: Dacă acest style-sheet se aplică doar anumitor tipuri media, puteţi restricţiona folosirea sa selectând unul sau mai multe tipuri media.
ru: Вы можете выбрать медиа типы применяемой таблицы стилей.
sl: Tu lahko izberete medijske tipe, kjer se bo za prikaz uporabljala slogovna predloga.
sq: Përkufizo llojin medial, në qoftë se Stylesheet është para vetëm për lloje të veçanta.
sr: Овде можете одабрати врсту медија на коју ће стил бити примењен.
sv: Om formatmallen endast använder sig av speciella mediatyper så kan du begränsa dess användnimg genom att välja en eller flera typer.
uk: Якщо стиль застосовується тільки до певних медіа типів, ви можете обмежити використання, вибираючи один або більше медіа типів.

# tl_style_sheet.mediaQuery.0
source: Media query
cs: Druh médii
es: Consulta de medio
fa: پرسش رسانه
fi: Mediakysely
hu: Média lekérdezés
ja: メディアクエリ
lv: Medija vaicājums
my: မီဒီယာမေးခွန်း
ro: Interogări media
ru: Media query (Медиа запрос)
sv: Mediafrågor
uk: Медіа запит (Media query)

# tl_style_sheet.mediaQuery.1
source: Here you can define the media type using a media query like <em>screen and (min-width: 800px)</em>. The media types defined above will then be overwritten.
cs: Zde můžete určit, pro jaký druh médií je daný styl určený. <em>screen a (min-width:800px)</em>. Druh médií určuje, jak se změní obtékání či přetákání různých elementů.
de: Hier können Sie den Medientyp mit Hilfe eines Media-Querys wie z.B. <em>screen and (min-width: 800px)</em> festlegen. Die oben ausgewählten Medientypen werden dadurch überschrieben.
es: Aquí puede definir el tipo de medio utilizando una consulta de medio como <em>screen and (min-width: 800px)</em>, pantalla con una resolución mínima de 800 pixeles a lo ancho. Los tipos de medios definidos más arriba serán sobreescritos.
fa: اینجا می‌توانید گونه‌ی رسانه را با یک پرسش رسانه مثل <em>screen and (min-width: 800px)</em> تعریف نمایید. گونه‌ی رسانه‌های تعریف شده در بالا رونویسی خواهند شد.
fi: Tähän voit määritellä päätelaitteen tyypin käyttämällä mediakyselyä, kuten esim. <em>screen and (min-width: 800px)</em>. Tällöin ylempänä valitut mediatyypit ylikirjoitetaan.
fr: Définir le type de média en utilisant une media query comme : <em>screen and (min-width: 800px)</em>. Les types de média définis ci-dessus seront alors écrasés.
hu: Itt egy <em>screen and (min-width: 800px)</em>-féle média lekérdezéssel meghatározhatja a média tipusát. Ez átírja a feljebb meghatározott média típusokat.
it: Definire un media usando una media query come <em>screen and (min-width: 800px)</em>. Il media definito sopra verrà sovrascritto.
ja: <em>screen and (min-width: 800px)</em>のようなメディアクエリでメディアタイプを設定できます。先に定義したメディアタイプを上書きします。
lv: Šeit jūs varat definēt mediju veidu, kas tiek izmants mediju pieprasījumos, piemēram <em>screen and (min-width: 800px)</ em>.Mediju veidi, kas definēti iepriekš, tiks pārrakstīti.
my: မီဒီယာမေးခွန်းသံုးခြင်းဖြင့်မီဒီယာအမျိုးအစားသတ်မှတ်နိုင် <em>ဖန်သားဖြင်နှင့် (အနည်းဆံုး-အနံ: ၈၀၀px)</em>။ အထက်ဖော်ပြပါမီဒီယာအမျိုးအစားများကိုအစားထိုးရေးသားမည်။
nl: Hier kunt u het media type definiëren met behulp van een media-query als <em>screen and (min-width: 800px)</em>. De media types die hierboven gedefinieerd zijn, worden dan overschreven.
pl: Tutaj możesz zdefiniować typ medium używając do tego media query, jak na przykład <em>screen and (min-width: 800px)</em>. Typy mediów określone powyżej zostaną wówczas nadpisane.
ro: Aici puteţi defini tipul de mediu prin folosirea unei interogări de de genul <em>screen and (min-width: 800px)</em>. Tipurile media definite mai sus vor fi rescrise.
ru: Вы можете указать тип используемого Media query (Медиа запроса) напр. <em>screen and (min-width: 800px)</em>. Медиа типы определенные выше будут перезаписаны.
sl: Tukaj lahko definirate tip medije z uporabo media query, npr. <em>screen in (min-width: 800px)</em>. Tipi medije definirane nad tem bodo prepisane.
sq: Ketu mund të definohet lloji medias duke përdorur media query si <em>screen and (min-width: 800px)</em>. Llojet e medias (angl. "Media Types") të definuar më lartë ignorohen.
sr: Овде можете дефинисати врсту медија користећи упит за медиј као нпр.<em>screen и (min-width: 800px)</em>. Врста медија дефинисана изнад у том случају биће преписана.
sv: Här kan du definiera mediatyper genom att använda frågor som <em>screen and (min-width: 800px)</em>. Mediatyperna som definierats ovanför kommer då att åsidosättas.
uk: Ви можете вказати тип використовуваного типу медіа використовуючи медія-запит (media query), напр. <em>screen and (min-width: 800px)</em>. Типи медіа прописані вище будуть перезаписані.

# tl_style_sheet.vars.0
source: Global variables
cs: Globální proměnné
de: Globale Variablen
es: Variables globales
fa: متغییرهای جهانی
fi: Yleiset muuttujat
fr: Variables globales
hu: Globális változók
it: Variabili globali
ja: 広域変数
lv: Globālie mainīgie
my: အများသံုးကိန်းရှင်များ
nl: Global variabelen
pl: Zmienne globalne
ro: Variabile globale
ru: Глобальные переменные
sl: Globalne spremenljivke
sq: Variablat globale
sr: Глобалне варијабле
sv: Globala variabler
uk: Глобальні змінні

# tl_style_sheet.vars.1
source: Here you can define global variables for the style sheet (e.g. <em>$red</em> -> <em>c00</em> or <em>$margin</em> -> <em>12px</em>).
cs: Zde můžete určit všeobecné proměnné pro daný styl (např. $red</em> -> <em>c00</em> nebo <em>$margin</em> -> <em>12px</em>)
de: Hier können Sie globale Variablen für das Stylesheet definieren (z.B. <em>$rot</em> -> <em>c00</em> oder <em>$abstand</em> -> <em>12px</em>).
es: Aquí puede definir variables globales para la hoja de estilo (ej. <em>$red</em> -> <em>c00</em> o <em>$margin</em> -> <em>12px</em>).
fa: اینجا می‌توانید متغییرهای جهانی را برای شیوه‌نامه (مانند <em>$red</em> -> <em>c00</em> or <em>$margin</em> -> <em>12px</em>) تعریف نمایید.
fi: Tähän voit määritellä globaaleja arvoja tyylisivulle (esim. <em>$red</em> -> <em>c00</em> tai <em>$margin</em> -> <em>12px</em>).
fr: Définir des variables globales pour la feuille de style (ex. : <em>$rouge</em> -> <em>c00</em> ou <em>$marge</em> -> <em>12px</em>).
hu: Itt globális változókat határozhat meg a stíluslapokhoz (pl. <em>$red</em> -> <em>c00</em> or <em>$margin</em> -> <em>12px</em>).
it: Definire le variabili globali per un foglio di stile (es. <em>$rosso</em> -> <em>c00</em> o <em>$margine</em> -> <em>12px</em>).
ja: スタイルシートに広域変数を定義できます。(例: <em>$red</em> → <em>c00</em> や <em>$margin</em> → <em>12px</em>)
lv: Šeit jūs varat definēt globālos mainīgos lielumus stila lapai (piemēram, <em>$red</em> -> <em>c00</em> vai <em>$margin</em> -> <em>12px</em>).
my: စတိုင်အလွှာများတွင်အများသံုးကိန်းရှင်များသတ်မှတ်နိုင် (ဥပမာ <em>$red</em> -> <em>c00</em> or <em>$margin</em> -> <em>၁၂px</em>)။
nl: Hier kunt u globale variabelen definiëren voor het style sheet (bv. <em>$red</em> -> <em>c00</em> of <em>$marge</em> -> <em>12px</em>).
pl: Tutaj możesz zdefiniować zmienne globalne dla stylu (np. <em>$red</em> -> <em>c00</em> lub <em>$margin</em> -> <em>12px</em>).
ro: Aici puteţi defini variabilele globale pentru CSS (de ex. <em>$red</em> -> <em>c00</em> sau <em>$margin</em> -> <em>12px</em>).
ru: Вы можете определить глобальные переменные для таблиц стилей (напр. <em>$red</em> -> <em>c00</em> или <em>$margin</em> -> <em>12px</em>).
sl: Tukaj lahko definirate globalne spremenljivke za CSS (npr. <em>$red</em> -> <em>c00</em> sli <em>$margin</em> -> <em>12px</em>).
sq: Këtu mund të definohen variablet globale të style sheets (p.sh. <em>$red</em> -> <em>c00</em> ose <em>$margin</em> -> <em>12px</em>).
sr: Овде можете дефинисати глобалне варијабле за стилове (нпр. <em>$red</em> -> <em>c00</em> или <em>$margin</em> -> <em>12px</em>).
sv: Här kan du definiera globala variabler för stilmallar (t.ex. <em>$red</em> -> <em>c00</em> eller <em>$margin</em> -> <em>12px</em>).
uk: Ви можете вказати глобальні змінні для таблиць стилів (напр. <em>$red</em> -> <em>c00</em> або <em>$margin</em> -> <em>12px</em>).

# tl_style_sheet.source.0
source: Source files
cs: Zdroj souborů
de: Quelldateien
es: Archivos de fuentes
fa: منبع پرونده‌ها
fi: Lähdetiedostot
fr: Fichiers sources
hu: Forrásfájlok
it: File sorgente
ja: ソースファイル
lv: Avota datnes
my: ရင်းမြစ်ဖိုင်များ
nl: Bronbestanden
pl: Pliki źródłowe
ro: Fişiere sursă
ru: Исходные файлы
sl: Izvorne datoteke
sq: Burimi i skedarëve
sr: Изворни фајл
sv: Källfiler
uk: Вихідний файл

# tl_style_sheet.source.1
source: Here you can upload one or more .css files to be imported.
cs: Vyberte prosím jeden nebo více souborů z adresáře souborů.
de: Hier können Sie eine oder mehrere .css-Dateien für den Import hochladen.
es: Por favor selecciona el archivo CSS que quieres importar del directorio de archivos.
fa: اینجا می‌توانید یک یا چند پرونده .css را برای وارد کردن بارگزاری نمایید
fi: Tässä voit ladata yhden tai useamman .css-tiedoston tuotavaksi järjestelmään.
fr: Choisir un ou plusieurs fichiers CSS à importer.
hu: Itt tölthet fel egy vagy több .css fájlt importálásra.
it: Scegliere il file CSS che si desidera importare dalla cartella dei file.
ja: インポートする1つ以上の.cssファイルをアップロードしてください。
lv: Lūdzu, izvēlieties vienu vai vairākus failus no failiem direktorijā.
my: တစ်ခု(သို့).စီအက်အက်စ်ဖိုင်များကူးတင်နိုင်။
nl: Kies het CSS bestand dat u wil importeren uit de bestandsdirectory.
pl: Wybierz plik CSS, który chcesz zaimportować.
ro: Alegeţi fişierul CSS pe care doriţi să îl importaţi din directorul de fişiere.
ru: Вы можете загрузить один или несколько файлов .css для импорта.
sl: Prosimo, izberite eno ali več datotek iz datotečnega imenika.
sq: Zgjidhni CSS skedarët për t'i importuar.
sr: Овде можете изабрати један или више .css фајлова које ћете увести.
sv: Välj vilken CSS-fil du vill importera från filarkivet.
uk: Виберіть, будь ласка, CSS-файл що необхідно імпортувати з директорії.

# tl_style_sheet.tstamp.0
source: Revision date
cs: Datum změny
de: Änderungsdatum
es: Fecha revisión
fa: تاریخ بازنگری
fi: Revisiopäivämäärä
fr: Date de révision
hu: Utolsó módosítás dátuma
it: Data revisione
ja: 改訂日
lv: Pārskatījuma datums
my: ပြင်ဆင်နေ့စွဲ
nl: Datum van aanpassing
pl: Data rewizji
ro: Data revizie
ru: Дата изменения
sl: Datum revizije
sq: Data e ndryshimit
sr: Датум ревизије
sv: Ändringsdatum
uk: Дата ревізії(останньої зміни)

# tl_style_sheet.tstamp.1
source: Date and time of the latest revision
cs: Datum a čas poslední změny
de: Datum und Uhrzeit der letzten Änderung
es: Fecha y hora de la última modificación
fa: تاریخ و ساعت آخرین بازنگری
fi: Revision päivämäärä ja aika
fr: Date et heure de la dernière révision
hu: Legutóbbi módosítás dátuma és ideje.
it: Data e ora dell'ultima revisione
ja: 最新のリビジョンの日付と時刻
lv: Pēdējā pārskatījuma datums un laiks
my: နောက်ဆံုးပံုစံ၏နေ့စွဲနှင့်အချိန်
nl: Datum en tijdstip van de laatste aanpassing.
pl: Data i czas ostatniej rewizji
ro: Data şi ora a ultimei revizii
ru: Дата и время последнего изменения
sl: Datum in ura zadnje revizije
sq: Data dhe koha e ndryshimit të fundit
sr: Датум и време последње ревизије
sv: Datum och tid för senaste ändringen.
uk: Дата й час останньої останньої зміни

# tl_style_sheet.title_legend
source: Name
cs: Název
es: Nombre
fa: نام
fi: Nimi
fr: Nom
hu: Név
it: Nome
ja: 氏名
lv: Nosaukums
my: နာမည်
nl: Naam
pl: Imię i nazwisko
ro: Nume şi tip media
ru: Имя
sl: Ime in medijski tipi
sq: Emri dhe llojet e mediave
sr: Име
sv: Namn och mediatyper
uk: Назва та медіа тип

# tl_style_sheet.expert_legend
source: Expert settings
cs: Rozšířená nastavení
de: Experten-Einstellungen
es: Configuración avanzada
fa: تنطیمات پیشرفته
fi: Erikoisasetukset
fr: Paramètres avancés
hu: Speciális beállítások
it: Exporta impostazioni
ja: 専門的な設定
lv: Eksperta iestatījumi
my: ကျွမ်းကျင်သူချိန်ညှိချက်
nl: Expert-instellingen
pl: Zaawansowane ustawienia
ro: Setări avansate
ru: Экспертные настройки
sl: Napredne nastavitve
sq: Konfigurimi ekspert
sr: Напредна подешавања
sv: Expertinställningar
uk: Експертні налаштування
