Repository: contao/core
Catalog: system/modules/core/languages/*/*_style.xlf
Languages: cs, da, de, es, fa, fi, fr, hu, it, ja, lv, my, nl, pl, ro, ru, sk, sl, sr, sv, uk

# tl_style.borderwidth.1
source: Here you can enter the top, right, bottom and left border width.
cs: Zde můžete zadat šířku rámečku nahoře, vpravo, dole a vlevo.
da: Indtast venligst top, højre, bund og venstre kantbredde og enheden.
de: Hier können Sie die obere, rechte, untere und linke Rahmenbreite eingeben.
es: Por favor introduce el borde superior, derecho, inferior y izquierdo y su unidad.
fa: اینجا می‌توانید عرض مرز بالا، راست، پایین و چپ را وارد نمایید.
fi: Tähän voit antaa ylä-, oikean, ala- ja vasemman reunan leveyden.
fr: Saisir l'épaisseur de la bordure haute, droite, basse et gauche.
hu: Itt adja meg a felső, jobb, alsó és bal szegély szélességét.
it: Inserisci un valore per i bordi top, right, bottom, left
ja: 上、右、下、左のボーダーの幅を入力できます。
lv: Varat norādīt malas platuma augšējo, labo, apakšējo un kreiso vērtību.
my: အပေါ်၊ ညာ၊ အောက်နှင့်ဘယ်အနားသတ်အနံများထည့်သွင်းနိုင်။
nl: Geef de boven, rechter, onder en linker randbreedte en eenheid op.
pl: Wprowadź szerokość kolejno od: góry, prawej strony, dołu, lewej strony; oraz wybierz jednostkę.
ro: Introduceţi lăţimea de sus, dreapta, jos şi stânga a bordurii şi unitatea.
ru: Вы можете ввести верхнюю (top), правую (right), нижнюю (bottom) и левую (left) ширину границы.
sk: Tu môžte zadať hrúbku orámovania hore (border-top), vpravo (border-right), dole (border-bottom), vľavo (border-left).
sl: Tu lahko določite širino zgornjega, desnega, spodnjega in levega okvirja.
sr: Овде можете унети горњу, десну, доњу и леву ширину оквира.
sv: Ange topp, höger, botten och vänster rambredd samt en enhet.
uk: Введіть, будь ласка, вкажіть розмір для верхньої, нижньої правої та лівої границь та виберіть одиницю виміру.

# tl_style.borderstyle.0
source: Border style
cs: Styl rámečku
da: Kantstil
de: Rahmenstil
es: Estilo de borde
fa: سبک مرز
fi: Reunan tyyli
fr: Style de la bordure
hu: Szegély stílus (Border style)
it: Stile bordo
ja: ボーダーのスタイル(border-style)
lv: Malas stils
my: အနားသတ်စတိုင်
nl: Randstijl
pl: Styl obramowania
ro: Stil bordură
ru: Border style (Стиль границы)
sk: Štýl orámovania
sl: Slog okvirja
sr: Стил оквира
sv: Ramstil
uk: Стиль границі (border-style)

# tl_style.borderstyle.1
source: Here you can choose the border style.
cs: Zde můžete zvolit styl rámečku.
da: Vælg venligst kantstilen.
de: Hier können Sie den Stil des Rahmens auswählen.
es: Por favor selecciona el estilo de borde.
fa: اینجا می‌توانید سبک مرز را انتخاب نمایید.
fi: Tässä voit valita reunan tyylin.
fr: Choisir le style de bordure.
hu: Itt kiválaszthatja a szegély stílusát.
it: Seleziona lo stile del bordo
ja: ボーダーのスタイルを選択できます。
lv: Šeit varat izvēlēties malas stilu.
my: အနားသတ်စတိုင်ရွေးနိုင်။
nl: Selecteer de randstijl.
pl: Wybierz styl obramowania.
ro: Selectaţi stilul bordurii.
ru: Вы можете выбрать стиль границы.
sk: Tu môžte zvoliť štýl orámovania.
sl: Tu lahko izberete slog okvirja.
sr: Овде можете одабрати стил оквира.
sv: Ange ramstilen.
uk: Виберіть стиль відображення границі.

# tl_style.bordercolor.0
source: Border color and opacity
cs: Barva rámečku
da: Kantfarve
de: Rahmenfarbe und Deckkraft
es: Color de borde
fa: رنگ و شفافیت مرز
fi: Reunan väri ja läpinäkyvyys
fr: Couleur et opacité de la bordure
hu: Szegély szín és átlátszóság (Border color)
it: Colore bordo
ja: ボーダーの色(border-color)
lv: Malas krāsa un necaurspīdība
my: အနားသတ်အရောင်နှင့်အလင်းပိတ်မှု
nl: Randkleur en transparantie
pl: Kolor obramowania
ro: Culoare bordură
ru: Border color (Цвет границы)
sk: Farba a priehľadnosť orámovania
sl: Barva okvirja
sr: Боја и провидност оквира
sv: Ramfärg och transparens
uk: Колір та значення непрозорості границі (border-color)

# tl_style.bordercolor.1
source: Here you can enter a hexadecimal border color (e.g. ff0000 for red) and an optional opacity in percent (e.g. 75).
cs: Zde můžete zadat hexidecimální barvu rámečku (např. ff0000 pro červenou).
da: Angiv kantfarve som heksadecimal (f.eks. ff0000 for rød).
de: Hier können Sie eine hexadezimale Rahmenfarbe (z.B. ff0000 für rot) sowie optional die Deckkraft in Prozent (z.B. 75) eingeben.
es: Por favor introduce un color para el borde en formato hexadecimal (por ejemplo ff0000 para rojo).
fa: اینجا می‌توانید رنگ مرز در مبنای ۱۶ (برای نمونه ff0000 برای قرمز) و درصد شفافیت (برای نمونه ۷۵) اختیاری را وارد نمایید.
fi: Tähän voit antaa reunan värin heksa-arvona (esim. ff0000) ja valinnaisen läpinäkyvyysarvon prosentteina (esim. 75).
fr: Saisir une valeur hexadécimale pour la couleur de la bordure (ex. : ff0000 pour le rouge) et optionnellement une transparence en pour-cent (ex. : 75).
hu: Itt adja meg a szegély színének hexadecimális értékét (pl.: ff0000 a piros színhez) és az esetleges átlátszóságot százalékban (pl.: 75).
it: Inserire il colore esadecimale (esempio: ff0000 per il rosso).
ja: 16進数でボーダーの色(例: 赤ではff0000)とオプションで不透明度(例: 75)を入力できます。
lv: Šeit varat norādīt heksadecimālo malas krāsu (piemēram: FF0000 vai red), un papildus - necaurspīdību procentos (piemēram: 75).
my: ဆယ့်ခြောက်ကိန်းအနားသတ်အရောင် (ဥပမာ အနီရောင်အတွက်ff0000) နှင့်အလင်းပိတ်မှုရာခိုင်နှုန်း (ဥပမာ ၇၅) ထည့်သွင်းနိုင်။
nl: Geef een hexadecimale randkleur op (bv. ff0000 voor rood) en een optionele transparantie in procenten (bv. 75).
pl: Wprowadź hexadecymalną wartość koloru obramowania (np. ff0000 dla czerwonego) i opcjonalnie krycie w procentach (np. 75).
ro: Introduceţi valoarea hexadecimală pentru culoare (ex. ff0000 pentru roşu).
ru: Вы можете ввести шестнадцатеричный цвет границы (напр. ff0000 для красного) и дополнительную прозрачность в процентах (напр. 75).
sk: Tu môžte zadať farbu orámovania v hexadecimálnom formáte (napr. 000000 je čierna) a priehľadnosť v percentách (napr. 75).
sl: Tu lahko vnesete heksadecimalno kodo barve okvirja (npr. ff0000 za rdečo).
sr: Овде можете унести хексадецимални код боје оквира (нпр. ff0000 за црвену боју) и ако то желите, провидност у процентима (нпр. 75).
sv: Ange en ramfärg med hexadecimal färgkod (t.ex. <em>ff0000</em> för röd) och ev. transparens i procent (t.ex. <em>75</em>).
uk: Введіть шістнадцятковий колір фону (напр. ff0000 для червоного) та значення непрозорості у відсотках (напр. 75).

# tl_style.borderradius.0
source: Border radius
cs: Zaoblení rohů rámečku
da: Ramme radius
de: Eckradius
es: Radio de borde
fa: شعاع مرز
fi: Kulmien pyöristys
fr: Rayon de l'arrondi de la bordure
hu: Szegély lekerekítése (Border radius)
it: Raggio bordo
ja: ボーダーの丸み(border-radius)
lv: Malas radius
my: အနားသတ်အချင်းဝက်
nl: Rand radius
pl: Promień obramowania
ro: Rază pentru bordură
ru: Border radius (Радиус границы)
sk: Zaoblenie rohov orámovania
sl: Radij okvirja
sr: Закривљеност оквира
sv: Ram radie
uk: Радіус границі (border-radius)

# tl_style.borderradius.1
source: Here you can enter the top, right, bottom and left border radius.
cs: Zde můžete určit poměr zabolení rohů rámečku
da: Angiv top, højre, bund og venstre ramme radius.
de: Hier können Sie den oberen linken, den oberen rechten, den unteren rechten und den unteren linken Eckradius eingeben.
es: Aquí puede ingresar el radio de los bordes superior, derecho, inferior e izquierdo.
fa: اینجا می‌توانید شعاع مرز بالا، راست، پایین و چپ را وارد نمایید.
fi: Tähän voit antaa laatikon nurkille pyöristyksen.
fr: Saisir le rayon haut, droit, bas et gauche de l'arrondi de la bordure.
hu: Itt adja meg a felső, jobboldali, alsó és baloldali lekerekítés mértékét.
it: Inserire il raggio del bordo (top, right, bottom e left)
ja: 上、右、下、左のボーダーの丸みを入力できます。
lv: Varat norādīt malas radiusa augšējo, labo, apakšējo un kreiso vērtību.
my: အပေါ်၊ ညာ၊ အောက်နှင့်ဘယ်အနားသတ်အချင်းဝက်ထည့်သွင်းနိုင်။
nl: Hier kunt u de boven, rechter, onder en linker rand radius opgeven.
pl: Wprowadź promień obramowania kolejno od: góry, prawej strony, dołu, lewej strony; oraz wybierz jednostkę.
ro: Aici puteti introduce raza pentru bordura de sus, dreapta, jos şi stânga.
ru: Вы можете ввести верхнюю (top), правую (right), нижнюю (bottom) и левую (left) границу радиуса.
sk: Tu môžte zadať mieru zaoblenia orámovania hore, vpravo, dole a vľavo.
sl: Tukaj lahko vpišete zgornji, desni, spodnji in levi radij okvirja.
sr: Овде можете унети горњу, десну, доњу и леву закривљеност оквира.
sv: Ange topp, höger, botten och vänster ram-radie.
uk: Ви можете ввести розмір радіусу верхньої, правої, нижньої та лівої границі та вибрати одиницю виміру.

# tl_style.bordercollapse.0
source: Border handling
cs: Model rámečku
da: Kanthåndtering
de: Rahmenmodell
es: Manejo de bordes
fa: هندلینگ مرز
fi: Reunan käsittely
fr: Fusion de la bordure
hu: Szegély kezelés (Border handling)
it: Gestione del bordo
ja: ボーダーの重ね方(border-collapse)
lv: Malas apstrāde
my: အနားသတ်ကိုင်တွယ်ခြင်း
nl: Randeigenschappen
pl: Typy obramowania tabel
ro: Mod utilizare borduri
ru: Border-Collapse (Border handling) (Сворачивание границы)
sk: Spracovanie orámovania
sl: Upravljanje okvirja
sr: Обрада оквира
sv: Mötande ramar
uk: Обработка границі (border-collapse)

# tl_style.bordercollapse.1
source: Here you can choose the border handling.
cs: Zde můžete zvolit model rámečku.
da: Definer venligst om kanter for tilstødende tabelceller skal vises som en kant eller som to separate.
de: Hier können Sie das Rahmenmodell auswählen.
es: Por favor define si los bordes de las celdas adyacentes se muestran como un borde o como dos bordes separados.
fa: هندلینگ مرز را انتخاب نمایید.
fi: Tässä voit valita reunan käsittelyn.
fr: Déterminer le type de fusion de la bordure.
hu: Itt kiválaszthatja a szegély kezelését.
it: Definire se i bordi delle celle adiacenti di una tabella sono visualizzati come un bordo o come due bordi separati.
ja: ボーダーの重ね方を選択できます。
lv: Varat izvēlēties malas apstrādi (handling).
my: အနားသတ်ကိုင်တွယ်ခြင်းရွေးနိုင်။
nl: Definieer of de randen van naastliggende tabellen getoond worden als 1 rand of als twee aparte randen.
pl: Określ czy obramowanie sąsiadujących komórek tabeli ma być wyświetlane jako jedno obramowanie czy jako dwa oddzielne.
ro: Definiţi dacă bordurile a două celule separate adiacente sunt afişate ca una singură sau ca două separate.
ru: Вы можете выбрать границы обработки.
sk: Tu môžte zvoliť spôsob spracovania orámovania.
sl: Tu lahko določite upravljanje okvirja.
sr: Одредите да ли се оквири два суседна елемента приказују као једна или две линије.
sv: Ange om mötande ramar ska visas var för sig eller som en gemensam ram.
uk: Ви можете вибрати тип обработки виводу границі в таблиці.

# tl_style.borderspacing.0
source: Border spacing
cs: Odsazení rámečku
da: Ramme afstand
de: Rahmenabstand
es: Espaciado de bordes
fa: فاصله مرز
fi: Reunan välistys
fr: Espacement de la bordure
hu: Szegély távolsága (Border spacing)
it: Spazio bordo
ja: ボーダーの間隔(border-spacing)
lv: Malas atstarpes
my: အနားသတ်ခြားခြင်း
nl: Rand tussenruimte
pl: Rozstaw obramowania
ro: Spaţierea bordurii
ru: Border spacing (Интервалы границ)
sk: Odsadenie orámovania
sl: Odmik ovirja
sr: Простор ван оквира
sv: Ram mellanrum
uk: Міжгранична відстань (border-spacing)

# tl_style.borderspacing.1
source: Here you can enter the border spacing.
cs: Zde můžete určit odsazení rámečku
da: Angiv ramme afstand.
de: Hier können Sie den Rahmenabstand eingeben.
es: Aquí puede ingresar el espaciado de los bordes.
fa: اینجا می‌توانید فاصله مرز را وارد نمایید.
fi: Tähän voit syöttää reunalle välistyksen.
fr: Saisir l'espacement de la bordure.
hu: Itt adja meg a szegély távolságát.
it: Inserire lo spazio del bordo
ja: ボーダーの間隔を入力できます。
lv: Varat norādīt malas atstarpju vērtības.
my: အနားသတ်ခြားခြင်းထည့်သွင်းနိုင်။
nl: Geef hier de tussenruimte van de randen op.
pl: Wprowadź rozstaw obramowania (border spacing).
ro: Aici puteti introduce spaţierea pentru bordură.
ru: Вы можете ввести границы интервала.
sk: Tu môžte zadať veľkosť odsadenia orámovania.
sl: Tukaj lahko vpišete odmik ovirja.
sr: Овде можете одредити величину простора између два суседна оквира.
sv: Ange ram-mellanrummets storlek.
uk: Ви можете ввести значення міжграничної відстані границі в таблиці та вибрати одиницю виміру.

# tl_style.font.0
source: Font
cs: Písmo
da: Skrifttype
de: Schrift
es: Tipografía
fa: قلم
fi: Fontti
fr: Police de caractères
hu: Betű (Font)
it: Font (tipo di carattere)
ja: フォント
lv: Fonts
my: ဖွန်
nl: Lettertype eigenschappen
pl: Czcionka
ru: Font (Шрифт)
sk: Písmo
sl: Pisava
sr: Фонт
uk: Шрифт

# tl_style.font.1
source: Font-family, font-size, font-color, line-height, font-style, text-transform, text-indent, letter-spacing and word-spacing.
cs: Druh písma (font-family), velkost písma (font-size), barva písma (font-color), výška řádku (line-height), formát písma (font-style) a odazení písma (white-space).
de: Font-family, font-size, font-color, line-height, font-style, text-transform, text-indent, letter-spacing und word-spacing.
fr: Collection de polices, taille, couleur, hauteur de ligne, style, casse, indentation, espacement entre les caractères et espace blanc.
hu: Betűtípus, betű méret, betű szín, sormagasság, betűstílus, szöveg transzformáció, szövegbehúzás, térköz és szóköz.
it: Modifica le proprietà del font (Font-family, font-size, font-color, line-height, font-style, text-transform, text-indent, letter-spacing and word-spacing.).
ja: font-family、font-size、font-color、line-height、font-style、text-transform、text-indent、letter-spacing、word-spacingを入力できます。
lv: Fontu ģimene, fonta izmērs, fonta krāsa, līnijas augstums, fonta stils, teksta pārveidojums, teksta ievilkums, burtu atstarpes un vārdu atstarpes.
nl: Font-family, font-size, font-color, line-height, font-style, text-transform, text-indent, letter-spacing en word-spacing.
pl: Font-family, font-size, font-color, line-height, font-style, text-transform, text-indent, letter-spacing i word-spacing.
ru: Font-family (Семейство шрифта), font-size (размер шрифта), font-color (цвет шрифта), line-height (высота строки), font-style (стиль шрифта), text-transform (трансформация текста), text-indent (отступы), letter-spacing (интервал между буквами) and word-spacing (интервал между словами).
sl: Družina pisave, velikost pisave, barva pisave, višina vrstice, slog pisave, preoblikovanje teksta, razmak med črkami in presledek med besedami.
sr: Font-family, font-size, font-color, line-height, font-style, text-transform, text-indent, letter-spacing и word-spacing.

# tl_style.fontfamily.0
source: Font family
cs: Druh písma
da: Skrifttype
de: Schriftarten
es: Tipos de tipografía
fa: خانواده قلم
fi: Fonttiperhe
fr: Collection de polices
hu: Betű típusa (Font family)
it: Tipi di carattere
ja: フォントファミリー(font-family)
lv: Fontu saime
my: ဖွန်မိသားစု
nl: Lettertypes
pl: Typ czcionki
ro: Tip font
ru: Font family (Семейство шрифтов)
sk: Typ písma (font-family)
sl: Družina pisave
sr: Фамилија фонта
sv: Fonttyper
uk: Сімейство шрифтів (font-family)

# tl_style.fontfamily.1
source: Here you can enter a comma separated list of font types.
cs: Zde můžete zadat seznam druhů písma oddělené čárkou.
da: Indtast venligst en kommasepareret liste af skrifttyper. Brug citationstegn hvis skrifttypenavnet indeholder mellemrum og angiv mindst en generisk skrifttypefamilie (f.eks. <em>sans-serif</em>).
de: Hier können Sie eine kommagetrennte Liste von Schriftarten eingeben.
es: Por favor introduce una lista de tipos de tipografías separadas por comas. Utiliza comillas si los nombres de la tipografías contienen espacios en blanco y por lo menos incluye una familia de tipografía genérica (por ejemplo <em>sans-serif</em>).
fa: اینجا می‌توانید فهرست جدا شده با ویرگول از گونه‌های قلم را وارد نمایید
fi: Tähän voit antaa pilkuilla erotellun listan fonteista.
fr: Saisir une liste séparée par des virgules de polices de caractères.
hu: Itt tudja megadni vesszővel elválasztva a betűtípusokat.
it: Inserire la lista dei caratteri separati da virgole. Usare gli apici doppi per racchiudere i font che contengono spazi bianchi e indicarne almeno uno generico (esempio: <em>sans-serif</em>).
ja: フォントの種類をコンマで区切ったリストを入力できます。
lv: Varat norādīt fontu saimi (e-s, atdalītas ar komatu).
my: ကော်မာခြားနားပြီးဖွန်အမျိုးအစားစာရင်းထည့်သွင်း။
nl: Geef een door komma's gescheiden lijst van lettertypes op. Gebruik aanhalingstekenstekens als het lettertype spaties bevat en geef tenminste 1 generiek lettertype mee (bv. <em>sans-serif</em>).
pl: Wporwadź typy czcionek oddzielone od siebie przecinkami (np. Arial,Helvetica). Użyj znaków cudzysłowia jeśli nazwa czcionki zawiera puste pola (spacje) i dostarcza co najmniej jednej ogólnej czcionki rodzinnej (font family), np. <em>sans-serif</em>.
ro: Introduceţi o listă a tipurilor de fonturi, separate prin virgulă. Folosiţi ghilimele duble dacă numele conţine spaţii albe şi introduceţi cel puţin o familie generică de caratere (ex. <em>sans-serif</em>).
ru: Вы можете ввести список разделенных запятыми типов шрифта, в порядке убывания предпочтения.
sk: Tu môžte zadať, čiarkou oddelený zoznam typov písma (fontov).
sl: Tu lahko določite z vejicami ločene tipe pisav.
sr: Овде можете унети, запетом раздвојене, фамилије фонтова које желите користити.
sv: Ange en kommaseparerad lista med fonttyper. Ange minst en generisk fontfamilj (t.ex. <em>sans-serif</em>).
uk: Введіть, будь ласка, через кому список припустимих типів гарнітур у порядку вибування переваги. Використайте лапки, якщо назва якого-небудь сімейства містить пробіли (напр., <em>"MS Microsoft Sans Serif sans-serif"</em>).

# tl_style.fontsize.0
source: Font size
cs: Velikost písma
da: Skriftstørrelse
de: Schriftgröße
es: Tamaño de tipografía
fa: اندازه قلم
fi: Fontin koko
fr: Taille de la police
hu: Betű mérete (Font size)
it: Dimensione carattere
ja: フォントの大きさ(font-size)
lv: Fonta izmērs
my: ဖွန်အရွယ်
nl: Lettertype grootte
pl: Rozmiar czcionki
ro: Dimensiune font
ru: Font size (Размер шрифта)
sk: Veľkosť písma (font-size)
sl: Velikost pisave
sr: Величина фонта
sv: Fontstorlek
uk: Розмір шрифту (font-size)

# tl_style.fontsize.1
source: Here you can enter the font size.
cs: Zde můžete zadat velikost písma.
da: Vælg venligst skriftstørrelsen og enheden.
de: Hier können Sie die Schriftgröße eingeben.
es: Por favor introduce el tamaño de la tipografía y su unidad.
fa: اینجا می‌توانید اندازه قلم را وارد نمایید
fi: Tähän voit antaa fontin koon.
fr: Saisir la taille et l'unité de la police de caractères.
hu: Itt tudja megadni a betű méretét.
it: Inserisci la dimensione del carattere.
ja: フォントの大きさを入力できます。
lv: Varat norādīt fonta izmēru.
my: ဖွန်အရွယ်ထည့်သွင်းနိုင်။
nl: Selecteer de grootte en de eenheid van het lettertype.
pl: Wprowadź wielkość i jednostkę czcionki.
ro: Introduceţi dimensiunea fontului şi unitatea de măsură.
ru: Вы можете ввести размер шрифта.
sk: Tu môžte zadať veľkosť písma.
sl: Tu lahko vnesete velikost pisave.
sr: Овде можете унети величину фонта.
sv: Ange fontstorlek och en enhet.
uk: Введіть, будь ласка, розмір шрифту та виберіть одиницю виміру.

# tl_style.fontcolor.0
source: Font color and opacity
cs: Barva písma
da: Skriftfarve
de: Schriftfarbe und Deckkraft
es: Font color
fa: رنگ و شفافیت قلم
fi: Fontin väri ja läpinäkyvyys
fr: Couleur et opacité de la police
hu: Betű szín és átlátszóság (Font color and opacity)
it: Colore carattere
ja: フォントの色(font-color)
lv: Fonta krāsa
my: ဖွန်အရောင်နှင့်အလင်းပိတ်မှု
nl: Lettertype kleur en transparantie
pl: Kolor czcionki
ro: Culoare font
ru: Font color (Цвет шрифта)
sk: Farba a priehľadnosť písma (color)
sl: Barva pisave
sr: Боја и провидност фонта
sv: Fontfärg och transparens
uk: Колір та значення непрозорості шрифту (color)

# tl_style.fontcolor.1
source: Here you can enter a hexadecimal font color (e.g. ff0000 for red) and an optional opacity in percent (e.g. 75).
cs: Zde můžete zadat hexidecimální barvu písma (např. ff0000 pro červenou).
da: Angiv skriftfarve som heksadecimal (f.eks. ff0000 for rød).
de: Hier können Sie eine hexadezimale Schriftfarbe (z.B. ff0000 für rot) sowie optional die Deckkraft in Prozent (z.B. 75) eingeben.
es: Aquí puedes insertar un color de fuente hexadecimal (p.e. ff0000 para rojo).
fa: اینجا می‌توانید رنگ قلم در مبنای ۱۶ (برای نمونه ff0000 برای قرمز) و درصد شفافیت (برای نمونه ۷۵) اختیاری را وارد نمایید.
fi: Tähän voit antaa fontin värin heksa-arvona (esim. ff0000) ja valinnaisen läpinäkyvyysarvon prosentteina (esim. 75).
fr: Saisir une valeur hexadécimale pour la couleur de la police de caractères (ex. : ff0000 pour le rouge) et optionnellement une transparence en pour-cent (ex. : 75).
hu: Itt adja meg hexadecimális formában a betű színét (pl.: ff0000 a piros) és az esetleges átlátszóságát (pl.:75).
it: Inserire un colore esadecimale per il carattere (esempio: ff0000 per il rosso) e una trasparenza opzionale compresa tra 0 e 100 (es: 75).
ja: 16進数でフォントの色(例: 赤ではff0000)とオプションで不透明度(例: 75)を入力できます。
lv: Šeit varat norādīt heksadecimālo fonta krāsu (piemēram: FF0000 vai red), un papildus - redzamību procentos (piemēram: 75).
my: ဆယ့်ခြောက်ကိန်းဖွန်အရောင် (ဥပမာ အနီရောင်အတွက်ff0000) နှင့်အလင်းပိတ်မှုရာခိုင်နှုန်း (ဥပမာ ၇၅) ထည့်သွင်းနိုင်။
nl: Geef een hexadecimale kleur voor lettertype op (bv ff0000 voor rood) en een optionele transparantie in procenten (bv. 75).
pl: Wprowadź hexadecymalną wartość koloru czcionki (np. ff0000 dla czerwonego) i opcjonalnie krycie w procentach (np. 75).
ro: Introduceţi o valoare hexazecimala (ex. ff0000 pentru roşu).
ru: Вы можете ввести шестнадцатеричный цвет шрифта (напр. ff0000 для красного) и дополнительную прозрачность в процентах (напр. 75).
sk: Tu môžte zadať farbu písma v hexadecimálnom formáte (napr. 0055ff je modrá) a priehľadnosť v percentách (napr. 75).
sl: Tu lahko vnesete heksadecimalno kodo barve pisave (npr. ff0000 za rdečo).
sr: Овде можете унести хексадецимални код боје фонта (нпр. ff0000 за црвену боју) и ако то желите, провидност у процентима (нпр. 75).
sv: Ange en fontfärg med hexadecimal färgkod (t.ex. <em>ff0000</em> för röd) och ev. transparens i procent (t.ex. <em>75</em>).
uk: Введіть шістнадцятковий колір фону (напр. ff0000 для червоного) та значення непрозорості у відсотках (напр. 75).

# tl_style.lineheight.0
source: Line height
cs: Výška řádku
da: Linjehøjde
de: Zeilenhöhe
es: Interlineado
fa: اندازه خط
fi: Rivin korkeus
fr: Hauteur de ligne
hu: Sormagasság (Line height)
it: Altezza linea
ja: 行の高さ(line-height)
lv: Līnijas augstums
my: လိုင်းအမြင့်
nl: Regelhoogte
pl: Odstęp pomiędzy liniami
ro: Înălţime
ru: Line height (Высота строки)
sk: Výška riadku (line-height)
sl: Višina vrstice
sr: Ширина линије
sv: Linjehöjd
uk: Висота рядка (line-height)

# tl_style.lineheight.1
source: Here you can define the line height.
cs: Zde můžete určit výšku řádku.
da: Du kan indtaste linjehøjden for elementet her.
de: Hier können Sie die Zeilenhöhe festlegen.
es: Aquí puedes definir la altura de linea.
fa: اینجا می‌توانید ارتفاع خط را وارد نمایید.
fi: Tähän voit syöttää rivin korkeuden.
fr: Saisir la hauteur de ligne de l'élément.
hu: Itt tudja definiálni a sormagasságot.
it: Qui puoi inserire l'altezza della linea dell'elemento.
ja: 行の高さを指定できます。
lv: Varat definēt līnijas augstumu.
my: လိုင်းအမြင့်ကိုသတ်မှတ်နိုင်။
nl: Hier kunt u de regelhoogte opgeven.
pl: Możesz tutaj ustalić wysokość lini elementu.
ro: Puteţi introduce înălţimea liniei elementului aici.
ru: Вы можете указать требуемую высоту строки.
sk: Tu môžte zadefinovať výšku riadkov.
sl: Tu lahko določite višino vrstice.
sr: Овде можете дефинисати ширину линије.
sv: Du kan här ange en linjehöjd på elementet.
uk: Тут можна вказати необхідну висоту рядка та вибрати одиницю виміру.

# tl_style.fontstyle.0
source: Font style
cs: Styl písma
da: Skriftstil
de: Schriftstil
es: Estilo de tipografía
fa: سبک قلم
fi: Fontin tyyli
fr: Style de la police
hu: Betűstílus (Font style)
it: Stile carattere
ja: フォントのスタイル(font-style, font-variant, font-weight, text-decoration)
lv: Fonta stils
my: ဖွန်စတိုင်
nl: Lettertype
pl: Styl czcionki
ro: Stil font
ru: Font style (Стиль шрифта)
sk: Štýl písma (font-style)
sl: Slog pisave
sr: Стил фонта
sv: Fontstil
uk: Стилі шрифту (font-weight, font-style, font-decoration)
