Repository: contao/core
Catalog: system/modules/core/languages/*/*_style.xlf
Languages: cs, da, de, es, fa, fi, fr, hu, it, ja, lv, my, nl, pl, ro, ru, sk, sl, sr, sv, uk

# tl_style.invisible.0
source: Invisible
cs: Skryté
da: Usynlig
de: Unsichtbar
fa: مخفی
fi: Näkymätön
hu: Elrejt (Invisible)
it: Invisibile
ja: 非表示
lv: Neredzams
my: မမြင်နိုင်သော
nl: Niet zichtbaar
pl: Niewidoczne
ro: Invizibil
ru: Невидимый
sk: Skryté
sl: Nevidno
sr: Скривен
sv: Osynlig
uk: Невидимий

# tl_style.invisible.1
source: Do not export the format definition.
cs: Nexportovat formátování.
da: Eksporter ikke format-definationen.
de: Die Formatdefinition nicht exportieren.
es: No exportar la definición de formato.
fa: تعریف فرمت را صادر نمی‌کند.
fi: Älä vie tyylimääritystä.
fr: Ne pas exporter cette définition de formatage.
hu: Nem exportálja a stílusdefiníciót. Annak hatása nem jelenik meg a weboldalon.
it: Non esportare questa definizione
ja: 書式定義を書き出しません。
lv: Neeksportē formāta definīciju.
my: အချိုးအစားအဓိပ္ပါယ်ကိုမတင်ပို့နှင့်။
nl: Formaat definitie niet exporteren.
pl: Nie eksportuj definicji formatu.
ro: Nu exporta definiţia de format.
ru: Не экспортировать определение формата.
sk: Nexportovať formátovanie.
sl: Ne izvažaj oblikovnih definicij.
sr: Немој извозити дефиницију формата.
sv: Exportera inte formatdefinitionen.
uk: Не експортувати формат визначення.

# tl_style.selector.0
source: Selector
cs: Selektor
da: Vælger
de: Selektor
fa: گزینش‌گر
fi: Selektori
fr: Sélecteur
hu: Kiválasztó (Selector)
it: Selettore
ja: セレクター
lv: Atlasītājs (Selector)
my: ရွေးချယ်သူ
pl: Selektor
ru: Selector (Селектор)
sk: Selektor
sl: Selektor
sr: Селектор
sv: Element, Element-ID, Klass
uk: Селектор

# tl_style.selector.1
source: The selector defines to which element(s) the format definition applies.
cs: Selektor určuje, k jakému elementu se dané formátování vztahuje.
da: En vælger definerer for hvilke HTML-elementer eller elementgrupper en format-definition gælder.
de: Der Selektor legt fest, für welche Elemente eine Formatdefinition gilt.
es: Un selector define a qué elemento HTML o grupo de elementos se aplica un formato definido. Puede introducir uno o mas selectores separados por comas.
fa: گزینش‌گر عنصر‌هایی را که تعریف ساختار باید به آن ها اعمال شود را مشخص می‌کند.
fi: Selektori määrittelee mihin elementtiin/elementteihin tyylimääritys pätee.
fr: Le sélecteur définit à quel(s) élément(s) la définition de formatage s'applique.
hu: A kiválasztó meghatározza, hogy mely elem(ek)re vonatkozik a stílusdefiníció.
it: Un selettore definisce a quale elemento HTML o gruppo di elementi si applica una definizione di formato. E' possibile inserire uno o più selettori separati da virgola.
ja: セレクターは書式定義を適用する要素を指定します。
lv: Ar selektoru definē, kuram elementam (-iem) tiks piemērots konkrētais formāts.
my: အချိုးအစားအဓိပ္ပါယ်အသံုးချရန်ပစ္စည်းကိုရွေးချယ်သူသတ်မှတ်။
nl: Een selector definieert voor welk HTML element of elementgroep een lay-out definitie geldig is.
pl: Selektor definiuje do jakiego elementu HTML lub to jakiej grupy elementów stosuje się format definicji. Możesz wprowadzić jeden lub więcej - oddzielonych przecinkami - selektorów.
ro: Un selector defineşte cărui element sau grup de elemente HTML i se aplică o definiţie de format. Puteţi introduce unul sau mai mulţi selectori delimitaţi prin virgulă.
ru: Селектор определяет, к какому элементу или группе относится определение формата.
sk: Selektor určuje, k akému elementu sa dané formátovanie vzťahuje.
sl: Selektor določa za katere elemente veljajo oblikovne definicije.
sr: Селектор одређује на које се елемент(е) примњује дефиниција формата.
sv: Detta definierar till vilket HTML-element, element-ID eller CSS-klass en formatdefinition hör.<br />Du kan ange en eller flera kommaseparerade värden här. Glöm ej prefix för element-id (#) eller klass (.).
uk: Селектор визначає, до якого елемента HTML або елементу групи ставиться визначення формату. Ви можете ввести один або більше селекторів через кому.

# tl_style.category.0
source: Category
cs: Kategorie
da: Kategori
de: Kategorie
es: Categoría
fa: دسته‌بندی
fi: Luokka
fr: Catégorie
hu: Kategória (Category)
it: Categoria
ja: カテゴリ
lv: Kategorija
my: အမျိုးအစား
nl: Categorie
pl: Kategorie
ro: Categorie
ru: Category (Категория)
sk: Kategória
sl: Kategorija
sr: Категорија
sv: Kategori
uk: Категорії

# tl_style.category.1
source: Categories can be used to group format definitions in the back end.
cs: Kategorie lze použít k uskupení nadefinovaných styl v backendu.
da: Brug kategorier til at gruppere dine format-definitioner og holde styr på dem.
de: Mit Hilfe von Kategorien können Formatdefinitionen im Backend gruppiert werden.
es: Utiliza categorías para agrupar tus definiciones de formato y hacer un seguimiento.
fa: دسته‌ها می توانند برای گروه بندی تعاریف ساختارها در قسمت مدیریت استفاده شوند.
fi: Luokilla voi ryhmitellä tyylimäärityksiä hallintaosiossa.
fr: Utiliser les catégories pour grouper et gérer vos définitions de formatage.
hu: A kategóriákat használhatja a stílusdefiníciók csoportosításához a back end-en.
it: Usa le categorie per raggruppare le tue definizioni di formato e tenerne traccia.
ja: カテゴリを使用してバックエンドで書式定義をグループ化できます。
lv: Kategorijas var izmantot, lai grupētu formātu definīcijas backend-a modulī.
my: အတွင်းပိုင်းတွင်ရှိအုပ်စုအချိုးအစားအဓိပ္ပါယ်များသို့အမျိုးအစားများအသံုးပြုနိုင်။
nl: Gebruik categorieën om uw lay-out-definities te groeperen en te ordenen.
pl: Np. wybierasz "nawigacja" a system pokazuje ci tylko te klasy css, które obsługują nawigację.
ro: Folosiţi categorii pentru a grupa definiţiile de format.
ru: Категории можно использовать для группировки определений форматов в панели управления.
sk: Kategóriami je možné v backende zoskupiť nadefinované štýly.
sl: Kategorije so lahko uporabljajo za združevanje oblikovnih definicij v skupine.
sr: Категорије се могу користити у сврху груписања дефиниција формата у БекЕнду.
sv: Använd kategorier för att gruppera dina formatdefinitioner.
uk: Використайте категорії груп Вашого формату дескрипторів.

# tl_style.comment.0
source: Comment
cs: Komentář
da: Kommentar
de: Kommentar
es: Comentarios
fa: دیدگاه
fi: Kommentti
fr: Commentaire
hu: Megjegyzés (Comment)
it: Commento
ja: コメント
lv: Komentāri
my: မှတ်ချက်
nl: Commentaar
pl: Komentarz
ro: Comentarii
ru: Комментарий
sk: Komentár
sl: Komentar
sr: Коментар
sv: Kommentar
uk: Коментар

# tl_style.comment.1
source: Here you can add a comment.
cs: Sem můžete přidat komentář.
da: Kommentarer vil blive vist over definitionen af det tilhørende format.
de: Hier können Sie einen Kommentar eingeben.
es: Los comentarios se mostraran encima del formato definido correspondiente.
fa: اینجا می‌توانید یک دیدگاه اضافه کنید.
fi: Täällä voit lisätä kommentin.
fr: Ajouter un commentaire.
hu: Itt tud megjegyzést hozzáadni.
it: I commenti verranno visualizzati sopra le definizioni di formato corrispondenti.
ja: コメントを追加できます。
lv: Šeit varat pievienot savus komentārus.
my: မှတ်ချက်ထည့်သွင်းနိုင်။
nl: Commentaar wordt weergegeven boven de corresponderende lay-out-definitie.
pl: Komentarze będą pokazywane powyżej przekazaniu formatu definicji.
ro: Comentariile vor fi afişate deasupra definiţiilor de format corespunzătoare.
ru: Вы можете добавить комментарий.
sk: Tu môžte vložiť komentár.
sl: Tu lahko dodate komentar.
sr: Овде можете додати коментар.
sv: Kommentarer kommer att visas ovanför formatdefinitionen.
uk: Коментарі будуть показані вище відповідного визначення формату.

# tl_style.size.0
source: Size
cs: Rozměry
da: Størrelse og position
de: Abmessungen
es: Tamaño y posición
fa: اندازه
fi: Koko
fr: Taille
hu: Méret
it: Dimensione
ja: 大きさ
lv: Izmērs
my: အရွယ်
nl: Afmeting
pl: Rozmiar
ro: Mărime şi poziţie
ru: Size (Размер)
sk: Rozmery
sl: Velikost in lega
sr: Величина
sv: Storlek
uk: Розміри блоку

# tl_style.size.1
source: Width, height, min-width, min-height, max-width and max-height.
cs: max., min. a běžná šířka (min-width, max-width, width), max., min. a běžná výška (min-height, max-height, height)
da: Redigér størrelse og positionering (bredde, højde, positionering, overløb, flydende, nulstil, visning).
de: Width, height, min-width, min-height, max-width und max-height.
es: Editar el tamaño y posición (ancho, altura, posición, overflow, float, clear, display).
fa: عرض، ارتفاع، عرض کمینه، ارتفاع کمینه، عرض بیشینه، ارتفاع بیشینه.
fi: Leveys, korkeus, vähimmäisleveys, vähimmäiskorkeus, enimmäisleveys ja enimmäiskorkeus.
fr: Largeur, hauteur, largeur minimale, hauteur minimale, largeur maximale et hauteur maximale.
hu: Szélesség, magasság,minimum szélesség, minimum magasság, maximum szélesség és maximum magasság.
it: Modifica la dimensione (width, height, min-width, min-height, max-width e max-height).
ja: width, height, min-width, min-height, max-width, max-heightを入力できます。
lv: Platums, augstums, min-platums, min-augstums, max platums un max augstums.
my: အနံ၊ အမြင့်၊ အနည်းဆုံး-အနံ၊ အနည်းဆံုး-အမြင့်၊ အများဆံုး-အနံနှင့်အများဆံုး-အမြင့်
nl: Breedte, hoogte, min-breedte, min-hoogte, max-breedte en max-hoogte.
pl: Edytuj rozmiar i pozycję (szerokość, wysokość, pozycja, overflow, float, clear, display).
ro: Editaţi dimensiunea şi poziţia (lăţime, înăltime, poziţie, overflow, float, clear, display).
ru: Width (ширина), height (высота), min-width (минимальная ширина), min-height (минимальная высота), max-width (максимальная ширина) и max-height (максимальная высота).
sk: Šírka, výška (width, height, min-width, min-height, max-width a max-height).
sl: Širina, višina, lega, preliv, tokovi, "čiščenje tokov" in prikaz.
sr: Ширина, висина, минимална ширина, минимална висина, максимална ширина и максимална висина.
sv: Parametrarna width, height, min-width, min-height, max-width och max-height.
uk: Редагувати розміри блоку: ширина (width), висота (height), мінімальна ширина (min-width), мінімальна висота (min-height), максимальна ширина (max-width) та максимальна висота (max-height).

# tl_style.width.0
source: Width
cs: Šířka
da: Bredde
de: Breite
es: Ancho
fa: عرض
fi: Leveys
fr: Largeur
hu: Szélesség (Width)
it: Larghezza
ja: 幅(width)
lv: Platums
my: အနံ
nl: Breedte
pl: Szerokość
ro: Lăţime
ru: Width (Ширина)
sk: Šírka
sl: Širina
sr: Ширина
sv: Bredd
uk: Ширина

# tl_style.width.1
source: Here you can enter the element's width.
cs: Zde můžete zadat šířku elementu.
da: Indtast venligst bredden af elementet og enheden.
de: Hier können Sie die Breite des Elements eingeben.
es: Por favor introduce el ancho del elemento y su unidad.
fa: اینجا می‌توانید عرض عنصر را وارد کنید.
fi: Tähän voit syöttää elementin leveyden
fr: Saisir la largeur de l'élément.
hu: Itt adja meg az elem szélességét.
it: Inserire la larghezza dell'elemento e l'unità di misura.
ja: 要素の幅を入力できます。
lv: Varat norādīt elementa platumu.
my: ပစ္စည်းအနံထည့်သွင်းနိုင်။
nl: Geef de breedte van het element op.
pl: Wprowadź szerokość i jednostkę elementu.
ro: Introduceţi lăţimea elementului şi unitatea.
ru: Вы можете ввести ширину элемента и единицы.
sk: Tu môžte zadať šírku elementu.
sl: Tu lahko vnesete širino elementa.
sr: Овде можете унети ширину елемента.
sv: Ange bredden på elementet samt enhet.
uk: Введіть, будь ласка, ширину (width) елемента та виберіть одиниці виміру.

# tl_style.height.0
source: Height
cs: Výška
da: Højde
de: Höhe
es: Altura
fa: ارتفاع
fi: Korkeus
fr: Hauteur
hu: Magasság (Height)
it: Altezza
ja: 高さ(height)
lv: Augstums
my: အမြင့်
nl: Hoogte
pl: Wysokość
ro: Înălţime
ru: Height (Высота)
sk: Výška
sl: Višina
sr: Висина
sv: Höjd
uk: Висота

# tl_style.height.1
source: Here you can enter the element's height.
cs: Zde můžete zadat výšku elementu.
da: Indtast venligst højden af elementet og enheden.
de: Hier können Sie die Höhe des Elements eingeben.
es: Por favor introduce la altura del elemento y su unidad.
fa: اینجا می‌توانید ارتفاع عنصر را مشخص کنید.
fi: Tähän voit syöttää elementin korkeuden.
fr: Saisir la hauteur de l'élément.
hu: Itt adja meg az elem magasságát.
it: Inserire l'altezza dell'elemento e l'unità di misura.
ja: 要素の高さを入力できます。
lv: Varat norādīt elementa augstumu.
my: ပစ္စည်းအမြင့်ထည့်သွင်းနိုင်။
nl: Geef de hoogte van het element op.
pl: Wprowadź wysokość i jednostkę elementu.
ro: Introduceţi înălţimea elementului şi unitatea.
ru: Вы можете ввести высоту элемента и единицы.
sk: Tu môžte zadať výšku elementu.
sl: Tu lahko vnesete višino elementa.
sr: Овде можете унети висину елемента.
sv: Ange höjden på elementet samt enhet.
uk: Введіть, будь ласка, висоту елемента (height) та виберіть одиниці виміру.

# tl_style.minwidth.0
source: Minimum width
cs: Minimální šířka
da: Minimum bredde
de: Mindestbreite
es: Ancho mínimo
fa: عرض کمینه
fi: Vähimmäisleveys
fr: Largeur minimale
hu: Minimum szélesség (Minimum width)
it: Larghezza minima
ja: 最小の幅(min-width)
lv: Minimālais platums
my: အနည်းဆုံးအနံ
nl: Minimale breedte
pl: Minimalna długość
ro: Lăţime minimă
ru: Minimum width (Минимальная ширина)
sk: Minimálna šírka
sl: Minimalna širina
sr: Минимална ширина
sv: Minimum bredd
uk: Мінімальна ширина

# tl_style.minwidth.1
source: Here you can enter the element's minimum width.
cs: Zde můžete určit minimální šířku daného elementu.
da: Her kan du indtaste elementets minimum bredde.
de: Hier können Sie die Mindestbreite des Elements eingeben.
es: Aquí puede ingresar el ancho mínimo del elemento.
fa: اینجا می‌توانید عرض کمینه عنصر را وارد نمایید.
fi: Tähän voit syöttää elementin vähimmäisleveyden.
fr: Saisir la largeur minimale de l'élément.
hu: Itt adja meg az elem minimális szélességét.
it: Inserire la larghezza minima dell'elemento e l'unità di misura.
ja: 要素の最小の幅を入力できます。
lv: Varat norādīt elementa minimālo platumu.
my: ပစ္စည်းအနည်းဆုံးအနံထည့်သွင်းနိုင်။
nl: Geef de minimale breedte van het element op.
pl: Wprowadź minimalną długość elementu.
ro: Introduceţi aici lăţimea minimă a elementului.
ru: Вы можете ввести минимальную ширину элемента и единицы.
sk: Tu môžte zadať minimálnu šírku elementu.
sl: Tukaj lahko vpišete minimalno širino elementa.
sr: Овде можете унети минималну ширину елемента.
sv: Här kan du ange elementets minimum-bredd samt enhet.
uk: Введіть, будь ласка, мінімальну ширину (min-width) елемента та виберіть одиниці виміру.

# tl_style.minheight.0
source: Minimum height
cs: Minimální výška
da: Minimum højde
de: Mindesthöhe
es: Altura mínima
fa: ارتفاع کمینه
fi: Vähimmäiskorkeus
fr: Hauteur minimale
hu: Minimum magasság (Minimum height)
it: Altezza minima
ja: 最小の高さ(min-height)
lv: Minimālais augstums
my: အနည်းဆံုးအမြင့်
nl: Minimale hoogte
pl: Minimalna wysokość
ro: Înălţime minimă
ru: Minimum height (Минимальная высота)
sk: Minimálna výška
sl: Minimalna višina
sr: Минимална висина
sv: Minimum höjd
uk: Мінімальна висота

# tl_style.minheight.1
source: Here you can enter the element's minimum height.
cs: Zde můžete určit minimální šířku daného elementu.
da: Her kan du indtaste elementets minimum højde.
de: Hier können Sie die Mindesthöhe des Elements eingeben.
es: Aquí puede ingresar la altura mínima del elemento.
fa: اینجا می‌توانید ارتفاع کمینه عنصر را وارد نمایید.
fi: Tähän voit syöttää elementin vähimmäiskorkeuden.
fr: Saisir la hauteur minimale de l'élément.
hu: Itt adja meg az elem minimális magasságát.
it: Inserire l'altezza minima dell'elemento e l'unità di misura.
ja: 要素の最小の高さを入力できます。
lv: Varat norādīt elementa minimālo augstumu.
my: ပစ္စည်းအနည်းဆံုးအမြင့်ထည့်သွင်းနိုင်။
nl: Geef de minimale hoogte van het element op.
pl: Wprowadź minimalną wysokość elementu.
ro: Introduceţi aici înălţimea minimă a elementului.
ru: Вы можете ввести минимальную высоту элемента и единицы.
sk: Tu môžte zadať minimálnu výšku elementu.
sl: Tukaj lahko vpišete minimalno višino elementa.
sr: Овде можете унети минималну висину елемента.
sv: Här kan du ange elementets minimum-höjd samt enhet.
uk: Введіть, будь ласка, мінімальну висоту (min-height) елемента та виберіть одиниці виміру.

# tl_style.maxwidth.0
source: Maximum width
cs: Maximální šířka
da: Maksimum bredde
de: Maximalbreite
es: Ancho máximo
fa: عرض بیشینه
fi: Enimmäisleveys.
fr: Largeur maximale
hu: Maximális szélesség (Maximum width)
it: Larghezza massima
ja: 最大の幅(max-width)
lv: Maksimālais platums
my: အများဆံုးအနံ
nl: Maximale breedte
pl: Maksymalna długość
ro: Lăţime maximă
ru: Maximum width (Максимальная ширина)
sk: Maximálna šírka
sl: Maksimalna širina
sr: Максимална ширина
sv: Maximal bredd
uk: Максимальна ширина

# tl_style.maxwidth.1
source: Here you can enter the element's maximum width.
cs: Zde můžete určit maximální šířku daného elementu.
da: Her kan du indtaste elementets maksimum bredde.
de: Hier können Sie die Maximalbreite des Elements eingeben.
es: Aquí puede ingresar el ancho máximo del elemento.
fa: اینجا می‌توانید عرض بیشینه عنصر را وارد نمایید.
fi: Tähän voit syöttää elementin enimmäisleveyden.
fr: Saisir la largeur maximale de l'élément.
hu: Itt adja meg az elem maximális szélességét.
it: Inserire la larghezza massima dell'elemento e l'unità di misura.
ja: 要素の最大の幅を入力できます。
lv: Varat norādīt elementa maksimālo platumu.
my: ပစ္စည်းအများဆံုးအနံထည့်သွင်းနိုင်။
nl: Geef de maximale breedte van het element op.
pl: Wprowadź maksymalną długość elementu.
ro: Introduceţi aici lăţimea maximă a elementului.
ru: Вы можете ввести максимальную ширину элемента и единицы.
sk: Tu môžte zadať maximálnu šírku elementu.
sl: Tukaj lahko vpišete maksimalno širino elementa.
sr: Овде можете унети максималну ширину елемента.
sv: Här kan du ange elementets maximal-bredd samt enhet.
uk: Введіть, будь ласка, максимальну ширину (max-width) елемента та виберіть одиниці виміру.

# tl_style.maxheight.0
source: Maximum height
cs: Maximální výška
da: Kaksimum højde
de: Maximalhöhe
es: Altura máxima
fa: ارتفاع بیشینه
fi: Enimmäiskorkeus
fr: Hauteur maximale
hu: Maximum magasság (Maximum height)
it: Altezza massima
ja: 最大の高さ(max-height)
lv: Maksimālais augstums
my: အများဆံုးအမြင့်
nl: Maximale hoogte
pl: Maksymalna wysokość
ro: Înălţime maximă
ru: Maximum height (Максимальная высота)
sk: Maximálna výška
sl: Maksimalna višina
sr: Максимална висина
sv: Maximal höjd
uk: Максимальна висота

# tl_style.maxheight.1
source: Here you can enter the element's maximum height.
cs: Zde můžete určit maximální výšku daného elementu.
da: Her kan du indtaste elementets maksimum højde.
de: Hier können Sie die Maximalhöhe des Elements eingeben.
es: Aquí puede ingresar la altura máxima del elemento.
fa: اینجا می‌توانید ارتفاع بیشینه عنصر را وارد نمایید.
fi: Tähän voit syöttää elementin enimmäiskorkeuden.
fr: Saisir la hauteur maximale de l'élément.
hu: Itt adja meg az elem maximális magasságát.
it: Inserire l'altezza massima dell'elemento e l'unità di misura.
ja: 要素の最大の高さを入力できます。
lv: Varat norādīt elementa maksimālo augstumu.
my: ပစ္စည်းအများဆံုးအမြင့်ထည့်သွင်းနိုင်။
nl: Geef de maximale hoogte van het element op.
pl: Wprowadź maksymalną wysokość elementu.
ro: Introduceţi aici înălţimea maximă a elementului.
ru: Вы можете ввести максимальную высоту элемента и единицы.
sk: Tu môžte zadať maximálnu výšku elementu.
sl: Tukaj lahko vpišete maksimalno višino elementa.
sr: Овде можете унети максималну висину елемента.
sv: Här kan du ange elementets maximal-höjd samt enhet.
uk: Введіть, будь ласка, максимальну висоту (max-height) елемента та виберіть одиниці виміру.

# tl_style.positioning.0
source: Position
cs: Umístění
es: Posición
fa: جایگاه
fi: Sijainti
hu: Pozíció
it: Posizione
ja: 位置(top, right, bottom, left)
lv: Pozīcija
my: တည်နေရာ
nl: Positie
pl: Pozycja
ro: Poziţie
ru: Position (Позиционирование)
sk: Umiestnenie (position)
sl: Pozicija
sr: Позиција
uk: Розташування блоку

# tl_style.positioning.1
source: Position, float, clear, overflow and display.
cs: umístění (position), obtékání (float), smazání (clear), přetákání (overflow) a zobrazení (display).
de: Position, float, clear, overflow und display.
es: Definir atributos CSS: position, floar, clear, overflow y display.
fa: جایگاه، شناوری، پاک کردن، هم‌پوشانی و نمایش.
fi: Sijoittuminen, kellutus, kellutuksen poisto, ylivuoto ja näyttötapa.
fr: Position, flottant, effacer, débordement et affichage.
hu: Pozíció, lebegés, lebegés törlése, túlcsordulás és megjelenés.
it: Attributi position, float, clear, overflow e display
ja: position、float、clear、overflow、displayを入力できます。
lv: Position, float, clear, overflow un display.
my: တည်နေရာ၊ ပေါလောပေါ်၊ ဖယ်ရှား၊ ပြည့်လျှံသွားနှင့်ပြသ။
nl: Position, float, clear, overflow en display.
pl: Position, float, clear, overflow i display.
ro: Poziţie, flotare, separare, suprascriere şi afişare.
ru: Position (Позиционирование), float (обтекание), clear (отмена обтекания), overflow (переполнение) и display (тип отображения).
sk: Umiestnenie (position), pretekanie (overflow), obtekanie (float), zrušenie (clear) a zobrazenie (display).
sl: Pozicija, float, clear, overflow in display.
sv: Parametrarna position, float, clear, overflow och display.
uk: Позиціювання (position), обтікання (float), скасування обтікання (clear), переповнення блоку (overflow) та відображення блоку (display).

# tl_style.trbl.0
source: Position
cs: Umístění
es: Posición
fa: جایگاه
fi: Sijainti
hu: Pozíció
it: Posizione
ja: 位置(top, right, bottom, left)
lv: Pozīcija
my: တည်နေရာ
nl: Positie
pl: Pozycja
ro: Poziţie
ru: Position (Позиционирование)
sk: Poloha
sl: Pozicija
sr: Позиција
uk: Позиціювання блоку

# tl_style.trbl.1
source: Here you can enter the top, right, bottom and left position.
cs: Zde můžete určit umístění elementu - nahoře, vpravo, dole nebo vlevo.
da: Indtast venligst top, højre, bund og venstre position og enheden.
de: Hier können Sie die obere, rechte, untere und linke Position eingeben.
es: Por favor introduce la posición superior, derecha, inferior y izquierda y su unidad.
fa: اینجا می‌توانید جایگاه بالا، راست، پایین و چپ را وارد کنید.
fi: Tähän voit antaa sijainnin ylhäältä, oikealta, alhaalta ja vasemmalta käsin.
fr: Saisir la position haute, droite, basse et gauche.
hu: Itt adja meg az elem felső, jobb, alsó és bal pozícióját.
it: Inserisci un valore per le posizioni: top, right, bottom, left e seleziona l'unità di misura.
ja: 上、右、下、左の位置を入力できます。
lv: Šeit varat ievadīt augšējo, labo, apakšējo un kreiso pozīciju.
my: အပေါ်၊ ညာ၊ အောက်နှင့်ဘယ်တည်နေရာများထည့်သွင်းနိုင်။
nl: Geef de boven, rechter, onder en linker positie en eenheid op.
pl: Wprowadź odległość kolejno od: góry, prawej strony, dołu, lewej strony; oraz wybierz jednostkę.
ro: Introduceţi coordonatele sus, dreapta, jos şi stânga şi unitatea.
ru: Вы можете ввести верхнее (top), правое (right), нижнее (bottom) и левое (left) позиционирование и единицы.
sk: Tu môžte zadať polohu elementu - hore (top), vpravo (right), dole (bottom), vľavo (left).
sl: Tu lahko vnesete zgornjo, desno, spodnjo in levo lego.
sr: Овде можете унети горњу, десну, доњу и леву позицију.
sv: Ange topp, höger, botten och vänster position samt en enhet.
uk: Вкажіть, будь ласка, позицію зверху (top), праворуч (right), знизу (bottom) й ліворуч (left), а також виберіть одиниці виміру.

# tl_style.position.0
source: Position type
cs: Typ umístění
da: Positioneringstype
de: Positionsart
es: Tipo de posición
fa: گونه‌ی جایگاه
fi: Sijainnin tyyppi
fr: Type de position
hu: Pozicionálás típusa (Position type)
it: Tipo di posizionamento
ja: 位置の種類(position)
lv: Pozīcijas tips
my: တည်နေရာအမျိုးအစား
nl: Positie type
pl: Typ pozycji
ro: Tip poziţionare
ru: Position type (Тип позиционирования)
sk: Spôsob umiestnenia (position)
sl: Tip lege
sr: Начин позиционирања
sv: Positionsattribut
uk: Тип позиціювання (position)
