Repository: contao/core
Catalog: system/modules/core/languages/*/*_style.xlf
Languages: cs, da, de, es, fa, fi, fr, hu, it, ja, lv, my, nl, pl, ro, ru, sk, sl, sr, sv, uk

# tl_style.bgcolor.0
source: Background color and opacity
cs: Barva pozadí
da: Baggrundsfarve
de: Hintergrund und Deckkraft
es: Color de fondo
fa: رنگ و شفافیت زمینه
fi: Taustaväri ja sen läpinäkyvyys
fr: Couleur et opacité du fond
hu: Háttér szín és átlátszóság (Background color and transparency)
it: Colore di sfondo e trasparenza
ja: 背景色と不透明度
lv: Fons un necaurspīdība
my: နောက်ခံအရောင်နှင့်အလင်းပိတ်မှု
nl: Achtergrondkleur en transparantie
pl: Kolor tła
ro: Culoare de fundal
ru: Background color и transparency (Цвет фона и прозрачность)
sk: Farba a priehľadnosť pozadia
sl: Barva ozadja
sr: Боја и провидност позадине
sv: Bakgrundsfärg och transparens
uk: Кольор тла (background-color)

# tl_style.bgcolor.1
source: Here you can enter a hexadecimal background color (e.g. ff0000 for red) and an optional opacity in percent (e.g. 75).
cs: Zde můžete zadat hexidecimální barvu pozadí (např. ff0000 pro červenou).
da: Angiv baggrundsfarve som heksadecimal (f.eks. ff0000 for rød).
de: Hier können Sie eine hexadezimale Hintergrundfarbe (z.B. ff0000 für rot) sowie optional die Deckkraft in Prozent (z.B. 75) eingeben.
es: Por favor introduce un valor hexadecimal para el color de fondo (por ejemplo ff0000 para rojo).
fa: اینجا می‌توانید رنگ زمینه در مبنای ۱۶ (برای نمونه ff0000 برای قرمز) را وارد نمایید.
fi: Tähän voit antaa taustavärin heksa-arvona (esim. ff0000) ja valinnaisen läpinäkyvyysarvon prosentteina (esim. 75).
fr: Saisir une valeur hexadécimale pour la couleur du fond (ex. : ff0000 pour le rouge) et optionnellement une transparence en pour-cent (ex. : 75).
hu: Itt adja meg a háttérszín hexadecimális értékét (pl.: ff0000 a piros szín) és az esetleges átlátszóságot százalékban (pl.:75).
it: Inserire un colore dello sfondo in esadecimale (es: ff0000 per il rosso) e una trasparenza opzionale compresa tra 0 e 100 (es: 75).
ja: 16進数で背景色(例: 赤ではff0000)とオプションで不透明度(例: 75)を入力できます。
lv: Šeit varat norādīt heksadecimālo fona krāsu (piemēram: FF0000 vai red), un papildus - redzamību procentos (piemēram: 75).
my: ဆယ့်ခြောက်ကိန်းနောက်ခံအရောင် (ဥပမာ အနီရောင်အတွက်ff0000) နှင့်အလင်းပိတ်မှုရာခိုင်နှုန်း (ဥပမာ ၇၅) ထည့်သွင်းနိုင်။
nl: Geef een hexadecimale achtergrondkleur op (bv. ff0000 voor rood) en een optionele transparantie in procenten (bv. 75).
pl: Wprowadź hexadecymalną wartość koloru tła (np. ff0000 dla czerwonego) i opcjonalnie krycie w procentach (np. 75).
ro: Introduceţi valoarea hexazecimală a culorii (ex. ff0000 pentru roşu).
ru: Вы можете ввести шестнадцатеричный цвет фона (напр. ff0000 для красного) и дополнительную прозрачность в процентах (напр. 75).
sk: Tu môžte zadať farbu pozadia v hexadecimálnom formáte (napr. ff0000 je červená) a priehľadnosť v percentách (napr. 75).
sl: Tu lahko vnesete heksadecimalno kodo barve ozadja (npr. ff0000 za rdečo).
sr: Овде можете унести хексадецимални код позадинске боје (нпр. ff0000 за црвену боју) и ако то желите, провидност позадине у процентима (нпр. 75).
sv: Ange en hexadecimal bakgrundsfärg (t.ex. <em>ff0000</em> för röd) och ev. transparens i procent (t.ex. <em>75</em>).
uk: Введіть шістнадцятковий колір фону (напр. ff0000 для червоного) та значення непрозорості у відсотках (напр. 75).

# tl_style.bgimage.0
source: Background image
cs: Obrázek pozadí
da: Baggrundsbillede
de: Hintergrundbild
es: Imagen de fondo
fa: تصویر زمینه
fi: Taustakuva
fr: Image de fond
hu: Háttér kép (Background image)
it: Immagine di sfondo
ja: 背景画像(background-image)
lv: Fona attēls
my: နောက်ခံပံု
nl: Achtergrondafbeelding
pl: Obrazek tła
ro: Imagine de fundal
ru: Background image (Фоновое изображение)
sk: Obrázok pozadia
sl: Slika ozadja
sr: Позадинска слика
sv: Bakgrundsbild
uk: Фонове зображення (background-image)

# tl_style.bgimage.1
source: Here you can enter the path to a background image.
cs: Zde můžete uvést cestu k obrázku pozadí.
da: Her kan du angive stilen til et baggrundsbillede.
de: Hier können Sie den Pfad zu einem Hintergrundbild eingeben.
es: Puede introducir la ruta para la imagen de fondo.
fa: ‌اینجا می‌توانید مسیر تصویر زمینه را وارد نمایید.
fi: Tähän voit antaa polun taustakuvalle.
fr: Saisir le chemin de l'image de fond.
hu: Itt adja meg a háttérkép elérési útvonalát.
it: E' possibile inserire il percorso di una immagine di sfondo.
ja: 背景画像のパスを入力できます。
lv: Varat norādīt fona attēlu.
my: နောက်ခံပံုသို့လမ်းကြောင်းထည့်သွင်းနိုင်။
nl: U kunt hier het pad naar een achtergrondafbeelding opgeven.
pl: Możesz wprowadzić ścieżkę do obrazka, który zostanie użyty jako tło.
ro: Puteţi introduce calea către o imagine de fundal.
ru: Вы можете ввести путь к фоновому изображению.
sk: Tu môžte zadať cestu k obrázku, ktorý bude vložený do pozadia.
sl: Tu lahko vnesete pot do želene slike ozadja.
sr: Овде можете унести путању до слике која ће бити постављена у позадини.
sv: Ange sökvägen för en ev. bakgrundsbild.
uk: Вкажіть шлях до фонового зображення.

# tl_style.bgposition.0
source: Background position
cs: Umístění pozadí
da: Positionere baggrund
de: Hintergrundposition
es: Posición de fondo
fa: جایگاه زمینه
fi: Taustakuvan asemointi
fr: Position du fond
hu: Háttér pozíció (Background position)
it: Posizione dello sfondo
ja: 背景画像の位置(background-position)
lv: Fona pozīcija
my: နောက်ခံတည်နေရာ
nl: Achtergrondpositie
pl: Pozycja tła
ro: Poziţie de fundal
ru: Background position (Позиционирование фона)
sk: Umiestnenie pozadia
sl: Lega ozadja
sr: Позиција позадинске слике
sv: Bakgrundsposition
uk: Позиція тла (background-position)

# tl_style.bgposition.1
source: Here you can select the position of the background image.
cs: Zde můžete vybrat pozici obrázku pozadí.
da: Vælg positioneringen af baggrundsbilledet.
de: Hier können Sie die Position des Hintergrundbildes auswählen.
es: Por favor selecciona la posición de la imagen de fondo.
fa: اینجا می‌توانید جایگاه تصویر زمینه را انتخاب کنید.
fi: Tässä voit valita kuinka taustakuva asemoidaan.
fr: Sélectionner la position de l'image de fond.
hu: Itt kiválaszthatja a háttérkép poizícíóját.
it: Selezionare la posizione dell'immagine di sfondo
ja: 背景画像の位置を選択できます。
lv: Varat izvēlēties fona attēla pozīciju.
my: နောက်ခံပံုတည်နေရာရွေးနိုင်။
nl: Selecteer de positie van de achtergrond afbeelding.
pl: Wybierz typ pozycji tła obrazkowego.
ro: Selectaţi poziţia imaginii de fundal.
ru: Вы можете выбрать позиционирование фонового изображения.
sk: Tu môžte zvoliť umiestnenie obrázku v pozadí.
sl: Tu lahko izberete lego slike ozadja.
sr: Овде можете подесити позицију позадинске слике.
sv: Ange bakgrundsbildens position.
uk: Будь ласка, виберіть позицію фонового зображення.

# tl_style.bgrepeat.0
source: Background repeat
cs: Opakování pozadí
da: Baggrundsgentagelse
de: Hintergrundwiederholung
es: Repetir fondo
fa: تکرار زمینه
fi: Taustakuvan toisto
fr: Répétition du fond
hu: Háttér ismétlés (Background repeat)
it: Ripetizione sfondo
ja: 背景画像の繰り返し(background-repeat)
lv: Fona atkārtošana
my: နောက်ခံပြန်ပေါ်
nl: Achtergrondherhaling
pl: Powtarzanie tła
ro: Repetare imagine de fundal
ru: Background repeat (Повторение фона)
sk: Opakovanie pozadia
sl: Ponavljanje ozadja
sr: Понављање позадинске слике
sv: Bakgrundsrepetering
uk: Повторення фонового зображення (background-repeat)

# tl_style.bgrepeat.1
source: Here you can select the repeating mode.
cs: Zde můžete vybrat možnost opakování.
da: Vælg venligst gentagelsestilstanden.
de: Hier können Sie das Wiederholungsverhalten auswählen.
es: Por favor selecciona el modo de repetición.
fa: اینجا می‌توانید حالت تکرار زمینه را انتخاب نمایید.
fi: Tässä voit valita taustakuvan toistotavan.
fr: Sélectionner un mode de répétition.
hu: Itt kiválaszthatja a háttér ismétlésének módját.
it: Selezionare la modalità di ripetizione
ja: 背景画像の繰り返しの方法を選択できます。
lv: Varat izvēlēties atkārtošanas režīmu.
my: နောက်ခံပြန်ပေါ်ရွေးနိုင်။
nl: Selecteer de herhalingsmodus.
pl: Wybierz tryb powtarzania.
ro: Selectaţi modul de repetare.
ru: Выберите режим повторения фонового изображения.
sk: Tu si môžete vybrať či a ako sa má opakovať obrázok v pozadí.
sl: Tu lahko izberete način ponavljanja ozadja.
sr: Овде можете изабрати начин понављања.
sv: Ange repeteringsläget för bilden.
uk: Будь ласка, виберіть режим повторення фонового зображення.

# tl_style.shadowsize.0
source: Shadow size
cs: Velikost stínu
da: Skygge størrelse
de: Schattengröße
es: Tamaño de sombra
fa: اندازه سایه
fi: Varjon koko
fr: Taille de l'ombre
hu: Árnyék méret (Shadow size)
it: Dimensione dell'ombra
ja: 影の大きさ
lv: Ēnas izmērs
my: အရိပ်ပမာဏ
nl: Grootte schaduw
pl: Wielkość cienia
ro: Mărime umbră
ru: Shadow size (Размер тени)
sk: Veľkosť tieňa
sl: Velikos sence
sr: Величина сенке
sv: Skuggstorlek
uk: Розмір тіні

# tl_style.shadowsize.1
source: Here you can enter the X and Y offset, an optional blur size and an optional spread radius.
cs: Zde můžete zadat umístění, odsazení a dosah stínu v ose X a Y.
da: Her kan du indtaste et X og Y offset, en valgfri blur størrelse og en valgfri spredningsradius.
de: Hier können Sie den X- und Y-Versatz sowie optional die Unschärfe und den Spread-Radius eingeben.
es: Aquí puede ingresar el desfase X y Y, el tamaño opcional de difuminado, y un radio opcional de propagación.
fa: اینجا می‌توانید افست X و Y، اندازه محو بودن اختیاری و شعاع پخش‌شدگی اختیاری را وارد نمایید.
fi: Tähän voit antaa pysty- ja sivusiirtymän, valinnaisen pehmennyksen määrän sekä valinnaisen levitysalan.
fr: Saisir les valeur X et Y de décalage, optionnellement une taille de flou et un rayon de diffusion.
hu: Itt adja meg az árnyék X és Y eltolását, az opcionális elmosási értéket és az opcionális sugár méretet.
it: Inserire l'offset X e Y dell'ombra, una dimensione e un raggio opzionale per l'effetto "blur" .
ja: 横方向と横方向の位置、ぼかしの範囲、必須ではないぼかしの拡散範囲を入力できます。
lv: Šeit varat norādīt nobīdi pa X un Y asīm, kā arī neasuma pakāpi.
my: ဟိတ်စ်နှင့်ဝိုင်ခုနှိမ်၊ စိတ်ကြိုက်မှုန်မှုန်ဝါးဝါးပမာဏနှင့်စိတ်ကြိုက်ပြန့်ကားအချင်းဝက်ထည့်သွင်းနိုင်။
nl: Hier kunt u de X-en Y-offset, een facultatieve onscherpte omvang en afronding radius invoeren
pl: Wprowadź offset X i Y, opcjonalnie rozmycie oraz promień rozproszenia.
ro: Aici aveţi posibilitatea să introduceţi offsetul pe X şi Y, o dimensiune blur opţională şi o rază de răspândire opţională.
ru: Вы можете ввести X и Y смещение (offset), дополнительный размер размытия (blur) и дополнительный радиус распространения (spread radius).
sk: Tu môžete zadať umiestnenie, odsadenie a dosah tieňa v osi X a Y.
sl: Tukaj lahko vpišete X in Y izravnavo, opcijsko velikost meglenja in opcijsko radij razpršitve.
sr: Овде можете унети X и Y офсет, опционо величина замагљења и величину радијуса простирања.
sv: Ange en X- och Y-offset samt ev. utsmetningsstorlek och spridningsradie.
uk: Вкажіть значення зміщення тіні по осі X та Y. Також, можна вказати розмір розмиття та радіус поширення тіні.

# tl_style.shadowcolor.0
source: Shadow color and opacity
cs: Barva stínu
da: Skygge farve og opacitet
de: Schattenfarbe und Deckkraft
es: Color de sombra
fa: رنگ و شفافیت سایه
fi: Varjon väri ja läpinäkyvyys
fr: Couleur et opacité de l'ombre
hu: Árnyék színe és átlátszósága (Shadow color and opacity)
it: Colore dell'ombra
ja: 影の色
lv: Ēnas krāsa
my: အရိပ်အရောင်နှင့်အလင်းပိတ်မှု
nl: Schaduw kleur en dekking
pl: Kolor cienia
ro: Culoarea umbrei şi opacitatea
ru: Shadow color and opacity (Цвет тени и прозрачность)
sk: Farba a priehľadnosť tieňa
sl: Barva sence
sr: Боја и провидност сенке
sv: Skuggfärg och transparens
uk: Колір тіні та непрозорість

# tl_style.shadowcolor.1
source: Here you can enter a hexadecimal shadow color (e.g. ff0000 for red) and an optional opacity in percent (e.g. 75).
cs: Zde můžete určit barvu stínu (např. ff0000 pro červenou) a také průhlednost v procentech (např. 75)
da: Her kan du indtaste en hexadecimal skygge farve (f.eks. ff0000 for rød) samt en valgfri opacitet i procent (f.eks. 75).
de: Hier können Sie eine hexadezimale Schattenfarbe (z.B. ff0000 für rot) sowie optional die Deckkraft in Prozent (z.B. 75) eingeben.
es: Aquí puede ingresar un número hexadecimal de color (p.e. ff0000 para rojo) y un porcentaje de transparencia opcional (p.e. 75).
fa: اینجا می‌توانید رنگ سایه در مبنای ۱۶ (برای نمونه ff0000 برای قرمز) و درصد شفافیت (برای نمونه ۷۵) اختیاری را وارد نمایید.
fi: Tähän voit antaa värin heksa-arvona (esim. ff0000) ja valinnaisen läpinäkyvyysarvon prosentteina (esim. 75).
fr: Saisir une valeur hexadécimale pour la couleur de l'ombre (ex. : ff0000 pour du rouge) et optionnellement une transparence en pour-cent (ex. : 75).
hu: Itt adja be az árnyék színének hexadecimális értékét (pl.: ff0000 a piros szín) és az esetleges átlátszóságot százalékban (pl.:75).
it: Inserire un colore dell'ombra in esadecimale (es: ff0000 per il rosso) e una trasparenza opzionale compresa tra 0 e 100 (es: 75).
ja: 16進数で影の色(例: 赤ではff0000)とオプションで不透明度(例: 75)を入力できます。
lv: Šeit varat norādīt heksadecimālo ēnas krāsu (piemēram: FF0000 vai red), un papildus - redzamību procentos (piemēram: 75).
my: ဆယ့်ခြောက်ကိန်းအရိပ်အရောင် (ဥပမာ အနီရောင်အတွက်ff0000) နှင့်အလင်းပိတ်မှုရာခိုင်နှုန်း (ဥပမာ ၇၅) ထည့်သွင်းနိုင်။
nl: Geef een hexadecimale schaduw kleur op (bv. ff0000 voor rood) en een optionele transparantie in procenten (bv. 75).
pl: Wprowadź heksadecymalny kolor cienia (np. ff0000 lub red) i opcjonalnie krycie w procentach (np. 75).
ro: Aici puteti introduce o culoare de umbră hexazecimal (de ex. FF0000 pentru roşu) şi o opacitate opţional în procente (de ex. 75).
ru: Вы можете ввести шестнадцатеричный цвет тени (напр. ff0000 для красного) и дополнительную прозрачность в процентах (напр. 75).
sk: Tu môžte zadať farbu tieňa v hexadecimálnom formáte (napr. ff0000 je červená) a priehľadnosť v percentách (napr. 75).
sl: Tukaj lahko vpišete šest številčno barvo sence (npr. ff0000 za rdečo) in opcijsko transparenco v procentih (npr. 75).
sr: Овде можете унести хексадецимални код боје сенке (нпр. ff0000 за црвену боју) и ако то желите, провидност у процентима (нпр. 75).
sv: Ange en skuggfärg med hexadecimal färgkod (t.ex. <em>ff0000</em> för röd) och ev. transparens i procent (t.ex. <em>75</em>).
uk: Введіть шістнадцятковий колір фону (напр. ff0000 для червоного) та значення непрозорості у відсотках (напр. 75).

# tl_style.gradientAngle.0
source: Gradient angle
cs: Druh přechodu
da: Gradient vinkel
de: Verlaufswinkel
es: Ángulo de gradiente
fa: زاویه شیب
fi: Liukuvärin kulma
fr: Angle du dégradé
hu: Színátmenet szög (Gradient angle)
it: Angolo del gradiente
ja: グラデーションの角度
lv: Nobīdes (Gradient) leņķis
my: လျှောစောက်ထောင့်
nl: Kleurverloop hoek
pl: Kąt gradientu
ro: Unghi de gradient
ru: Gradient angle (Угол градиента)
sk: Uhol gradientu
sl: Kot barvnega prehoda
sr: Угао градијента
sv: Övertoningsvinkel
uk: Кут нахилу градієнта

# tl_style.gradientAngle.1
source: Here you can enter the gradient angle (e.g. <em>0deg</em>) or the direction (e.g. <em>to bottom</em> or <em>to top right</em>).
cs: Zde můžete určit druh / průběh přechodu (např. <em>-45deg</em> nebo jeho začátek (např. <em>top</em> nebo <em>lef bottom</em>)
da: Her kan du indtaste en gradient vinkel (f.eks. <em>0deg</em>) eller retningen (f.eks. <em>to bottom</em> eller <em>to top right</em>).
de: Hier können Sie den Verlaufswinkel (z.B. <em>0deg</em>) oder die Verlaufsrichtung (z.B. <em>to bottom</em> oder <em>to top right</em>) angeben.
es: Aquí puede introducir el ángulo de inclinación (por ejemplo <em>0deg</ em>) o la dirección (por ejemplo <em>to bottom </ em> o <em>to top right</ em>).
fa: اینجا می‌توانید زاویه شیب (برای نمونه <em>0deg</em>) یا جهت (برای نمونه <em>to bottom</em> و <em>to top right</em>) را وارد نمایید.
fi: Tähän voit antaa liukuvärin kulman (esim. <em>0deg</em>) tai suunnan (esim. <em>to bottom</em> tai <em>to top right</em>).
fr: Saisir l'angle du dégradé (ex. :<em>0deg</em>) ou la direction (ex. :<em>to bottom</em> ou <em>to top right</em>).
hu: Itt adja meg a színátmenet szögét (pl.: <em>0 fok</em>) vagy a kezdő pontot (pl.: <em>to bottom</em> vagy <em>to top right</em>).
it: Inserire un angolo del gradiente (es. <em>-0deg</em>) o la direzione (es. <em>to bottom</em> o <em>to top right</em>).
ja: グラデーションの角度(例: <em>-45deg</em>)、または方向(例: <em>to bottom</em> や <em>to top right</em>)を入力できます。
lv: Šeit varat ievadīt slīpuma leņķi (piem., <em>-45deg</em>) vai sākuma punktu (piem., <em>top</em> vai <em>left bottom</em>).
my: လျှောစောက်ထောင့်ထည့်သွင်းနိုင် (ဥပမာ <em>0deg</em>) (သို့) လမ်းညွှန်ချက် (ဥပမာ <em>အောက်ခြေသို့</em> သို့ <em>အပေါ်ညာသို့</em>)။
nl: Hier kunt u de kleurverloophoek (bv. <em>-45deg</em>) of het startpunt invoeren (bv. <em>top</em> of <em>left bottom</em>).
pl: Tutaj możesz wprowadzić kąt gradientu (np. <em>0deg</em>) lub kierunek (np. <em>to bottom</em> lub <em>to top right</em>).
ro: Aici puteţi introduce unghiul de gradient (de ex. <em>-45deg</em>) sau (de ex. <em>top</em> or <em>left bottom</em>).
ru: Вы можете ввести угол градиента (напр. <em>0deg</em>) или направление (напр. <em>to bottom</em> или <em>to top right</em>).
sk: Tu môžte zadať uhol prechodu farieb (napr. <em>-45deg</em>) alebo jeho začiatok (napr. <em>top</em> alebo <em>left bottom</em>)
sl: Tukaj lahko vpišete kot barvnega prehoda (npr. <em>top</em> ali <em>left bottom</em>).
sr: Овде можете унети угао градијента (нпр. <em>0deg</em>) или правац (нпр. <em>to bottom</em> или <em>to top right</em>).
sv: Här kan du ange en vinkel för övertoning (t.ex. <em>0deg</em>) eller en riktning (t.ex <em>to bottom</em> eller <em>to top right</em>).
uk: Тут ви можете ввести значення кута (напр. <em>0deg</em>) або напрямок (напр. <em>to bottom</em> або <em>to top right</em>).

# tl_style.gradientColors.0
source: Gradient colors
cs: Barva přechodu
da: Gradient farver
de: Verlaufsfarben
es: Colores de gradiente
fa: رنگ‌های شیب
fi: Liukuvärin värit
fr: Couleurs du dégradé
hu: Színátmenet színek (Gradient colors)
it: Colori del gradiente
ja: グラデーションの色
lv: Nobīdes (Gradient) krāsa
my: လျှောစောက်အရောင်များ
nl: Kleurverloop kleuren
pl: Kolor gardientu
ro: Culori de gradient
ru: Gradient colors (Цвет градиента)
sk: Farby gradientu
sl: Barve barvnega prehoda
sr: Боје градијента
sv: Övertoningsfärg
uk: Кольори градієнта

# tl_style.gradientColors.1
source: Here you can enter up to four colors with an optional percentage (e.g. <em>ffc 10% | f90 | f00</em>).
cs: Zde můžete určit jednotlivé barvy přechodu (např. <em>ffc 10% | f90 | f00</em>
da: Har kan du indtaste op til fire farver med en valgfri procent (f.eks. <em>ffc 10% | f90 | f00</em>).
de: Hier können Sie bis zu vier Farben mit einer optionalen Prozentangabe eingeben (z.B. <em>ffc 10% | f90 | f00</em>).
es: Aquí puede ingresar hasta cuatro colores con un porcentaje opcional (p.e. <em>ffc 10%| f90 | f00</em>).
fa: اینجا می‌توانید تا چهار رنگ با درصد اختیاری را وارد نمایید (برای نمونه <em>ffc 10% | f90 | f00</em>).
fi: Tähän voit antaa enintään neljä väriä valinnaisen prosenttiosuuden kera (esim. <em>ffc 10% | f90 | f00</em>).
fr: Saisir jusqu'à quatre couleurs avec un pourcentage en option (ex. : <em>ffc 10% | f90 | f00</em>).
hu: Itt adhat meg akár négy színt és százalék értéket (pl.: <em> ffc 10% | f90 | f00</em>).
it: Inserire fino a 4 colori con le percentuali opzionali (es. <em>ffc 10% | f90 | f00</em>).
ja: パーセント値を付加できる、4つまでの色を入力できます。(例: <em>ffc 10% | f90 | f00</em>)
lv: Šeit jūs varat ievadīt līdz pat četrām krāsām un, papildus arī procentus (piemēram, <em>ffc 10% | f90 | f00</em>).
my: ရာခိုင်နှုန်းဖြင့်အရောင်လေးရောင်ထည့်သွင်းနိုင် (ဥပမာ <em>ffc 10% | f90 | f00</em>)။
nl: Hier kunt u maximaal vier kleuren met een facultatief percentage invoeren (bv. <em>ffc 10% | f90 | f00</em>).
pl: Wprowadź do czterech kolorów z opcjonalnym procentem (np. <em>ffc 10% | f90 | f00</em>).
ro: Aici puteti introduce până la patru culori cu procent opţional (de ex. <em>ffc 10% | f90 | f00</em>).
ru: Вы можете ввести до четырех цветов процентах (напр. <em>ffc 10% | f90 | f00</em>).
sk: Tu môžte určiť jednotlivé farby prechodu (napr. <em>ffc 10% | f90 | f00</em>
sl: Tukaj lahko vpišete največ štiri barve, opcijsko v procentih (npr. <em>ffc 10% | f90 | f00</em>).
sr: Овде можете унети до четири различите боје и опционо њихов проценат (нпр. <em>ffc 10% | f90 | f00</em>).
sv: Ange upp till fyra färger samt ev. procentsats (t.ex. <em>ffc 10% | f90 | f00</em>).
uk: Ви можете вказати максимум чотири кольори градієнту з необов'язковим процентним значенням (напр. <em>ffc 10% | f90 | f00</em>).

# tl_style.border.0
source: Border
cs: Rámeček
da: Kant
de: Rahmen
es: Bordes
fa: خط مرز
fi: Reuna
fr: Bordure
hu: Szegély (Border)
it: Bordo
ja: ボーダー
lv: Mala
my: အနားသတ်
nl: Rand
pl: Obramowanie
ro: Bordură
ru: Border (Граница)
sk: Orámovanie (border)
sl: Okvir (border)
sr: Оквир
sv: Kantlinje
uk: Границя елементу (border)

# tl_style.border.1
source: Border-width, border-style, border-color, border-radius, border-collapse and border-spacing.
cs: Šířka rámečku (border-width), Druh rámečku (border-style), barva rámečku (border-color) a chování rámečku (border-collapse).
da: Rediger egenskaber for kant (bredde, stil, farve, sammenfoldning).
de: Border-width, border-style, border-color, border-radius, border-collapse und border-spacing.
es: Edita las propiedades de los bordes (ancho, estilo, color, collapse).
fa: Border-width، border-style، border-color، border-radius، border-collapse و border-spacing.
fi: Reunan leveys, tyyli, väri, pyöristys, border-collapse ja välistys
fr: Épaisseur de bordure, style de bordure, couleur de bordure, rayon de bordure, fusion de bordure et espacement de bordure.
hu: Szegély szélessége, szegély stílusa, Szegély színe, Szegély lekerekítése, szegély kezelése, szegély távolsága.
it: Modifica proprietà dei bordi (border-width, border-style, border-color, border-radius, border-collapse e border-spacing).
ja: border-width, border-style, border-color, border-radius, border-collapse, border-spacingを入力できます。
lv: Malas platums, stils, krāsa, noapaļojuma radius u.c. lietas.
my: အနားသတ်-အနံ၊ အနားသတ်-စတိုင်၊ အနားသတ်-အရောင်၊ အနားသတ်-အချင်းဝက်၊ အနားသတ်-ပြိုကျနှင့်အနားသတ်-ခြားခြင်း။
nl: Rand-breedte, rand-stijl, rand-kleur, rand-radius, rand-samenvallend, en rand-tussenruimte.
pl: Edytuj właściwości obramowania (width, style, color, collapse).
ro: Editaţi proprietăţile bordurii (lăţime, stil, culoare, collapse).
ru: Border-width (Ширина границы), border-style (стиль границы), border-color (цвет границы), border-radius (радиус границы), border-collapse (сворачивание границы) и border-spacing (интервалы границ).
sk: Hrúbka orámovania (border-width), štýl orámovania (border-style), farba orámovania (border-color), spracovanie orámovania (border-collapse) a (border-spacing).
sl: Širina okvirja, slog okvirja, barva okvirja in izničenje debeline okvirja.
sr: "Border-width", "border-style", "border-color", "border-radius", "border-collapse" и "border-spacing".
sv: Parametrarna border-width, border-style, border-color, border-radius, border-collapse and border-spacing.
uk: Редагування властивостей границі елементу - розмір (border-width), стиль (border-style), колір (border-color), радіус (border-radius) та інші.

# tl_style.borderwidth.0
source: Border width
cs: Velikost rámečku
da: Kantbredde
de: Rahmenbreite
es: Ancho de borde
fa: عرض مرز
fi: Reunan leveys
fr: Épaisseur de la bordure
hu: Szegély vastagság (Border width)
it: Larghezza bordo
ja: ボーダーの幅(border-width)
lv: Malas platums
my: အနားသတ်အနံ
nl: Randbreedte
pl: Szerokość obramowania
ro: Lăţime bordură
ru: Border width (Ширина границы)
sk: Hrúbka orámovania
sl: Širina okvirja
sr: Ширина оквира
sv: Rambredd
uk: Розмір границі (border-width)
