Repository: contao/core
Catalog: system/modules/core/languages/*/*_style.xlf
Languages: cs, da, de, es, fa, fi, fr, hu, it, ja, lv, my, nl, pl, ro, ru, sk, sl, sr, sv, uk

# tl_style.upper-roman
source: upper latin figures
cs: latinská čísla velkými písmeny
da: store romertal
de: Lateinische Zahlen in Großbuchstaben
es: mayúsculas (figuras latinas)
fa: ارقام لاتین بالا
fi: suuret roomalaiset luvut
fr: romain majuscule
hu: nagy latin jelek (upper latin figures)
it: romano maiuscolo
ja: 大文字のローマ数字(upper-roman)
lv: lielie romiešu skatiļi
my: အပေါ်လက်တင်ရုပ်ပုံများ
nl: Romeinse cijfers in hoofdletters
ro: caractere latine majuscule
ru: большие латинские цифры (upper latin figures)
sk: latinské čísla veľkými písmenami
sl: velike latinske oblike
sr: велики римски бројеви
sv: versala latinska tecken
uk: великі латинські фігури

# tl_style.lower-roman
source: lower latin figures
cs: latinská čísla malými písmeny
da: små romertal
de: Lateinische Zahlen in Kleinbuchstaben
es: minúsculas (figuras latinas)
fa: ارقام لاتین پایین
fi: pienet roomalaiset luvut
fr: romain minuscule
hu: kis latin jelek (lower latin figures)
it: romano minuscolo
ja: 小文字のローマ数字(lower-roman)
lv: mazie romiešu skatiļi
my: အောက်လက်တင်ရုပ်ပုံများ
nl: Romeinse cijfers in kleine letters
ro: caractere latine minuscule
ru: малые латинские цифры (lower latin figures)
sk: latinské čísla malými písmenami
sl: male latinske oblike
sr: мали римски бројеви
sv: gemena latinska tecken
uk: малі латинські фігури

# tl_style.upper-alpha
source: upper characters
cs: velká písmena
da: store bogstaver
de: Großbuchstaben
es: mayúsculas (caracteres)
fa: نویسه‌های بالا
fi: suuret aakkoset
fr: caractères majuscules
hu: nagybetűk (upper characters)
it: alfabetico maisciolo
ja: 大文字のアルファベット(upper-alpha)
lv: lielie burti
my: အပေါ်စာလံုးများ
nl: hoofdletters
ro: caractere majuscule
ru: прописные латинские буквы (upper characters)
sk: veľké písmená
sl: velike začetnice
sr: велика слова
sv: versala tecken
uk: всі букви великими

# tl_style.lower-alpha
source: lower characters
cs: malá písmena
da: små bogstaver
de: Kleinbuchstaben
es: minúsculas (caracteres)
fa: نویسه‌های پایین
fi: pienet aakkoset
fr: caractères minuscules
hu: kisbetűk (lower characters)
it: alfabetico minuscolo
ja: 小文字のアルファベット(lower-alpha)
lv: mazie burti
my: အောက်စာလံုးများ
nl: kleine letters
ro: caractere minuscule
ru: строчные латинские буквы (lower characters)
sk: malé písmená
sl: male začetnice
sr: мала слова
sv: gemena tecken
uk: всі букви малими

# tl_style.uppercase
source: uppercase
cs: velká písmena (majuskule)
da: STORE BOGSTAVER
de: Großbuchstaben
es: mayúsculas
fa: حروف بزرگ
fi: isot
fr: majuscule
hu: nagybetű
it: tutto maiuscolo
ja: 大文字(uppercase)
lv: lielie burti
my: စာလုံးကြီး
nl: hoofdletter
ru: прописные буквы (uppercase)
sk: všetky písmena veľké
sl: velike črke
sr: све великим словима
sv: versaler
uk: верхній регістр

# tl_style.lowercase
source: lowercase
cs: všechna malá písmena (miniskule)
da: småbogstaver
de: Kleinbuchstaben
es: minúsculas
fa: حروف کوچک
fi: pienet
fr: minuscule
hu: kisbetű
it: tutto minuscolo
ja: 小文字(lowercase)
lv: mazie burti
my: စာလုံးသေး
nl: kleine letter
ru: строчные буквы (lowercase)
sk: všetky písmena malé
sl: male črke
sr: све малим словима
sv: gemener
uk: нижній регістр

# tl_style.capitalize
source: capitalize
cs: kapitálky
da: Kapitalisere
de: Anfangsbuchstaben groß
es: iniciales mayúsculas
fa: حروف درشت
fi: isoin kirjaimin (capitalize)
fr: mettre une majuscule
hu: kapitális (nagy kezdőbetűvel)
it: solo prima lettera maiuscola
ja: 大文字で開始(capitalize)
lv: lieliem burtiem
my: စာလုံးကြီးဖြင့်ရေး
nl: elk woord met een hoofdletter beginnen
ru: первый символ заглавный (capitalize)
sk: kapitálky
sl: Velike začetnice
sr: са почетним великим словом
sv: första bokstav versal
uk: починати з великої літери

# tl_style.none
source: none
cs: žádný symbol
da: ingen punktegn
de: deaktivieren
es: sin punto (bullet)
fa: هیچ‌کدام
fi: ei mitään
fr: aucun
hu: semmi (none)
it: nessuno
ja: なし(none)
lv: neviens
my: တစ်ခုမျှ
nl: geen
pl: no bullet
ro: fără simbol
ru: без маркера
sk: žiadny symbol
sl: brez oznak naštevanja
sr: без ознаке
sv: inget
uk: без маркера

# tl_style.new.0
source: New format definition
cs: Nový nadefinovaný styl
da: Ny formatdefinition
de: Neue Formatdefinition
es: Definición de formato nuevo
fa: تعریف ساختار جدید
fi: Uusi tyylimääritys
fr: Nouvelle définition de formatage
hu: Új stílusdefiníció
it: Nuova regola css
ja: 新しい書式定義
lv: Jauna formāta definēšana
my: အချိုးအစားအဓိပ္ပါယ်အသစ်
nl: Nieuwe lay-out definitie
pl: Nowy element arkusza
ro: Definiţie de format nouă
ru: Новое определение формата
sk: Nová definícia štýlu
sl: Definicija nove oblike
sr: Нова дефиниција формата
sv: Ny formatdefinition
uk: Створення визначення нового формату

# tl_style.new.1
source: Create a new format definition
cs: Vytvořit nový nadefinovaný styl
da: Opret en ny formatdefinition
de: Eine neue Formatdefinition erstellen
es: Crear una definición de formato nuevo
fa: ایجاد تعریف ساختار جدید
fi: Luo uusi tyylimääritys
fr: Créer une nouvelle définition de formatage
hu: Új stílusdefiníció létrehozása
it: Crea una nuova regola css
ja: 新しく書式定義を作成
lv: Izveidot jaunu formāta defiīciju
my: အချိုးအစားအဓိပ္ပါယ်အသစ်ဖန်တီး
nl: Maak een nieuwe lay-out definitie.
pl: Utwórz nowy element arkusza
ro: Creează o definiţie de format nouă
ru: Создать новое определение формата
sk: Vytvoriť novú definíciu štýlu
sl: Definiraj novo obliko
sr: Креирај нову дефиницију формата
sv: Skapa en ny formatdefinition
uk: Створити визначення нового формату

# tl_style.show.0
source: Format definition details
cs: Zobrazit podrobnosti
da: Formatdefitionsdetaljer
de: Formatdefinitionsdetails
es: Detalles de definición de formato
fa: جزئیات تعریف ساختار
fi: Tyylimäärityksen tiedot
fr: Détails de la définition
hu: Stílusdefiníció részletei
it: Dettagli regola css
ja: 書式定義の詳細
lv: Formāta definīcijas detaļas
my: အချိုးအစားအဓိပ္ပါယ်အချက်အလက်များ
nl: Lay-out definitie details
pl: Formatuj element arkusza
ro: Detalii definiţie de format
ru: Детали определения формата
sk: Detaily definície štýlu
sl: Podrobnosti oblikovne definicije
sr: Детаљи дефиниције формата
sv: Visa formatdefinitionsdetaljer
uk: Деталі визначення формату

# tl_style.show.1
source: Show the details of format definition ID %s
cs: Zobrazit podrobnosti k nadefinovému stylu ID %s
da: Vis detaljer for formatdefinition-ID %s
de: Details der Formatdefinition ID %s anzeigen
es: Mostrar detalles de la definición de formato con ID %s
fa: نمایش جزئیات تعریف ساختار شناسه‌ی %s
fi: Näyttää tyylimäärityksen ID %s tiedot
fr: Détails de la définition ID %s
hu: Az ID %s stílusdefiníció részletei
it: Mostra i dettagli della regola css ID %s
ja: ID %sの書式定義の詳細を表示
lv: Parāda ID %s formāta definīcijas detaļas
my: အချိုးအစားအဓိပ္ပါယ်အိုင်ဒီ %s အချက်အလက်များပြသ
nl: Toon details van lay-out definitie ID %s
pl: Pokaż szczegóły elementu ID %s
ro: Arată detaliile definiţiei de format ID %s
ru: Показать детали определения формата ID %s
sk: Zobraziť detaily definície štýlu ID %s
sl: Prikaži podrobnosti oblikovne definicije z ID %s
sr: Прикажи детаље дефиниције ID %s
sv: Visa detaljer för formatdefinition med ID %s
uk: Показувати деталі визначення формату з ID %s

# tl_style.edit.0
source: Edit format definition
cs: Upravit nadefinovaný styl
da: Rediger formatdefinition
de: Formatdefinition bearbeiten
es: Editar definición de formato
fa: ویرایش تعریف ساختار
fi: Muokkaa tyylimääritystä
fr: Éditer la définition
hu: Stílusdefiníció szerkesztése
it: Modifica regola css
ja: 書式定義を編集
lv: Rediģēt formāta definīciju
my: အချိုးအစားအဓိပ္ပါယ်တည်းဖြတ်
nl: Bewerk lay-out definitie
pl: Edytuj element arkusza
ro: Editează definiţie de format
ru: Редактировать определение формата
sk: Upraviť definíciu štýlu
sl: Uredi oblikovno definicijo
sr: Уреди дефиницију
sv: Redigera formatdefinition
uk: Редагування визначення формату

# tl_style.edit.1
source: Edit format definition ID %s
cs: Upravit nadefinovaný styl ID %s
da: Rediger formatdefinition-ID %s
de: Formatdefinition ID %s bearbeiten
es: Editar definición de formato con ID %s
fa: نمایش جزئیات تعریف ساختار شناسه‌ی %s
fi: Muokkaa tyylimääritystä ID %s
fr: Éditer la définition ID %s
hu: Az ID %s stílusdefiníció szerkesztése
it: Modifica regola css ID %s
ja: ID %sの書式定義を編集
lv: Rediģēt ID %s formāta definīciju
my: အချိုးအစားအဓိပ္ပါယ်အိုင်ဒီ %s တည်းဖြတ်
nl: Bewerk lay-out definitie ID %s
pl: Edytuj element arkusza ID %s
ro: Editează definiţia de format ID %s
ru: Редактировать определение формата ID %s
sk: Upraviť definíciu štýlu ID %s
sl: Uredi oblikovno definicijo z ID %s
sr: Уреди дефиницију ID %s
sv: Redigera formatdefinitionen med ID %s
uk: Редагувати визначення формату з ID %s

# tl_style.cut.0
source: Move format definition
cs: Přesunout naformátovaný styl
da: Flyt formatdefinition
de: Formatdefinition verschieben
es: Mover definición de formato
fa: جابجایی تعریف ساختار
fi: Siirrä tyylimääritys
fr: Déplacer la définition
hu: Stílusdefiníció mozgatása
it: Muovi regola css
ja: 書式定義を移動
lv: Pārvietot formāta definīciju
my: အချိုးအစားအဓိပ္ပါယ်ရွေ့ပြောင်း
nl: Verplaats lay-out definitie
pl: Przenieś element arkusza
ro: Mută definiţie format
ru: Переместить определение формата
sk: Premiestniť definíciu štýlu
sl: Premakni oblikovno definicijo
sr: Помери дефиницију
sv: Flytta formatdefinition
uk: Переміщення визначення формату

# tl_style.cut.1
source: Move format definition ID %s
cs: Přesunout nadefinovaný styl ID %s
da: Flyt formatdefinition-ID %s
de: Formatdefinition ID %s verschieben
es: Mover definición de formato con ID %s
fa: جابجایی تعریف ساختار شناسه‌ی %s
fi: Siirrä tyylimääritys ID %s
fr: Déplacer la définition ID %s
hu: Az ID %s stílusdefiníció mozgatása
it: Muovi regola css ID %s
ja: ID %sの書式定義を移動
lv: Pārvietot ID %s formāta definīciju
my: အချိုးအစားအဓိပ္ပါယ်အိုင်ဒီ %s ရွေ့ပြောင်း
nl: Verplaats lay-out definitie ID %s
pl: Przenieś element arkusza ID %s
ro: Mută definiţia de format ID %s
ru: Переместить определение формата ID %s
sk: Premiestniť definíciu štýlu ID %s
sl: Premakni oblikovno definicijo z ID %s
sr: Помери дефиницију ID %s
sv: Flytta formatdefinitionen med ID %s
uk: Перемістити визначення формату з ID %s

# tl_style.copy.0
source: Duplicate format definition
cs: Duplikovat nadefinovaný styl
da: Dupliker formatdefinition
de: Formatdefinition duplizieren
es: Duplicar definición de formato
fa: تکثیر تعریف ساختار
fi: Kopioi tyylimääritys
fr: Dupliquer la définition
hu: Stílusdefiníció kétszerezése
it: Duplica regola css
ja: 書式定義を複製
lv: Duplicēt formāta definīciju
my: အချိုးအစားအဓိပ္ပါယ်ပံုစံတူပွား
nl: Kopieer lay-out definitie
pl: Duplikuj element arkusza
ro: Copiază definiţie de format
ru: Дублировать определение формата
sk: Kopírovať definíciu štýlu
sl: Podvoji oblikovno definicijo
sr: Копирај дефиницију
sv: Kopiera formatdefinition
uk: Клонування визначення формату

# tl_style.copy.1
source: Duplicate format definition ID %s
cs: Duplikovat nadefinovaný styl ID %s
da: Dupliker formatdefinition-ID %s
de: Formatdefinition ID %s duplizieren
es: Duplicar definición de formato con ID %s
fa: تکثیر تعریف ساختار شناسه‌ی %s
fi: Kopioi tyylimääritys ID %s
fr: Dupliquer la définition ID %s
hu: Az ID %s stílusdefiníció másolat létrehozása
it: Duplica regola css ID %
ja: ID %sの書式定義を複製
lv: Duplicēt ID %s formāta definīciju
my: အချိုးအစားအဓိပ္ပါယ်အိုင်ဒီ %s ပံုစံတူပွား
nl: Kopieer lay-out definitie ID %s
pl: Duplikuj element arkusza ID %s
ro: Copiază definiţia de format ID %s
ru: Дублировать определение формата ID %s
sk: Kopírovať definíciu štýlu ID %s
sl: Podvoji oblikovno definicijo z ID %s
sr: Копирај дефиницију ID %s
sv: Kopiera formatdefinitionen med ID %s
uk: Клонувати визначення формату з ID %s

# tl_style.delete.0
source: Delete format definition
cs: Smazat nadefinovaný styl
da: Slet formatdefinition
de: Formatdefinition löschen
es: Eliminar definición de formato
fa: حذف تعریف ساختار
fi: Poista tyylimääritys
fr: Supprimer la définition
hu: Stílusdefiníció törlése
it: Elimina regola css
ja: 書式定義を削除
lv: Dzēst formāta definīciju
my: အချိုးအစားအဓိပ္ပါယ်ပယ်ဖျက်
nl: Verwijder lay-out definitie
pl: Usuń element arkusza
ro: Şterge definiţie format
ru: Удалить определение формата
sk: Odstrániť definíciu štýlu
sl: Izbriši oblikovno definicijo
sr: Обриши дефиницију
sv: Ta bort formatdefinition
uk: Видалення визначення формату

# tl_style.delete.1
source: Delete format definition ID %s
cs: Smazat nadefinovaný styl ID %s
da: Slet formatdefinition-ID %s
de: Formatdefinition ID %s löschen
es: Eliminar definición de formato con ID %s
fa: حذف تعریف ساختار شناسه‌ی %s
fi: Poista tyylimääritys ID %s
fr: Supprimer la définition ID %s
hu: Az ID %s stílusdefiníció törlése
it: Elimina regola css ID %s
ja: ID %sの書式定義を削除
lv: Dzēst ID %s formāta definīciju
my: အချိုးအစားအဓိပ္ပါယ်အိုင်ဒီ %s ပယ်ဖျက်
nl: Verwijder lay-out definitie ID %s
pl: Usuń element arkusza ID %s
ro: Şterge definiţia de format ID %s
ru: Удалить определение формата ID %s
sk: Odstrániť definíciu štýlu ID %s
sl: Izbriši oblikovno definicijo ID %s
sr: Обриши дефиницију ID %s
sv: Ta bort formatdefinitionen med ID %s
uk: Видалити визначення формату з ID %s

# tl_style.editheader.0
source: Edit style sheet
cs: Upravit styl
da: Rediger stilark
de: Stylesheet bearbeiten
es: Editar encabezado de hoja de estilo
fa: ویرایش شیوه‌نامه
fi: Muokkaa tyylisivua
fr: Éditer la feuille de style
hu: Stíluslap szerkesztése
it: Modifica foglio di stile
ja: スタイルシートを変更
lv: Rediģēt stila lapu
my: စတိုင်အလွှာတည်းဖြတ်
nl: Bewerk style sheet
pl: Edytuj arkusz stylów
ro: Editează stil
ru: Редактировать таблицу стилей
sk: Upraviť kaskádový štýl
sl: Uredi slogovno predlogo
sr: Уреди стилове
sv: Redigera stilmallsinställning
uk: Редагування стилю заголовка

# tl_style.editheader.1
source: Edit the style sheet settings
cs: Upravit kaskádovité styly
da: Rediger hovedet til dette stilark
de: Die Stylesheet-Einstellungen bearbeiten
es: Editar el encabezado de esta hoja de estilo
fa: ویرایش تنظیمات شیوه‌نامه
fi: Muokkaa tyylisivun asetuksia
fr: Éditer les paramètres de la feuille de style
hu: Stíluslap beállítások szerkesztése
it: Modifica intestazione di questo foglio di stile
ja: このスタイルシートの設定を変更
lv: Rediģēt stila lapas uzstādījumus
my: စတိုင်အလွှာချိန်ညှိချက်တည်းဖြတ်
nl: Bewerk style sheet instellingen
pl: Edytuj nagłowek stylu CSS
ro: Editează header-ul acestui stil
ru: Редактировать настройки таблицы стилей
sk: Upraviť nastavenie kaskádových štýlov
sl: Uredi nastavitve slogovne predloge
sr: Уреди подешавања стилова
sv: Redigera inställningarna för denna stilmall
uk: Змінити заголовок таблиці стилів

# tl_style.pasteafter.0
source: Paste at the top
cs: Vložit nahoru
da: Indsæt øverst
de: Oben einfügen
es: Pegar al inicio
fa: جاگذاری در بالا
fi: Liitä ylimmäksi
fr: Coller au début
hu: Beillesztés felülre
it: Incolla in cima
ja: 先頭に貼り付け
lv: Ielīmēt sākumā
my: အပေါ်တွင်ထုတ်ထား
nl: Bovenaan plakken
pl: Wstaw na początku
ro: Lipeşte la început
ru: Вставить после
sk: Vložiť navrchu
sl: Prilepi na vrh
sr: Налепи на врх
sv: Klistra in i början
uk: Помістити на початок

# tl_style.pasteafter.1
source: Paste after format definition ID %s
cs: Vložit za ID %s
da: Indsæt efter formatdefinition-ID %s
de: Nach der Formatdefinition ID %s einfügen
es: Pegar después de la definición de formato con ID %s
fa: جاگذاری بعد از تعریف ساختار شناسه‌ی %s
fi: Liitä tyylimäärityksen ID %s perään
fr: Coller après la définition de formatage ID %s
hu: Beillesztés az ID %s stílusdefiníció után
it: Incolla dopo regola css ID %s
ja: ID %sの書式定義の後に貼り付け
lv: Ielīmēt pēc ID %s formāta definīcijas
my: အချိုးအစားအဓိပ္ပါယ်အိုင်ဒီ %s ပြီးနောက်ထုတ်ထား
nl: Plak na lay-out definitie ID %s
pl: Wstaw pod elementem arkusza ID %s
ro: Lipeşte după definiţia de format ID %s
ru: Вставить после определения формата ID %s
sk: Vložiť za definíciu štýlu ID %s
sl: Prilepi za oblikovno definicijo z ID %s
sr: Налепи после дефиниције ID %s
sv: Klistra in efter formatdefinitionen med ID %s
uk: Помістити після визначення формату з ID %s

# tl_style.pastenew.0
source: Add new at the top
cs: Přidat nahoře
da: Opret ny formatdefinition i begyndelsen
de: Neue Formatdefinition oben erstellen
es: Crear una definición de formato nuevo al inicio
fa: افزودن در بالا
fi: Lisää uusi ylimmäksi
fr: Créer une nouvelle définition de formatage au début
hu: Új hozzáadása felülre
it: Crea una nuova regola css all'inizio
ja: 先頭に新しく追加
lv: Pievienot sākumā
my: အပေါ်တွင်အသစ်ထည့်
nl: Maak een nieuwe lay-out definitie aan het begin
pl: Utwórz nowy element arkusza na początku
ro: Creează o nouă definiţie de format la început
ru: Добавить новый элемент вверху
sk: Pridať novú navrchu
sl: Dodaj novo na vrh
sr: Додај нови на врх
sv: Skapa en ny formatdefinition i början
uk: Створити спочатку нове визначення формату

# tl_style.pastenew.1
source: Add new after format definition ID %s
cs: Přidat nové formátování za ID %s
da: Opret ny formatdefinition efter formatdefinition-ID %s
de: Neues Element nach der Formatdefinition ID %s erstellen
es: Crear un definición de formato nuevo después de la definición de formato con ID %s
fa: افزودن بعد از تعریف ساختار شناسه‌ی %s
fi: Luo uusi tyylimäärityksen ID %s perään
fr: Créer une nouvelle définition de formatage après la définition ID %s
hu: Hozzáadás az ID %s stílusdefiníció után
it: Crea una nuova regola css dopo regola css ID %s
ja: ID %sの書式定義の後に追加
lv: Pievienot pēc ID %s formāta definīcijas
my: အချိုးအစားအဓိပ္ပါယ်အိုင်ဒီ %s ပြီးနောက်အသစ်ထည့်
nl: Maak een nieuwe lay-out definitie na lay-out definitie ID %s
pl: Wstaw nowy element arkusza pod elementem ID %s
ro: Creează o nouă definiţie de format după definiţia de format ID %s
ru: Создать новое определение формата после ID %s
sk: Pridať nový za definíciu štýlu ID %s
sl: Dodaj novo za oblikovno definicijo z ID %s
sr: Додај нову након дефиниције ID %s
sv: Skapa en ny formatdefinition efter formatdefinitionen med ID %s
uk: Створити після визначення формату з ID %s

# tl_style.toggle.0
source: Toggle visibility
cs: Změnit zobrazení
da: Skift synlighed
de: Sichtbarkeit ändern
es: Alternar visibilidad
fa: تغییر وضعیت دید
fi: Valitse näkyvyys
fr: Basculer la visibilité
hu: Láthatóság kapcsolása
it: Cambia visibilità
ja: 表示と非表示を切り替え
lv: Pārslēgt redzamību
my: မြင်နိုင်မှုဖွင့်ပိတ်လုပ်
nl: Zichtbaar maken
pl: Włącz lub wyłącz widoczność elementu
ro: Vizibilitate
ru: Переключить видимость
sk: Používať/nepoužívať definíciu štýlu
sl: Preklopi vidljivost
sr: Промени видљивост
sv: Växla synlighet
uk: Включити видимість

# tl_style.toggle.1
source: Toggle the visibility of format definition ID %s
cs: Změnit zobrazení formátování ID %s
da: Skift synligheden for formatdefinationen ID %s
de: Die Sichtbarkeit der Formatdefinition ID %s ändern
es: Alternar la visibilidad de definiciones de formato con ID %s
fa: تغییر وضعیت دید تعریف ساختار شناسه‌ی %s
fi: Kytke tyylimääritys ID %s päälle tai pois
fr: Basculer la visibilité de la définition de formatage ID %s
hu: Az ID %s stílusdefiníció láthatóságának váltása
it: Cambia visibilità per regola css ID %s
ja: ID %sの書式定義の表示と非表示を切り替え
lv: Pārslēgt formāta ID %s redzamību
my: အချိုးအစားအဓိပ္ပါယ်အိုင်ဒီ %s ၏မြင်နိုင်မှုဖွင့်ပိတ်လုပ်
nl: Zichtbaar maken van format definitie ID %s
pl: Włącz lub wyłącz widoczność definicji formatu ID %s
ro: Vizibilitate pentru definiţia de format ID %s
ru: Переключить видимость определения формата ID %s
sk: Používať/nepoužívať definíciu štýlu ID %s
sl: Preklopi vidljivost oblikovne definicije z ID %s
sr: Искључи видљивост дефиниције ID %s
sv: Växla synlighet för formatdefinitionen med ID %s
uk: Включити видимість формату визначення ID %s

# tl_style.alignment.1
source: Margin, padding, align, vertical-align, text-align and whitespace.
es: Margen, relleno, alineación, alineación vertical, alineación del texto y espacios en blanco.
my: အနားသတ်မျဉ်း၊ အခံ၊ ဖြောင့်တန်းမှု၊ ဒေါင်လိုက်-ဖြောင့်တန်းမှု၊ စာသားဖြောင့်တန်းမှုနှင့်ကွက်လပ်
sv: Margin, padding, align, vertical-align, text-align och whitespace.

# tl_style.background.1
source: Background-color, background-image, background-position, background-repeat, linear-gradient and box-shadow.
es: Edita las propiedades del fondo (color, imagen, posición, repeat).
my: နောက်ခံ-အရောင်၊ နောက်ခံ-ပံု၊ နောက်ခံ-တည်နေရာ၊ နောက်ခံ-ပြန်ပေါ်၊ အစဉ်အတိုင်း-လျှောစောက်နှင့်ဘူး-အရိပ်။
sk: Farba pozadia (background-color), obrázok pozadia (background-image), umiestnenie pozadia (background-position), opakovanie pozadia (background-repeat), lineárny prechod (linear-gradient) a tieň (box-shadow).
sv: Parametrarna background-color, background-image, background-position, background-repeat, linear-gradient och box-shadow.
uk: Редагування властивостей фону - колір фону (background-color), фонове зображення (background-image), позицію фонового зображення (background-position), повторення фонового зображення (background-repeat), градієнт (linear-gradient) та тінь блоку (box-shadow).

# tl_style.font.1
source: Font-family, font-size, font-color, line-height, font-style and white-space.
es: Edita las propiedades de la tipografía (tipos, tamaño, estilo, color, interlineado, espaciado).
my: ဖွန်-မိသားစု၊ ဖွန်-အရွယ်၊ ဖွန်-အရောင်၊ လိုင်း-အမြင့်၊ ဖွန်-စတိုင်နှင့်အဖြု-ခြားခြင်း
sk: Typ písma (font-family), veľkosť písma (font-size), farba písma (font-color), výška riadku (line-height), štýl písma (font-style) a zalomenie riadkov (white-space).
sv: Redigera fontegenskaper (types, size, style, color, line-height, white-space).
uk: Редагування параметрів шрифту - сімейство (font-family), розмір (font-size), колір (color), висоту рядку (line-height), стиль (font-style, font-weight) та інші.
