Repository: contao/core
Catalog: system/modules/core/languages/*/*_style.xlf
Languages: cs, da, de, es, fa, fi, fr, hu, it, ja, lv, my, nl, pl, ro, ru, sk, sl, sr, sv, uk

# tl_style.position.1
source: Here you can choose the position type.
cs: Zde můžete zvolit typ umístění.
da: Specificerer en positionstype.
de: Hier können Sie die Positionsart auswählen.
es: Especifica el tipo de posición.
fa: اینجا می‌توانید گونه‌ی جایگاه را وارد نمایید.
fi: Tässä voit valita sijainnin tyypin.
fr: Choisir le type de position.
hu: Itt kiválaszthatja a pozicionálás típusát.
it: Specifica il tipo di posizionamento
ja: positionの種類を選択できます。
lv: Šeit jūs varat izvēlēties pozīcijas veidu.
my: တည်နေရာအမျိုးအစားရွေးနိုင်။
nl: Specificeert het positie type.
pl: Określa typ pozycji.
ro: Specifică tipul poziţionării.
ru: Определите тип позиционирования.
sk: Tu môžte zvoliť spôsob umiestnenia.
sl: Tu lahko izberete tip lege.
sr: Овде можете изабрати начин позиционирања.
sv: Ange positionstypen.
uk: Визначає тип позиціювання блоку (position).

# tl_style.floating.0
source: Float
cs: Obtékání (Float)
da: Flydende
fa: شناوری
fi: Kellutus
fr: Flottant
hu: Lebegés (Float)
ja: 浮動化(float)
my: ပေါလောပေါ်
ro: Plutire
ru: Float (Обтекание)
sk: Spôsob obtekania (float)
sl: Tokovi (float)
sr: Плутање
uk: Обтікання блоку (float)

# tl_style.floating.1
source: Here you can choose the float type.
cs: Zde můžete zvolit typ obtékání.
da: Tillader at gøre elementet flydende.
de: Hier können Sie den Float-Typ auswählen.
es: Permite que un elemento se sobreponga.
fa: اینجا می‌توانید گونه‌ی شناوری را تعیین کنید.
fi: Tässä voit valita kellutuksen tyypin.
fr: Choisir le type de flottant.
hu: Itt kiválaszthatja a lebegés típusát.
it: Permette di far fluttuare un elemento.
ja: float属性の値を選択できます。
lv: Šeit jūs varat izvēlēties float tipu.
my: ပေါလောပေါ်အမျိုးအစားရွေးနိုင်။
nl: Laat een element zweven om een ander element.
pl: Pozwala "pływać" elementowi.
ro: Permite unui element să plutească.
ru: Определите тип обтекания блока
sk: Tu môžte zvoliť spôsob obtekania.
sl: Tu lahko izberete tipe tokov.
sr: Овде можете изабрати начин плутања.
sv: Tillåt att elementet flyter över gränsen.
uk: Виберіть тип обтікання блоку (float). Дозволяє плаваючий елемент.

# tl_style.clear.0
source: Clear
cs: Smazání (Clear)
da: Nulstil
fa: پاک کردن
fi: Kellutuksen poisto
fr: Effacer
hu: Lebegés törlése (Clear)
ja: 浮動化の解除(clear)
lv: Notīrīt (Clear)
my: ဖယ်ရှား
ru: Clear (Отмена обтекания)
sk: Spôsob zrušenia (clear)
sl: Čiščenje tokov (clear)
sr: Брисање
uk: Скасувати обтікання (clear)

# tl_style.clear.1
source: Here you can choose the clear type.
cs: Zde můžete zvolit typ smazání (clear).
da: Forsæt normalt tekstforløb under et flydendende element.
de: Hier können Sie den Clear-Typ auswählen.
es: Continua el texto por debajo de un elemento sobrepuesto.
fa: اینجا می‌توانید گونه‌ی پاک کردن را انتخاب نمایید.
fi: Tässä voit valita kellutuksen poiston tyypin.
fr: Choisir le type d'effacement.
hu: Itt kiválaszthatja a lebegés törlésének típusát.
it: Continua il flusso normale del testo al di sotto di un elemento flottante.
ja: clear属性の値を選択できます。
lv: Šeit jūs varat izvēlēties notīrīšanas tipu.
my: ဖယ်ရှားအမျိုးအစားရွေးနိုင်။
nl: Ga verder met normale tekst onder een floating element.
pl: Kontynuuj normalny przepływ tekstu pod pływającym elementem (floating element).
ro: Continuă cursul normal al textului sub un element float.
ru: Определите тип отмены обтекания.
sk: Tu môžte zvoliť spôsob zrušenia.
sl: Tu lahko izberete tip "čiščenja tokov" (clear type).
sr: Овде можете изабрати начин брисања.
sv: Fortsätt med normal text under ett flytande element.
uk: Продовжити нормальний потік нижче плаваючого елемента.

# tl_style.overflow.0
source: Overflow
cs: Přetékání (Overflow)
da: Overløb
fa: سرریز
fi: Ylivuoto
fr: Débordement
hu: Túlcsordulás (Overflow)
ja: オーバーフロー(overflow)
lv: Pārpilde
my: ပြည့်လျှံသွား
ru: Overflow (Переполнение)
sk: Spôsob pretekania (overflow)
sl: Preliv
sr: Преливање
uk: Переповнення блоку (overflow)

# tl_style.overflow.1
source: Here you can choose the overflow behaviour.
cs: Zde můžete zvolit typ přetékání (overflow).
da: Definerer hvordan et element vises, når dets indhold overskriver det størrelse.
de: Hier können Sie das Overflow-Verhalten festlegen.
es: 'Define como se muestra un elemento cuando el contenido supera su tamaño.
fa: اینجا می‌توانید خصوصیت سرریز را انتخاب کنید.
fi: Tässä voit valita miten elementti käyttäytyy ylimenevän sisällön suhteen.
fr: Choisir le comportement de débordement.
hu: Itt választhatja ki, hogyan viselkedjen a rendszer túlcsordulás esetén.
it: Definisce come un elemento viene mostrato quando il suo contenuto eccede la sua dimensione.
ja: overflow属性の値を選択できます。
lv: Šeit jūs varat izvēlēties pārpildes uzvedību.
my: ပြည့်လျှံသွားအမျိုးအစားရွေးနိုင်။
nl: Definieert hoe een element wordt weergegeven als het zijn grootte overschrijdt.
pl: Definiuje jak element będzie wyświetlany, gdy jego zawartość przekracza jego rozmiar.
ro: Defineşte modul în care un element este afişat atunci când conţinutul său depăşeşte mărimea sa.
ru: Вы можете выбрать поведение при переполнении.
sk: Tu môžte zvoliť spôsob pretekania.
sl: Tu lahko določite obnašanje elementa v primeru preliva.
sr: Овде можете одабрати начин преливања.
sv: Definierar hur ett element visas när dess innehåll överskrider angiven storlek.
uk: Визначає, як елемент відображається, коли вміст перевищує заданий розмір.

# tl_style.display.0
source: Display
cs: Zobrazení (Display)
da: Visning
fa: نمایش
fi: Näyttötapa
fr: Affichage
hu: Megjelenítés (Display)
ja: ディスプレイ(display)
lv: Attēlošana
my: ပြသခြင်း
ro: Afişare
ru: Display (Тип отображения)
sk: Zobrazenie (display)
sl: Prikaz
sr: Приказ
uk: Тип відображення елементу (display)

# tl_style.display.1
source: Here you can choose the display type.
cs: Zde můžete vybrat typ zobrazení.
da: Definerer måden hvorpå et element vises.
de: Hier können Sie den Anzeige-Typ auswählen.
es: Define como se muestra un elemento.
fa: اینجا می‌توانید گونه‌ی نمایش را مشخص کنید.
fi: Tässä voit valita elementin näyttötavan.
fr: Choisir le type d'affichage.
hu: Itt kiválaszthatja a megjelenítés típusát.
it: Definisce il modo in cui viene visualizzato un elemento.
ja: display属性の値を選択できます。
lv: Šeit jūs varat izvēlēties attēlošanas tipu.
my: ပြသခြင်းအမျိုးအစားရွေးနိုင်။
nl: Definieert hoe een element wordt weergegeven.
pl: Definiuje w jaki sposób ma zostać wyświetlony element.
ro: Defineşte modul în care este afişat un element.
ru: Вы можете выбрать тип отображения элемента.
sk: Tu môžte zvoliť spôsob zobrazenia.
sl: Tu alhko izberete tip prikaza.
sr: Овде можете изабрати начин приказа.
sv: Definierar hur ett element ska visas.
uk: Визначити спосіб відображення елемента.

# tl_style.alignment.0
source: Margin, padding and alignment
cs: Odsazení zvenčí, uvnitř a uspořádání
da: Margin, fyld og justering
de: Margin, Padding und Ausrichtung
es: Margen, padding y alineación
fa: حاشیه، فاصله دورنی و ترازبندی
fi: Marginaali, sisämarginaali ja tasaus
fr: Marge, remplissage et alignement
hu: Margó, belső távolság és igazítás (Margin, padding and alignment)
it: Margin, padding e allineamento
ja: マージン、パディング、位置合わせ
lv: Apmales, iekšmale un izlīdzinājums
my: အနားသတ်မျဉ်း၊ အခံနှင့်ဖြောင့်တန်းမှု
nl: Marges, padding en uitlijning
pl: Margines, dopełnienie i wyrównanie
ro: Margine, padding şi aliniere
ru: Margin, Padding и Alignment (Внешний, внутренний отступ и выравнивание)
sk: Odsadenie zvonku, zvnútra a zarovnanie
sl: Zamik, obroba in poravnava
sr: Маргина, увлачење и поравнање
sv: Marginal, vaddering och justering
uk: Зовнішні та внутрішні відступи, вирівнювання

# tl_style.alignment.1
source: Margin, padding, align, vertical-align, text-align and white-space.
cs: Odsazení zvenčí, zevnitř, vertikální uspořádání, zarovnání textu a zalamování řádků
da: Margin, padding, align, vertical-align, text-align og whitespace.
de: Margin, padding, align, vertical-align, text-align und white-space.
fa: حاشیه، فاصله داخلی، ترازبندی، ترازبندی عمودی، ترازبندی متن و فضای خالی.
fr: Marge, remplissage, alignement, alignement vertical, alignement du texte et espace blanc.
hu: Margó, belső távolság, igazítás, függőleges igazítás, szöveg igazítás és térköz.
it: Margini, padding, allineamento, allineamento verticale e whitespace.
ja: margin、padding、align、vertical-align、text-align、white-spaceを入力できます。
lv: Apmales, iekšmalas, izlīdzinājums, vertikālais izlīdzinājums, teksta izlīdzinājums un baltstarpas rakstzīmes.
nl: Marges, padding, uitlijning, verticale uitlijning, tekst uitlijning en witruimte.
pl: Margin, padding, align, vertical-align, text-align i whitespace.
ru: Margin (Внешний отступ), padding (внутренний отступ), align (выравнивание), vertical-align (вертикальное выравнивание), text-align (выравнивание текста) и white-space (перевод строки).
sl: Zamik, obroba, poravnava, navpična poravnava, poravnava teksta in razmik med znaki.
sr: Margin, padding, align, vertical-align, text-align и white-space.

# tl_style.margin.0
source: Margin
cs: Vnější odsazení (margin)
de: Margin (Außenabstand)
es: Margen
fa: حاشیه
fi: Marginaali
fr: Marge
hu: Margó (Margin)
it: Margine
ja: マージン(margin)
lv: Apmale
my: အနားသတ်မျဉ်း
pl: Margines
ro: Margine
ru: Margin (Внешний отступ)
sk: Odsadenie zvonku (margin)
sl: Zamik (margin)
sr: Маргина
sv: Marginal
uk: Зовнішній відступ (margin)

# tl_style.margin.1
source: Here you can enter the top, right, bottom and left margin.
cs: Zde můžete zadat odsazení zeshora (top), zprava (right), zespodu (bottom) a zleva (left).
da: Indtast venligst top, højre, bund og venstre margin og enheden. Marginen er afstanden mellem et element og nabo-elementer.
de: Hier können Sie den oberen, rechten, unteren und linken Außenabstand eingeben.
es: Por favor introduce el margen superior, derecho, inferior y izquierdo y su unidad. El margen es la distancia entre un elemento y los elementos que lo rodean.
fa: اینجا می‌توانید حاشیه بالا، راست، پایین و چپ را وارد نمایید.
fi: Ole hyvä ja anna ylä, oikea, ala ja vasen marginaali.
fr: Saisir la marge haute, droite, basse et gauche.
hu: Itt megadható a felső, jobb, alsó és bal margó.
it: Inserisci un valore per margini: top, right, bottom, left e seleziona l'unità di misura. Il margine è la distanza tra un elemento e gli elementi che lo circondano.
ja: 上、右、下、左の余白(マージン)を入力できます。
lv: Šeit varat ievadīt augšējās, labās, apakšējās un kreisās apmales vērtības.
my: အပေါ်၊ ညာ၊ အောက်နှင့်ဘယ်အနားသတ်မျဉ်းထည့်သွင်းနိုင်။
nl: Geef een marge en eenheid op voor boven, rechts, onder, links.
pl: Wprowadź margines kolejno od: góry, prawej strony, dołu, lewej strony; oraz wybierz jednostkę. Margines jest dystansem pomiędzy elementem a innymi go otaczającymi.
ro: Introduceţi dimensiunile de sus, dreapta, jos, stanga precum şi unitatea. Marginea reprezintă distanţa dintre un element şi elementele vecine.
ru: Вы можете ввести верхний (top), правый (right), нижний (bottom) и левый (left) внешний отступ и единицы.
sk: Tu môžte zadať vonkajšie odsadenie zhora (margin-top), zprava (margin-right), zdola (margin-bottom), zľava (margin-left).
sl: Tu lahko določite zgornji, desni, spodnji in levi zamik.
sr: Овде можете дефинисати горњу, десну, доњу и леву маргину.
sv: Ange topp, höger, botten och vänster marginal samt en enhet.<br /> Marginal är avståndet mellan elementet och dess omgivande element.
uk: Введіть, будь-ласка, розмір зовнішніх відступів (margin) та виберіть одиниці виміру. Значення є відстанями між елементом і навколишніми елементами.

# tl_style.padding.0
source: Padding
cs: Vnitřní odsazení (padding)
da: Fyld
de: Padding (Innenabstand)
fa: فاصله درونی
fi: Sisämarginaal
fr: Remplissage
hu: Belső távolság (Padding)
ja: パディング(padding)
lv: Iekšmale
my: အခံ
ru: Padding (Внутренний отступ)
sk: Odsadenie zvnútra (padding)
sl: Obroba (padding)
sr: Увлачење
sv: Vaddering
uk: Внутрішній відступ (padding)

# tl_style.padding.1
source: Here you can enter the top, right, bottom and left padding.
cs: Zde můžete zadat odsazení zeshora (top), zprava (right), zespodu (bottom) a zleva (left).
da: Indtast venligst top, højre, bund og venstre fyld og enheden. Fyld er afstanden mellem et element og dets egen kant.
de: Hier können Sie den oberen, rechten, unteren und linken Innenabstand eingeben.
es: Por favor introduce el padding superior, derecho, inferior y izquierdo y su unidad. Padding es la distancia entre el contenido del elemento y sus márgenes.
fa: اینجا فاصله دورنی بالا، راست، پایین و چپ را وارد نمایید.
fi: Tähän voit antaa ylä-, oikean, ala- ja vasemman marginaalin.
fr: Saisir le remplissage haut, droit, bas et gauche.
hu: Itt adja meg az elem felső, jobb, alsó és bal belső távolságát.
it: Inserisci un valore per il padding: top, right, bottom, left e seleziona l'unità di misura. Il padding è la distanza tra il contenuto di un elemento e i suoi bordi.
ja: 上、右、下、左のパディングを入力できます。
lv: Šeit varat ievadīt augšējās, labās, apakšējās un kreisās iekšmales vērtības.
my: အပေါ်၊ ညာ၊ အောက်နှင့်ဘယ်အခံထည့်သွင်းနိုင်။
nl: Geef een marge en eenheid op voor boven, rechts, onder, links.
pl: Wprowadź dopełnienie kolejno od: góry, prawej strony, dołu, lewej strony; oraz wybierz jednostkę. Dopełnienie to dystans pomiędzy zawartością elementu i jego obramowaniem.
ro: Introduceţi dimensiunile de sus, dreapta, jos, stanga precum şi unitatea. Padding-ul reprezintă distanţa dintre conţinutul unui element şi propriile sale margini.
ru: Вы можете ввести верхний (top), правый (right), нижний (bottom) и левый (left) внутренний отступ и единицы.
sk: Tu môžte zadať vnútorné odsadenie zhora (padding-top), zprava (padding-right), zdola (padding-bottom), zľava (padding-left).
sl: Tu lahko določite zgornjo, desno, spodnjo in levo obrobo.
sr: Овде можете дефинисати увлачење садржаја у односу на горњу, десну, доњу и леву ивицу.
sv: Ange topp, höger, botten och vänster vaddering samt en enhet. <br />Vaddering är avståndet mellan innehållet i ett elementet och dess egna yttre gräns (ev. ram).
uk: Введіть, будь-ласка, розміри внутрішніх відступів (padding) та виберіть одиниці виміру. Значення є відстанями між вмістом елемента і власних границь.

# tl_style.align.0
source: Element alignment
cs: Uspořádání elementu
da: Element-justering
de: Elementausrichtung
es: Alineación del elemento
fa: ترازبندی عنصر
fi: Elementin tasaus.
fr: Alignement de l'élément
hu: Elem igazítása (Element alignment)
it: Allineamento dell'elemento
ja: 要素の位置合わせ(margin-left, margin-right)
lv: Elementa izlīdzinājums
my: ပစ္စည်းဖြောင့်တန်းမှု
nl: Element uitlijning
pl: Wyrównanie elementu
ro: Aliniere element
ru: Align (Выравнивание)
sk: Zarovnanie elementu
sl: Poravnava elementa
sr: Поравнање елемента
sv: Justering
uk: Вирівнювання елемента

# tl_style.align.1
source: To align an element, its left and right margin will be overwritten.
cs: Pro uspořádání elementu bude přepsán pravý a levý vnější odstup.
da: For at justere et element vil dets højre og venstre margin blive overskrevet.
de: Um das Element auszurichten, wird der linke und rechte Außenabstand überschrieben.
es: Para poder alinear un elemento el valor de su margen izquierdo o derecho será omitido.
fa: برای ترازبندی یک عنصر، حاشیه راست و چپ تغییر خواهند کرد.
fi: Elementin tasaamiseksi sen vasen ja oikea marginaali ylikirjoitetaan.
fr: Pour aligner un élément, ses marges gauches et droites seront écrasées.
hu: Az elem igazításához a rendszer felülírja a bal és a jobb margót.
it: Per allineare un elemento i suoi margini left e right saranno sovrascritti.
ja: 要素の位置合わせを指定すると、左右のマージンの指定は無効になります。
lv: Lai izlīdzinātu elementu, tā kreisā un labā apmele tiks izmainīta.
my: ပစ္စည်းကိုဖြောင့်တန်းရန်ဘယ်နှင့်ညာအနားသတ်မျဉ်းများကိုအစားထိုးရေးမည်။
nl: Om een element uit te lijnen kunnen linker en rechter marge overschreven worden.
pl: Podczas wyrównywania elementu jego ustawienia marginesów zostaną zmienione.
ro: Pentru a alinia un element valorile marginilor sale din stânga şi dreapta vor fi rescrise.
ru: Определяет выравнивание элемента по левому или правому краю. (Чтобы выровнять элемент, его левый и правый внешний отступ (Margin) будет перезаписан.
sk: Zarovnaním elementu bude nahradené jeho pravé a ľavé vonkajšie odsadenie (margin).
sl: Za poravnavo elementa, bosta prepisana njegov levi in desni zamik.
sr: За поравнање елемента, лева и десна маргина ће бити преписане новом вредношћу.
sv: För att justera ett element måste dess vänster och höger marginalvärde skrivas över.
uk: Щоб вирівняти елемент по лівому або правому краї, змініть значення поля.

# tl_style.verticalalign.0
source: Vertical alignment
cs: Vertikální uspořádání
da: Vertikal justering
de: Vertikale Ausrichtung
es: Alineación vertical
fa: ترازبندی عمودی
fi: Pystysuuntainen tasaus
fr: Alignement vertical
hu: Függőleges igazítás (Vertical alignment)
it: Allineamento verticale
ja: 垂直の位置合わせ(vertical-align)
lv: Vertikālais izlīdzinājums
my: ဒေါင်လိုက်ဖြောင့်တန်းမှု
nl: Verticale uitlijning
pl: Wyrównanie pionowe
ro: Aliniere verticală
ru: Vertical-Align (Вертикальное выравнивание)
sk: Vertikálne zarovnanie
sl: Navpična poravnava
sr: Вертикално поравнање
sv: Vertikal justering
uk: Вертикальне вирівнювання тексту (vertical-align)

# tl_style.verticalalign.1
source: Here you can choose the vertical alignment.
cs: Zde můžete zvolit vertikální uspořádání.
da: Definerer den vertikale tekstjustering.
de: Hier können Sie die vertikale Ausrichtung auswählen.
es: Define la alineación vertical.
fa: اینجا می‌توانید ترازبندی عمودی را انتخاب نمایید.
fi: Tässä voit valita pystysuuntaisen tasauksen.
fr: Définir l'alignement vertical.
hu: Itt függőlegesen igazíthatja az elemet.
it: Definisce l'allineamento verticale.
ja: 垂直の位置合わせを選択できます。
lv: Šeit varat norādīt vertikālo izlīdzinājumu.
my: ဒေါင်လိုက်ဖြောင့်တန်းမှုရွေးနိုင်။
nl: Definieert de verticale uitlijning.
pl: Definiuje pionowe wyrównanie.
ro: Defineşte alinierea verticală.
ru: Вы можете выбрать вертикальное выравнивание.
sk: Tu môžte zvoliť spôsob vertikálneho zarovnania.
sl: Tu lahko izberete navpično poravnavo elementa.
sr: Овде можете изабрати вертикално поравнање.
sv: Definierar den vertikala justeringen.
uk: Визначити вирівнювання тексту по вертикалі.

# tl_style.textalign.0
source: Text alignment
cs: Umístění textu
da: Tekstjustering
de: Textausrichtung
es: Alineación de texto
fa: ترازبندی متن
fi: Tekstin tasaus
fr: Alignement du texte
hu: Szöveg igazítás (Text alignment)
it: Allineamento del testo
ja: テキストの位置合わせ(text-align)
lv: Teksta izlīdzinājums
my: စာသားဖြောင့်တန်းမှု
nl: Tekst uitlijning
pl: Wyrównanie tekstu
ro: Aliniere text
ru: Text-Align (Выравнивание текста)
sk: Zarovnanie textu
sl: Poravnava besedila
sr: Поравнање текста
sv: Horisontell justering
uk: Горизонтальне вирівнювання тексту (text-align)

# tl_style.textalign.1
source: Here you can choose the horizontal text alignment.
cs: Zde můžete zvolit horizontální uspořádání textu.
da: Definerer den horisontale tekstjustering.
de: Hier können Sie die horizontale Ausrichtung auswählen.
es: Define la alineación horizontal del texto.
fa: اینجا می‌توانید ترازبندی افقی متن را مشخص نمایید.
fi: Tässä voit valita tekstin vaakasuuntaisen tasauksen.
fr: Définir l'alignement horizontal d'un texte.
hu: Itt vízszintesen igazíthatja a szöveget.
it: Definisce l'allineamento orizzontale del testo.
ja: 水平のテキストの位置合わせを選択できます。
lv: Šeit varat norādīt teksta izlīdzinājumu.
my: အလျားလိုက်စာသားဖြောင့်တန်းမှုရွေးနိုင်။
nl: Definieert de horizontale tekst uitlijning
pl: Definiuje poziome wyrównanie tekstu.
ro: Defineşte alinierea orizontală a textului.
ru: Вы можете выбрать горизонтальное выравнивание текста.
sk: Tu môžte zvoliť spôsob horizontálneho zarovnania textu.
sl: Tu lahko izberete vodoravno poravnavo besedila.
sr: Овде можете изабрати хоризонтално поравнање текста.
sv: Definierar den horisontella justeringen av texten.
uk: Визначити вирівнювання тексту по горизонталі.

# tl_style.whitespace.0
source: White-space
cs: Zalamování řádků
es: Espacio en blanco
fa: فضای خالی
fr: Espace blanc
ja: 空白
lv: Baltstarpas rakstzīme
my: ကွက်လပ်
nl: Witruimte
ro: Separaţie
ru: White-space (перевод строки)
sl: Zamik med znaki
sr: Празни простор

# tl_style.whitespace.1
source: Here you can define how white-space inside an element is handled.
cs: Zde můžete určit, jak se bude řešit zalamování řádků uvnitř elementu.
da: Her kan du definere hvordan white-space i et element håndteres.
de: Hier legen Sie fest, wie die Zeilenumbrüche innerhalb des Elements gehandhabt werden.
es: Aquí puede definir cómo se maneja un espacio en blanco dentro de un elemento.
fa: در اینجا می‌توانید نحوه برخورد با فضای خالی را مشخص نمایید.
fi: Tässä voit valita kuinka välilyöntejä käsitellään.
fr: Définir comment l'espace blanc intérieur d'un élément est géré.
hu: Itt a white-space elemek viselkedését adhatja meg az elemen belül.
it: Definisci come viene gestito il white-space di un elemento.
ja: 要素の内部のwhite-spaceをどのように扱うかを指定できます。
lv: Šeit jūs varat noteikt, kā rīkoties ar baltsarpas rakstzīmi elementā.
my: ကွက်လပ်မှပစ္စည်းကိုဘယ်သို့ချုပ်ကိုင်ရန်သတ်မှတ်နိုင်။
nl: Bepaal de witruimte binnen een element.
pl: Tutaj możesz określić white-space wewnątrz elementu.
ro: Puteţi defini cum este utilizată separaţia în interiorul unui element.
ru: Вы можете определить, как обрабатывается перевод строки внутри элемента
sl: Tukaj lahko določite, kako se obravnavajo zamiki med znaki.
sr: Унесите празан простор који ће да се налази између елемента и ивице простора у који је смештен.
sv: Här kan du specificera hur white-space inom ett element ska hanteras.

# tl_style.background.0
source: Background
cs: Pozadí
da: Baggrund
de: Hintergrund
es: Fondo
fa: زمینه
fi: Tausta
fr: Fond
hu: Háttér (Background)
it: Sfondo
ja: 背景
lv: Fons
my: နောက်ခံ
nl: Achtergrond
pl: Tło
ro: Fundal
ru: Background (Фон)
sk: Pozadie (background)
sl: Ozadje
sr: Позадина
sv: Bakgrund
uk: Властивості тла (background)

# tl_style.background.1
source: Background-color, background-image, background-position, background-repeat, box-shadow and linear-gradient.
cs: Barva pozadí (background-color), obrázek pozadí (background-image), umístění pozadí (background-position) a opakování pozadí (background-repeat).
da: Redigér baggrundsegenskaber såsom farve, billede, position, gentagelse.
de: Background-color, background-image, background-position, background-repeat, box-shadow und linear-gradient.
fa: رنگ زمینه، تصویر زمینه، موقعیت زمینه و تکرار زمینه، گرادیان خطی و سایه جعبه.
fr: Couleur du fond, image du fond, position du fond, répétition du fond, ombrage et gradient linéaire.
hu: Háttérszín, háttérkép, háttérpozíció, háttér ismétlés, doboz árnyék és színátmenet.
it: Modifica le proprietà dello sfondo (background-color, background-image, background-position, background-repeat, linear-gradient e box-shadow).
ja: background-color、background-image、background-position、background-repeat、linear-gradient、box-shadowを入力できます。
lv: Fona krāsa, fona attēls, fona stāvoklis, fona atkārtojums, kastes ēna un lineārais gradients.
nl: Achtergrond-kleur, achtergrond-afbeelding, achtergrond-positie, achtergrond-herhalen, box-schaduw en linear-verloop.
pl: Background-color, background-image, background-position, background-repeat, box-shadow i linear-gradient.
ru: Background-color (Цвет фона), background-image (фоновое изображение), background-position (позиционирование фона), background-repeat (повторение фона), box-shadow (тень элемента) и linear-gradient (линейный градиент).
sl: Barva ozadja, slika ozadja, lega ozadja, ponavljanje zadja, senca okvirja in gradient ozadja.
sr: Background-color, background-image, background-position, background-repeat, box-shadow и linear-gradient.
