Repository: contao/core
Catalog: system/modules/core/languages/*/*_style.xlf
Languages: cs, da, de, es, fa, fi, fr, hu, it, ja, lv, my, nl, pl, ro, ru, sk, sl, sr, sv, uk

# tl_style.fontstyle.1
source: Here you can choose one or more font styles.
cs: Zde můžete zvolit jeden nebo více stylů písma.
da: Vælg venligst en eller flere skriftstile.
de: Hier können Sie einen oder mehrere Schriftstile auswählen.
es: Por favor selecciona uno o más estilos de tipografía.
fa: اینجا می‌توانید یک یا چند سبک قلم را انتخاب نمایید.
fi: Tässä voit valita yhden tai useamman fonttityylin.
fr: Choisir un ou plusieurs styles de police de caractères.
hu: Itt tud kiválasztani egy vagy több betűstílust.
it: Scegliere uno o più stili di carattere.
ja: フォントのスタイルを1つ以上選択できます。
lv: Varat izvēlēties vienu vai vairākus fontu stilus.
my: တစ်ခု(သို့)ဖွန်စတိုင်များရွေးနိုင်။
nl: Selecteer een of meerdere lettertypes.
pl: Wybierz jeden lub więcej stylów czcionki.
ro: Alegeţi unul sau mai multe stiluri.
ru: Вы можете выбрать один или несколько стилей шрифтов.
sk: Tu môžte zvoliť jeden alebo viac štýlov písma.
sl: Tu lahko izberete enega ali več slogov pisave.
sr: Овде можете одабрати један или више стилова фонта.
sv: Ange en eller flera fonsstilar.
uk: Виберіть стилі відображення шрифту.

# tl_style.texttransform.0
source: Text transform
cs: Velikost písmen
da: Tekst transform
de: Text-Transformation
es: Transformación de texto
fa: تغییر شکل متن
fi: Tekstin muuttaminen
fr: Transformation de texte
hu: Szöveg transzformáció (Text transform)
it: Trasformazione testo
ja: テキスト変換(text-transform)
lv: Teksta transformācija
my: စာသားအသွင်ပြောင်း
nl: Tekst omzetten
pl: Transformacja tekstu
ro: Transformare text
ru: Text transform (Преобразование текста)
sk: Transformácia textu
sl: Transformacija teksta
sr: Трансформација текста
sv: Texttransformering
uk: Перетворення тексту (text-transform)

# tl_style.texttransform.1
source: Here you can choose a text transformation mode.
cs: Zde můžete určit velikost písmen
da: Har kan du vælge en text transformations tilstand.
de: Hier können Sie einen Text-Transformationsmodus auswählen.
es: Aquí puede seleccionar la modalidad de transformación de texto.
fa: اینجا می‌توانید حالت دگرگونی متن را انتخاب نمایید.
fi: Tässä voit valita muutetaanko teksti isoiksi vai pieniksi kirjaimiksi.
fr: Choisir un mode de transformation de texte.
hu: Itt kiválaszthatja a szöveg transzformáció módját.
it: Scegliere la modalità di trasformazione del testo.
ja: テキスト変換のモードを選択できます。
lv: Varat izvēlēties teksta transformēšnas režīmu.
my: စာသားအသွင်ပြောင်းခြင်းရွေးနိုင်။
nl: Hier kunt u een tekst transformatie mode kiezen.
pl: Wybierz tryb transformacji tekstu.
ro: Aici puteţi să alegeţi un mod de transformare la text.
ru: Вы можете выбрать режим преобразования текста.
sk: Tu môžte zvoliť spôsob transformácie textu.
sl: Tukaj lahko izberete način transformacije teksta.
sr: Овде можете изабрати мод за трансформацију текста.
sv: Ange läge för texttransformering.
uk: Ви можете вибрати тип перетворення тексту.

# tl_style.textindent.0
source: Text indent
cs: Odsazení textu
da: Indryk tekst
de: Text-Einrückung
es: Sangrado de texto
fa: تو رفتگی متن
fi: Tekstin sisennys
fr: Indentation de texte
hu: Szöveg behúzás (Text indent)
it: Indentazione testo
ja: テキストの字下げ(text-indent)
lv: Teksta ievilkums
my: စာသားအကွာအဝေး
nl: Tekst inspringen
pl: Wcięcie tekstu
ro: Indentare text
ru: Text indent (Отступ текста)
sk: Odsadenie textu
sl: Zamik teksta
sr: Увлачење текста
sv: Textinskjutning
uk: Відступ першого рядка в тексті (text-indent)

# tl_style.textindent.1
source: Here you can enter a text indentation.
cs: Zde můžete určit odsazení textu (výchozí: 0px)
da: Her kan du indtaste hvor meget teksten skal rykkes ind.
de: Hier können Sie die Text-Einrückung festlegen.
es: Aquí puede ingresar el sangrado de texto.
fa: اینجا می‌توانید تورفتگی متن را انتخاب نمایید.
fi: Tähän voit antaa tekstille sisennyksen.
fr: Saisir une indentation de texte.
hu: Itt adja meg a szöveg behúzását.
it: Inserire l'indentazione del testo.
ja: テキストの字下げを入力できます。
lv: Varat norādīt teksta ievilkuma vērtības.
my: စာသားအကွာအဝေးထည့်သွင်းနိုင်။
nl: Inspringing van tekst opgeven.
pl: Wprowadź wcięcie tekstu.
ro: Aici puteţi introduce o indentare la text.
ru: Вы можете ввести отступ текста.
sk: Tu môžte zadať veľkosť odsadenia textu.
sl: Tukaj lahko vpišete zamik teksta.
sr: Овде можете унети величину простора за коју ће текст бити одмакнут од леве ивице текстуалног подручја.
sv: Ange hur mycket texten ska skjutas in från marginalen.
uk: Ви можете ввести значення відступу першого рядка в тексті та вибрати одиницю виміру.

# tl_style.letterspacing.0
source: Letter spacing
cs: Odsazení mezi znaky
da: Bogstavs spacering
de: Buchstaben-Abstand
es: Espaciado entre letras
fa: فاصله حروف
fi: Kirjainten välistys
fr: Espacement entre les lettres
hu: Karakter távolság (Letter spacing)
it: Spazio tra le lettere
ja: 文字の間隔(letter-spacing)
lv: Burtu atstarpes
my: စာလံုးခြားခြင်း
nl: Letterspatiëring
pl: Odległość między literami
ro: Spaţiere litere
ru: Letter spacing (Межбуквенный интервал)
sk: Odsadenie znakov
sl: Razmak med črkami
sr: Простор између слова
sv: Teckenmellanrum
uk: Міжлітерний інтервал (letter-spacing)

# tl_style.letterspacing.1
source: Here you can modify the letter spacing (default: 0px).
cs: Zde můžete určit odsazení mezi znaky (výchozí: 0px)
da: Her kan du justere spaceringen i mellem bogstaverne (standard: 0px).
de: Hier können Sie den Buchstaben-Abstand verändern (Standard: 0px).
es: Aquí puede modificar el espaciado entre letras (valor predeterminado: 0px).
fa: اینجا می‌توانید فاصله حروف را تغییر دهید (پیش‌فرض: 0px).
fi: Tässä voit muuttaa kirjainten välistystä (oletus: 0px).
fr: Modifier l'espacement entre les lettres (par défaut : 0px).
hu: Itt módosíthatja a karakterek távolságát (alapértelmezett: 0px).
it: Modificare lo spazio tra le lettere del testo (default: 0px).
ja: 文字の間隔を修正できます。(初期設定: 0px)
lv: Varat norādīt burtu atstarpes.
my: စာလံုးခြားခြင်းပြုပြင်မွမ်းမံနိုင် (မူလပံုစံ: 0px)။
nl: Pas hier de letterspatiëring (standaard: 0px) aan.
pl: Wprowadź odległość między literami (domyślnie: 0px).
ro: Aici puteţi modifica spaţierea literelor (implicit: 0px).
ru: Вы можете изменить расстояние между буквами (по умолчанию: 0px).
sk: Tu môžte upraviť veľkosť odsadenia znakov (prednastavená hodnota je 0px).
sl: Tukaj lahko spremenite razmak med črkami (privzeto: 0px).
sr: Овде можете променити простор између слова (подразумевана вредност је 0px).
sv: Ange mellanrum mellan tecken (normalt = 0px).
uk: Ви можете зменшити або збільшити відстань між літерами в тексті (по замовчуванням: 0).

# tl_style.wordspacing.0
source: Word spacing
cs: Odsazení mezi slovy
da: Ord spacering
de: Wort-Abstand
es: Espaciado entre palabras
fa: فاصله کلمات
fi: Sanojen välistys
fr: Espacement entre les mots
hu: Szó távolság (Word spacing)
it: Spazio tra le parole
ja: 単語の間隔(word-spacing)
lv: Vārdu atstarpes
my: စကားလုံးခြားခြင်း
nl: Woordspatiëring
pl: Odległość między słowami
ro: Spaţiere cuvinte
ru: Word spacing (Интервал между словами)
sk: Odsadenie slov
sl: Razmak med besedami
sr: Простор између речи
sv: Ordmellanrum
uk: Інтервал між словами (word-spacing)

# tl_style.wordspacing.1
source: Here you can modify the word spacing (default: 0px).
cs: Zde můžete určit odsazení mezi slovy (výchozí: 0px)
da: Her kan du justere spaceringen i mellem ordene (standard: 0px).
de: Hier können Sie den Wort-Abstand verändern (Standard: 0px).
es: Aquí puede modificar el espaciado entre palabras (valor predeterminado: 0px).
fa: اینجا می‌توانید فاصله کلمات را تغییر دهید (پیش‌فرض: 0px).
fi: Tässä voit muuttaa sanojen välistystä (oletus: 0px).
fr: Modifier l'espacement entre les mots (par défaut : 0px).
hu: Itt módosíthatja a szavak távolságát (alapértelmezett: 0px)
it: Modificare lo spazio tra le parole del testo (default: 0px).
ja: 単語の間隔を修正できます。(初期設定: 0px)
lv: Varat modificēt vārdu atstarpes (pēc noklusējuma: 0px).
my: စကားလုံးခြားခြင်းပြုပြင်မွမ်းမံနိုင် (မူလပံုစံ: 0px)။
nl: Pas hier de woordspatiëring (standaard: 0px) aan.
pl: Wprowadź odległość między słowami (domyślnie: 0px).
ro: Aici puteţi modifica spaţierea cuvintelor (implicit: 0px).
ru: Вы можете изменить интервал между словами (по умолчанию: 0px).
sk: Tu môžte upraviť veľkosť odsadenia slov (prednastavená hodnota je 0px).
sl: Tukaj lahko spremenite razmak med besedami(privzeto: 0px).
sr: Овде можете променити простор између речи (подразумевана вредност је 0px).
sv: Ange mellanrum mellan ord (normalt = 0px).
uk: Ви можете змінити інтервал між словами (за замовчуванням: 0). (Властивість word-spacing зменшує чи збільшує прогалини між словами).

# tl_style.list.0
source: List
cs: Seznam
da: Liste
de: Aufzählung
es: Lista
fa: فهرست
fi: Lista
fr: Liste
hu: Lista
it: Lista
ja: 箇条書き
lv: Saraksts
my: စာရင်း
nl: Lijst
pl: Lista
ro: Listă
ru: List (Список)
sk: Odrážky
sl: Seznam
sr: Листа
sv: Lista
uk: Список (list)

# tl_style.list.1
source: List-style-type and list-style-image.
cs: Druh vzhledu seznamu (list-style-type) a obrázek místo běžných zarážek (list-style-image).
da: Redigér egenskaber for liste (stil, type, billede).
de: List-style-type und list-style-image.
es: Edita las propiedades de la lista (estilo, tipo, imagen).
fa: List-style-type و list-style-image.
fi: List-style-type ja list-style-image.
fr: Propriétés de liste (style, type, image).
hu: Lista stílus típusa és lista stílus kép.
it: Modifica le proprietà delle liste (style, type, image).
ja: list-style-type, list-style-image
lv: Saraksta stila tips un saraksta stila attēls.
my: စာရင်း-စတိုင်-အမျိုးအစားနှင့်စာရင်း-စတိုင်-ပံု။
nl: Bewerk opsomeigenschappen (style, type, image).
pl: Edytuj właściwości listy (style, type, image).
ro: Editează propietăţi listă (stil, tip, imagine).
ru: List-style-type (Стиль отображения списка) и list-style-image (маркер списка в виде изображения).
sk: List-style-type a list-style-image.
sl: Slogovni tip označbe začetka seznama in slikovna označba začetka seznama (list-style-type and list-style-image).
sr: "List-style-type" и "list-style-image".
sv: Redigera listegenskaperna (style, type, image).
uk: Редагування властивостей списку (стиль, тип, маркер).

# tl_style.liststyletype.0
source: List symbol
cs: Symboly seznamů
da: Listepunkter
de: Listensymbol
es: Símobolo de lista
fa: نشانه فهرست
fi: Listan symboli
fr: Symbole de liste
hu: Lista szimbólum (List symbol)
it: Lista simboli
ja: 箇条書きの行頭文字(list-style-type)
lv: Saraksta simbols
my: သင်္ကေတစာရင်း
nl: Opsommingsteken
pl: Symbol listy
ro: Simbol listă
ru: List-Style-Type (Стиль отображения списка)
sk: Symbol odrážky
sl: Simbol za označbo elementov seznama
sr: Симбол листе
uk: Стиль відображення списку (list-style-type)

# tl_style.liststyletype.1
source: Here you can choose a list symbol.
cs: Zde vyberte symbol seznamu.
da: Vælg venligst et punktsymbol til lister.
de: Hier können Sie das Symbol für Listeneinträge auswählen.
es: Por favor selecciona un símbolo de lista.
fa: اینجا می‌توانید نشانه فهرست را انتخاب نمایید.
fi: Tässä voit valita listalle symbolin.
fr: Choisir un symbole de liste.
hu: Itt kiválaszthatja a lista szimbólumát.
it: Scegliere una lista di simboli.
ja: 箇条書きの行頭文字を選択できます。
lv: Varat izvēlēties saraksta simbolu.
my: သင်္ကေတစာရင်းရွေးနိုင်။
nl: Kies hier een opsommingsteken.
pl: Wybierz symbol listy.
ro: Alegeţi un simbol pentru listă.
ru: Вы можете выбрать символ списка.
sk: Tu môžte zvoliť symbol odrážky.
sl: Tu lahko izberete simbol za označbo elementov seznama.
sr: Овде можете изабрати знак који ће бити приказан испред ставке листе.
sv: Välj en listsymbol.
uk: Будь-ласка, виберіть символ для позначення пункту списку.

# tl_style.liststyleimage.0
source: Custom symbol
cs: Vlastní symbol
da: Individuelt symbol
de: Eigenes Symbol
es: Símbolo personalizado
fa: نشانه سفارشی
fi: Oma symboli
fr: Symbole personnalisé
hu: Saját szimbólum (Custom symbol)
it: Simbolo personalizzato
ja: 独自の行頭文字(list-style-image)
lv: Specifisks simbols
my: စိတ်ကြိုက်သင်္ကေတ
nl: Eigen opsommingsteken
pl: Własny symbol
ro: Simbol propriu
ru: List-Style-Image (Маркер списка в виде изображения)
sk: Vlastný symbol odrážky
sl: Prilagojen simbol
sr: Прилагођени симбол
sv: Egen listsymbol
uk: Маркер списку у вигляді зображення (list-style-image)

# tl_style.liststyleimage.1
source: Here you can enter the path to an individual symbol.
cs: Zde můžete zadat cestu k vlastnímu symbolu.
da: Her kan du angive stien til et individuelt symbol.
de: Hier können Sie den Pfad zu einem eigenen Symbol eingeben.
es: Aquí puedes introducir la ruta a un símbolo personalizado.
fa: اینجا می‌توانید مسیر نشانه اختصاصی را وارد نمایید.
fi: Tähän voit antaa polun kuvatiedostoon, joka toimii symbolina.
fr: Saisir le chemin vers un symbole.
hu: Itt lehet megadni az elérési utat az egyén szimbólumához.
it: Specifica il percorso di un singolo simbolo.
ja: 独自の行頭文字として使用する画像のパスを入力できます。
lv: Varat norādīt individuālu simbolu.
my: သင်္ကေတတစ်ခုချင်းစီသို့လမ်းကြောင်းထည့်သွင်းနိုင်။
nl: U kunt hier een pad opgeven naar een eigen opsommingsteken.
pl: Tutaj możesz wprowadzić ścieżkę do indywidualnego symbolu (obrazka).
ro: Introduceţi calea către un simbol individual.
ru: Заменяет маркер списка изображением.
sk: Tu môžte zadať cestu k vlastnému symbolu.
sl: Tu lahko vpišete pot do posameznega simbola za označbo.
sr: Овде можете унети путању до симбола који желите да користите а није дио система.
sv: Här kan du ange sökvägen till en egen listsymbol.
uk: Тут можна вказати шлях до зображення, що буде використатися як маркер, заміняючи символ у відображенні пунктів списку.

# tl_style.own.0
source: Custom code
cs: Vlastní kód
da: Tilpasset kode
de: Eigener Code
es: Código CSS personalizado
fa: کد سفارشی
fi: Muokattu koodi
fr: Code personnalisé
hu: Egyéni kód
it: Codice personalizzato
ja: 独自のコード
lv: Spceifisks kods
my: စိတ်ကြိုက်ကုဒ်
nl: Eigen code
pl: Własny kod
ro: Cod sursă manual
ru: Пользовательский CSS-код
sk: Vlastný kód
sl: Prilagojena koda
sr: Додатни код
sv: Egen CSS-kod
uk: Ваш власний CSS

# tl_style.own.1
source: Here you can enter custom CSS code.
cs: Zde můžete zadat vlastní kód kaskádovitého stylu.
da: Her kan du skrive tilpasset CSS-kode.
de: Hier können Sie eigenen CSS-Code eingeben.
es: Aquí puedes introducir código CSS personalizado.
fa: اینجا می‌توانید کد سی‌اس‌اس سفارشی را وارد نمایید.
fi: Tähän voit antaa omia CSS-tyylejä.
fr: Saisir du code CSS personnalisé.
hu: Itt egyéni CSS kódot adhat meg.
it: Qui puoi inserire codice CSS personalizzato.
ja: 独自のCSSのコードを入力できます。
lv: Varat norādīt specifisku CSS kodu.
my: စီအက်အက်စ်စိတ်ကြိုက်ကုဒ်ထည့်သွင်းနိုင်။
nl: Hier kunt u eigen CSS code ingeven.
pl: Tutaj możesz wprowadzić dowolny kod CSS.
ro: Aici puteţi introduce codul CSS propriu.
ru: Вы можете ввести собственный CSS-код.
sk: Tu môžte zadať vlastný CSS kód.
sl: Tu lahko vnesete prilagojeno CSS kodo.
sr: Овде можете унети додатне CSS дефиниције.
sv: Här kan du skriva in egen CSS-kod.
uk: Тут можна ввести власний код стилів.

# tl_style.selector_legend
source: Selector and category
cs: Selektor a kategorie
da: Vælger og kategori
de: Selektor und Kategorie
es: Selector y categoría
fa: گزینش‌گر و دسته‌بندی
fi: Valitsin ja kategoria
fr: Sélecteur et catégorie
hu: Kiválasztó és kategória
it: Selettore e categoria
ja: セレクターとカテゴリ
lv: Atlasītājs un kategorija
my: ရွေးချယ်သူနှင့်အမျိုးအစား
nl: Selector en categorie
pl: Selektor i kategoria
ro: Categorie şi selector
ru: Selector и category (Селектор и категории)
sk: Selektor a kategória
sl: Selektor in kategorija
sr: Селектор и категорија
sv: Element/Klass och kategori
uk: Селектор та категорія

# tl_style.size_legend
source: Size
cs: Rozměry
da: Størrelse og position
de: Abmessungen
es: Tamaño
fa: اندازه
fi: Koko
fr: Taille
hu: Méret
it: Dimensione
ja: 大きさ
lv: Izmērs
my: အရွယ်
nl: Afmeting
pl: Rozmiar
ro: Mărime şi poziţie
ru: Size (Размер)
sk: Rozmery
sl: Velikost in lega
sr: Величина
sv: Storlek
uk: Розмір та позиції

# tl_style.position_legend
source: Position
cs: Umístění
es: Posición
fa: جایگاه
fi: Sijainti
hu: Pozíció
it: Posizione
ja: 位置(top, right, bottom, left)
lv: Pozīcija
my: တည်နေရာ
nl: Positie
pl: Pozycja
ro: Poziţie
ru: Position (Позиционирование)
sk: Umiestnenie
sl: Pozicija
sr: Позиција
uk: Позиція

# tl_style.align_legend
source: Margin and alignment
cs: Odsazení a uspořádání
da: Margin og justering
de: Abstand und Ausrichtung
es: Márgenes y alineación
fa: حاشیه و ترازبندی
fi: Marginaali ja tasaus
fr: Marge et alignement
hu: Margó és igazítás
it: Margini ed allineamento
ja: マージンと位置合わせ
lv: Apmale un izlīdzinājums
my: အနားသတ်မျဉ်းနှင့်ဖြောင့်တန်းမှု
nl: Marge en uitlijning
pl: margines i wyrównanie
ro: Margini şi aliniere
ru: Margin и alignment (Внешние отступы и выравнивание)
sk: Odsadenie a zarovnanie
sl: Zamik in poravnava
sr: Маргина и поравнање
sv: Mariginal och justering
uk: Відступи та вирівнювання

# tl_style.background_legend
source: Background settings
cs: Pozadí
da: Indstillinger for Baggrund
de: Hintergrund
es: Ajustes de background
fa: تنظیمات زمینه
fi: Taustan asetukset
fr: Paramètres du fond
hu: Háttér beállítások
it: Impostazioni background
ja: 背景の設定
lv: Fona uzstādījumi
my: နောက်ခံချိန်ညှိချက်
nl: Achtergrond instellingen
pl: Ustawienia tła
ro: Setări de fundal
ru: Настройки фона
sk: Nastavenia pozadia
sl: Nastavitve ozadja
sr: Подешавања позадине
sv: Bakgrund
uk: Налаштування фону

# tl_style.border_legend
source: Border settings
cs: Rám
da: Indstillinger for kant
de: Rahmen
es: Ajustes de bordes
fa: تنظیمات خط مرزی
fi: Reunaviivan asetukset
fr: Paramètres de la bordure
hu: Szegély beállítások
it: Impostazioni bordo
ja: ボーダーの設定
lv: Malas uzstādījumi
my: အနားသတ်ချိန်ညှိချက်
nl: Rand instellingen
pl: Ustawienia obramowania
ro: Setări de bordură
ru: Настройки границ
sk: Nastavenia orámovania
sl: Nastavitve okvirja
sr: Подешавања оквира
sv: Ramar
uk: Налаштування рамки

# tl_style.font_legend
source: Font settings
cs: Písmo
da: Indstillinger for skrift
de: Schrift
es: Ajustes de tipografia
fa: تنظیمات قلم
fi: Kirjaisimen asetukset
fr: Paramètres de la police de caractères
hu: Betű beállítások
it: Impostazione carattere
ja: フォントの設定
lv: Fonta uzstādījumi
my: ဖွန်ချိန်ညှိချက်
nl: Lettertype instellingen
pl: Ustawienia czcionki
ro: Setări de font
ru: Настройки шрифтов
sk: Nastavenia písma
sl: Nastavitve pisave
sr: Подешавања фонта
sv: Typsnitt
uk: Налаштування шрифтів

# tl_style.list_legend
source: List settings
cs: Seznam
da: Indstillinger for liste
de: Aufzählung
es: Ajustes de listado
fa: تنظیمات فهرست
fi: Listan asetukset
fr: Paramètres de la liste
hu: Lista beállítások
it: Impostazione liste
ja: 箇条書きの設定
lv: Sraksta uzstādījumi
my: စာရင်းချိန်ညှိချက်
nl: Lijst instellingen
pl: Ustawienia listy
ro: Setări pentru liste
ru: Настройки списка
sk: Nastavenia odrážok
sl: Nastavitve seznama
sr: Подешавања листа
sv: Listor
uk: Налаштування списків

# tl_style.custom_legend
source: Custom code
cs: Vlastní kód
da: Tilpasset kode
de: Eigener Code
es: Código personalizado
fa: کد سفارشی
fi: Muokattu koodi
fr: Code personnalisé
hu: Egyéni kód
it: Codice personalizzato
ja: 独自のコード
lv: Spceifisks kods
my: စိတ်ကြိုက်ကုဒ်
nl: Eigen code
pl: Własny kod
ro: Cod sursă manual
ru: Пользовательский CSS-код
sk: Vlastný kód
sl: Prilagojena koda
sr: Додатни код
sv: Egendefinierad kod
uk: Власний код

# tl_style.normal
source: normal
cs: normální
fa: عادی
fi: normaali
hu: normál (normal)
it: normale
ja: 通常(font-weight: normal)
lv: normāls
my: ပံုမှန်
nl: normaal
ru: обычный (normal)
sk: normálne
sl: normalno
sr: нормално
uk: звичайний

# tl_style.bold
source: bold
cs: tučné
da: fed
de: fett
es: negrita
fa: کلفت
fi: lihavoi
fr: gras
hu: félkövér (bold)
it: grassetto
ja: 太字(font-weight: bold)
lv: izcelts
my: စာလံုးမည်း
nl: vet
ro: aldin
ru: полужирный (bold)
sk: tučné
sl: povdarjeno
sr: подебљано
sv: fet
uk: напівжирний

# tl_style.italic
source: italic
cs: kurzíva
da: kursiv
de: kursiv
es: itálica
fa: کج
fi: kursivoi
fr: italique
hu: dőlt (italic)
it: corsivo
ja: 斜自体(font-weight: italic)
lv: slīps
my: စာလံုးစောင်း
nl: cursief
ro: cursiv
ru: курсив (italic)
sk: kurzíva
sl: ležeče
sr: италик
sv: kursiv
uk: курсив

# tl_style.underline
source: underlined
cs: podtržené
da: understreg
de: unterstrichen
es: subrayado
fa: خط زیر
fi: alleviivaus
fr: souligné
hu: aláhúzott (underlined)
it: sottolineato
ja: 下線(text-decoration: underline)
lv: pasvītrots
my: အောက်မျဉ်းသား
nl: onderstreept
pl: underline
ro: subliniat
ru: с подчеркиванием (underlined)
sk: podčiarknuté
sl: podčrtano
sr: подвучено
sv: understruken
uk: з підкресленням

# tl_style.notUnderlined
source: not underlined
cs: nepodtržené
da: ikke undersreget
de: nicht unterstrichen
es: no subrayado
fa: بدون خط زیر
fi: ei alleviivausta
fr: non souligné
hu: nincs aláhúzás (not underlined)
it: non sottolineato
ja: 下線なし(text-decoration: none)
lv: Nepasvītrots
my: အောက်မျဉ်းမသား
nl: niet onderstreept
ro: nesubliniat
ru: без подчеркивания (not underlined)
sk: nepodčiarknuté
sl: nepodčrtano
sr: није подвучено
sv: inte understruken
uk: без підкреслення

# tl_style.line-through
source: line-through
cs: přeškrtnuté
da: gennemstreget
de: durchgestrichen
es: tachado
fa: خط داخلی
fi: yliviivattu
fr: barré
hu: áthúzott (line-through)
it: barrato
ja: 取り消し線(text-decoration: line-through)
lv: pārstrīpots
my: လိုင်း-ဖြတ်ကျော်
nl: doorgestreept
ro: tăiat
ru: с перечеркиванием (line-through)
sk: prečiarknuté
sl: prečrtano
sr: прецртано
sv: genomstruken
uk: перекреслений

# tl_style.overline
source: overlined
cs: nadtržené
da: streg over
de: überstrichen
es: sobre linea
fa: خط بالا
fi: viiva yläpuolella
fr: ligne supérieure
hu: fölülhúzott (overlined)
it: linea sopra
ja: 上線(text-decoration: overline)
lv: zemsvītrots
my: လိုင်းအပေါ်
nl: bovenlijn
pl: overline
ro: supraliniat
ru: с отчеркиванием (overlined)
sk: s čiarou na vrchu
sl: nadčrtano
sr: са цртом испод
sv: linje ovanför
uk: з підкреслення вверху

# tl_style.small-caps
source: small-caps
cs: malé kapitálky
da: kapitæler
de: Kapitälchen
es: mayúsculas reducidas (small-caps)
fa: حروف کوچک
fi: isoin kirjaimin (small-caps)
fr: petites capitales
hu: kis-kapitális (small-caps)
it: maiuscoletto
ja: 小さい大文字(font-variant: small-caps)
my: သေး-စာလုံးကြီး
nl: kleine hoofdletters
ro: litere mici
ru: прописные-строчные (small-caps)
sk: malé kapitálky
sl: male začetnice
sr: мала слова
sv: små bokstäver
uk: малі символи

# tl_style.disc
source: dot
cs: tečka
da: prik
de: Punkt
es: punto
fa: نقطه
fi: piste
fr: disque
hu: pont (dot)
it: punto
ja: 黒丸(disc)
lv: punkts
my: ဒေါ့
nl: punt
ro: punct
ru: точка (dot)
sk: bod
sl: pika
sr: тачка
sv: punkt
uk: крапка

# tl_style.circle
source: circle
cs: kruh
da: cirkel
de: Kreis
es: círculo
fa: دایره
fi: ympyrä
fr: cercle
hu: kör (circle)
it: cerchio
ja: 円(circle)
lv: aplis
my: စက်ဝိုင်း
nl: cirkel
ro: cerc
ru: круг (circle)
sk: krúžok
sl: krog
sr: круг
sv: cirkel
uk: коло

# tl_style.square
source: square
cs: čtverec
da: firkant
de: Quadrat
es: cuadrado
fa: مربع
fi: neliö
fr: carré
hu: kocka (square)
it: quadrato
ja: 四角(square)
lv: taisnstūris
my: စတုရန်း
nl: vierkant
ro: pătrat
ru: квадрат (square)
sk: kocka
sl: kvadrat
sr: квадрат
sv: fyrkant
uk: квадрат

# tl_style.decimal
source: figures
cs: čísla
da: tal
de: Ziffern
es: figuras
fa: ارقام
fi: luku
hu: jelek (figures)
it: decimale
ja: 数字(decimal)
lv: decimālskaitlis
my: ရုပ်ပုံများ
nl: cijfers
ro: figuri
ru: арабские цифры (figures)
sk: čísla
sl: oblike
sr: бројеви
sv: siffror
uk: арабські цифри
