Repository: contao/core
Catalog: system/modules/core/languages/*/*_templates.xlf
Languages: cs, da, de, es, fa, fi, fr, hu, it, ja, lv, my, nl, pl, ro, ru, sk, sv, uk

# tl_templates.original.0
source: Original template
cs: Původní šablony
da: Standardskabeloner
es: Plantillas originales
fa: قالب اصلی
fi: Alkuperäinen mallipohja
fr: Modèle original
hu: Eredeti sablon
it: Template originali
ja: 原本のテンプレート
lv: Originālās veidnes
my: မူလပံုစံပြား
nl: Standaard template
pl: Oryginalne szablony
ro: Şabloane originale
ru: Оригинальный шаблон
sk: Pôvodné šablóny
sv: Originalmall
uk: Оригінальний шаблон

# tl_templates.original.1
source: Here you can select the template that you want to customize.
cs: Vyberte původní šablonu kterou chcete upravovat. Kopie bude vytvočena v adresáři <em>templates</em>.
da: Vælg en standardskabelon du vil tilpasse. Der skabes en lokal kopi i mappen <em>templates</em>.
de: Hier können Sie das Template auswählen, das Sie anpassen möchten.
es: Seleccione la plantilla original que quiere personalizar.
fa: اینجا می‌توانید قالبی را که می‌خواهید سفارشی کنید را انتخاب نمایید.
fi: Täällä voit valita muokattavan mallipohjan
fr: Sélectionner le modèle à personnaliser.
hu: Itt választhatja ki a személyre szabni kívánt sablont.
it: Scegliere il file template che desidera adattare. Una copia locale sarà generata nella cartella <em>templates</em>.
ja: カスタマイズしたいテンプレートを選択します。
lv: Atlasītās veidnes kopija tiks saglabāta <em>templates</em> direktorijā.
my: စိုက်ကြိုက်ရွေးလိုသောပုံစံပြားကိုသတ်မှတ်နိုင်။
nl: Kies de standaard template die u wil bewerken.
pl: Wybierz oryginalny szablon, który chcesz zmodyfikować. Kopia zostanie utworzona w katalogu <em>templates</em>.
ro: Va fi creată o copie a şablonului selectat în directorul <em>templates</em>.
ru: Вы можете выбрать шаблон, который хотите изменить.
sk: Zvoľte si pôvodnú šablónu, ktorú chcete upraviť. Vytvorí sa jej lokálna kópia v cieľovom adresári.
sv: Välj den originalmall du vill använda som förlaga till din nya mall. En lokal kopia kommer att skapas i vald mapp.
uk: Виберіть шаблон, який Ви б хотіли модифікувати. Локальна копія шаблону буде створена в папці <em>templates</em>.

# tl_templates.target.0
source: Target folder
cs: Cílový adresář
da: Destinationsmappe
de: Zielverzeichnis
es: Directorio de destino
fa: پوشه مقصد
fi: Kohdehakemisto
fr: Dossier ciblé
hu: Célmappa
it: Cartella di destinazione
ja: 保存先のフォルダー
lv: Mērķa mape
my: ရည်မှန်းဖိုင်တွဲ
nl: Doelmap
pl: Katalog docelowy
ro: Director destinaţie
ru: Каталог назначения
sk: Cieľový adresár
sv: Målmapp
uk: Папка призначення

# tl_templates.target.1
source: A copy of the selected template will be stored in the target folder.
cs: Kopie vybrané předlohy bude uložená v cílovém adresáři.
da: En kopi af den valgte skabelon vil blive gemt i destinationsmappen.
de: Eine Kopie des ausgewählten Templates wird im Zielverzeichnis gespeichert.
es: Una copia de la plantilla seleccionada será almacenada en el directorio de destino.
fa: یک کپی از قالب انتخاب شده در پوشه ذخیره خواهد شد.
fi: Valitun mallipohjan kopio tallennetaan kohdehakemistoon.
fr: Une copie du modèle sélectionné sera stocké dans le répertoire cible.
hu: A kiválasztott sablon másolatát a rendszer a célmappában tárolja.
it: Una copia del modello selezionato verrà memorizzato nella cartella di destinazione.
ja: 保存先のフォルダーに選択したテンプレートのコピーを保存します。
lv: Atlasītās veidnes kopija tiks uzglabāta mērķa mapē.
my: ရည်မှန်းဖိုင်တွဲသို့ရွေးပြီးပံုစံပြားမိတ္တူသိုလှောင်
nl: Een kopie van de geselecteerde template wordt opgeslagen in deze map.
pl: Kopia zaznaczonych szablonów będzie przetrzymywana w tym katalogu.
ro: O copie a şablonului selectat va fi stocat în directorul destinaţie
ru: Копия выбранного шаблона будет сохранена в каталоге назначения.
sk: Kópia zvolenej šablóny bude uložená v cieľovom adresári.
sv: En kopia av den valda mallen kommer att lagras i målmappen.
uk: Копія вибраного шаблону буде збережена в папці призначення.

# tl_templates.headline
source: Add a new template
cs: Přidat novou šablonu
da: Tilføj skabelon
de: Ein neues Template erstellen
es: Añadir una plantilla nueva
fa: ایجاد یک قالب جدید
fi: Lisää uusi mallipohja
fr: Ajouter un nouveau modèle
hu: Új sablon hozzáadása
it: Template Editor
ja: 新しいテンプレートの追加
lv: Pievienot jaunu veidni
my: ပံုစံပြားအသစ်ထည့်
nl: Voeg een nieuwe template toe
pl: Edytor szablonów
ro: Creează şablon
ru: Добавить новый шаблон
sk: Editor šablón
sv: Lägg till en ny mall
uk: Додати новий шаблон

# tl_templates.newTpl
source: Create template
cs: Vytvořit šablonu
da: Opret skabelon
de: Template erstellen
es: Crear plantilla
fa: ساخت قالب
fi: Luo mallipohja
fr: Créer un modèle
hu: Sablon létrehozása
it: Crea un template
ja: テンプレートを作成
lv: Izveidot veidni
my: ပံုစံပြားဖန်တီး
nl: Maak template
pl: Utwórz szablon
ro: Editează şablon nou
ru: Создать шаблон
sk: Vytvoriť šablónu
sv: Skapa mall
uk: Створити шаблон

# tl_templates.exists
source: Template "%s" exists already!
cs: Vlastní šablona pojmenovaná "%s" jíž existuje!
da: En skabelon med navnet "%s" eksisterer allerede!
de: Das Template "%s" existiert bereits!
es: Ya existe una plantilla personalizada con el nombre "%s"!
fa: قالب "%s" در حال حاضر وجود دارد!
fi: Mallipohja "%s" on jo olemassa!
fr: Le modèle "%s" existe déjà !
hu: A "%s" sablon már létezik!
it: Un template personalizzato di nome "%s" esiste già!
ja: "%s"というテンプレートは既に存在します。
lv: Veidne "%s" jau eksistē!
my: "%s" ပံုစံပြားတည်ရှိပြီး!
nl: Er bestaat al een template met de naam "%s"!
pl: Nazwa własnego szablonu "%s" już istnieje!
ro: Un şablon numit "%s" există deja!
ru: Шаблон "%s" уже существует!
sk: Vlastná šablóna s názvom "%s" už existuje"!
sv: En mall med namnet "%s" finns redan!
uk: Шаблон із даним ім'ям «%s» вже існує, вкажіть іншу назву!

# tl_templates.invalid
source: Invalid source or target directory "%s"!
cs: Neplatný zdroj nebo neplatná cílová složka "%s"!
da: Ugyldig fil eller mappe "%s"!
de: Ungültiges Quell- oder Zielverzeichnis "%s"!
es: ¡Origen o directorio de destino inválido "%s"!
fa: منبع با پوشه مقصد نامعتبر "%s"!
fi: Virheellinen kohdehakemisto "%s"!
fr: Le répertoire source ou cible "%s" n'est pas valide !
hu: Érvénytelen forrás vagy cél könyvtár "%s"!
it: La cartella di origine o di destinazione "%s" non è valida!
ja: 保存先のディレクトリ"%s"が不正です。
lv: Nederīgs avota vai mērķa direktorijs "%s"!
my: "%s" ရင်းမြစ်(သို့)ရည်မှန်းဖိုင်လမ်းညွှန်မမှန်!
nl: Ongeldige bron of doelmap "%s"!
pl: Nieprawidłowe źródło lub katalog docelowy "%s"!
ro: Director sursă sau destinaţie invalid "%s"!
ru: Неверный исходный каталог или каталог назначения "%s"!
sk: Neplatný zdroj alebo cieľový adresár "%s"!
sv: Felaktig käll- eller målmapp "%s"!
uk: Невірна папка істочник або папка призначення "%s"!

# tl_templates.new_tpl.0
source: New template
cs: Nová šablona
da: Ny skabelon
de: Neues Template
es: Nueva plantilla
fa: قالب جدید
fi: Uusi mallipohja
fr: Nouveau modèle
hu: Új sablon
it: Nuovo template
ja: 新しいテンプレート
lv: Jauna veidne
my: ပံုစံပြားအသစ်
nl: Nieuwe template
pl: Nowy szablon
ro: Nou şablon
ru: Новый шаблон
sk: Nová šablóna
sv: Ny mall
uk: Новий шаблон

# tl_templates.new_tpl.1
source: Create a new template
cs: Vytvořit novou šablonu
da: Opret en ny skabelon
de: Ein neues Template erstellen
es: Crear una nueva plantilla
fa: ایجاد یک قالب جدید
fi: Luo uusi mallipohja
fr: Créer un nouveau modèle
hu: Új sablon létrehozása
it: Crea un nuovo template
ja: 新しくテンプレートを作成
lv: Izveidot jaunu veidni
my: ပံုစံပြားအသစ်ဖန်တီး
nl: Maak een nieuwe template
pl: Utwórz nowy szablon
ro: Creează nou şablon
ru: Создать новый шаблон
sk: Vytvoriť novú šablónu
sv: Skapa en ny mall
uk: Створити новий шаблон

# tl_templates.new.0
source: New folder
cs: Nová šablona
da: Ny skabelon
de: Neuer Ordner
es: Nueva plantilla
fa: پوشه جدید
fi: Uusi hakemisto
fr: Nouveau répertoire
hu: Új mappa
it: Nuova cartella
ja: 新しいフォルダー
lv: Jauna mape
my: ဖိုင်တွဲအသစ်
nl: Nieuwe map
pl: Nowy szablon
ro: Şablon nou
ru: Новый каталог
sk: Nový adresár
sv: Ny mapp
uk: Новий шаблон

# tl_templates.new.1
source: Create a new folder
cs: Vytvořit novo šablonu
da: Opret ny skabelon
de: Einen neuen Ordner anlegen
es: Crear una plantilla nueva
fa: ایجاد یک قالب جدید
fi: Luo uusi hakemisto
fr: Créer un nouveau répertoire
hu: Új mappa létrehozása
it: Crea una nuova cartella
ja: 新しくフォルダーを作成
lv: Izveidot jaunu mapi
my: ဖိုင်တွဲအသစ်ဖန်တီး
nl: Maak een nieuwe map
pl: Utwórz nowy szablon
ro: Creează un şablon nou.
ru: Создать новый каталог
sk: Vytvoriť nový adresár šablón
sv: Skapa en ny mapp för lagring av mallar.
uk: Створити новий шаблон

# tl_templates.pasteinto.0
source: Paste into
cs: Umístit za
da: Indsæt i
de: Einfügen in
es: Copiar en
fa: جاگذاری در
fi: Liitä hakemistoon
fr: Coller dedans
hu: Beillesztés
it: Incolla all'interno
ja: この中に貼り付け
lv: Ielīmēt
my: ထဲသို့ထုတ်ထား
nl: Plak in
pl: Wklej do
ro: Alipeşte în
ru: Вставить в
sk: Vložiť do
sv: Klistra in i
uk: Вставити в

# tl_templates.pasteinto.1
source: Paste into this folder
cs: Umístit do adresáře
da: Indsæt i denne mappe
de: In dieses Verzeichnis einfügen
es: Copiar en este directorio
fa: جاگذاری در این پوشه
fi: Liitä tähän hakemistoon
fr: Coller dedans ce répertoire
hu: Beillesztés ebbe a mappába
it: Incolla all'interno della cartella
ja: このフォルダーの中に貼り付け
lv: Ielīmēt šajā mapē
my: ယခုဖိုင်တွဲထဲသို့ထုတ်ထား
nl: Plak in deze map
pl: Wklej do tego katalogu
ro: Alipeşte în acest director
ru: Вставить в этот каталог
sk: Vložiť do tohto adresára
sv: Klistra in i denna mapp.
uk: Вставити в вибрану папку

# tl_templates.compare.0
source: Compare template
cs: Srovnat předslohu
de: Template vergleichen
es: Comparar plantilla
fa: مقایسه قالب
fr: Comparer le modèle
hu: Sablon összevetése
it: Confronta template
ja: テンプレートを比較
lv: Salīdzināt veidnes
nl: Vergelijk template
pl: Porównaj szablon
ru: Сравнить шаблон
sv: Jämför mall

# tl_templates.compare.1
source: Compare "%s" with another template
cs: Srovnat "%s" a jinou předlohou
de: Das Template "%s" mit einem anderen vergleichen
es: Comparar "%s" con otra plantilla
fa: مقایسه "%s" با قالب دیگر
fr: Comparer "%s" avec un autre modèle
hu: "%s" összevetése más sablonnal
it: Confronta il template "%s" con un altro template
ja: "%s"というテンプレートを別のテンプレートと比較
lv: Salīdzināt "%s" ar citu veidni
nl: Vergelijk "%s" met een andere template
pl: Porównaj "%s" z innym szablonem
ru: Сравнить "%s" с другим шаблоном
sv: Jämför "%s" med en annan mall

# tl_templates.overridesAnotherTpl
source: This template overrides "%s".
cs: Tato předloha přepíše "%s".
de: Dieses Template überschreibt "%s".
es: Esta plantilla anula "%s".
fa: این قالب "%s" را لغو می‌کند.
fr: Ce modèle remplace "%s".
hu: Ez a sablon felülírja ezt: "%s".
it: Questo template sovrascriverà "%s".
ja: このテンプレートは"%s"を上書きします。
lv: Šī veidne ignorēs "%s".
nl: Deze template overschrijft "%s".
pl: Ten szablon nadpisuje "%s".
ru: Этот шаблон переопределит "%s".
sv: Denna mall skriver över "%s".

# tl_templates.pleaseSelect
source: Please select a template from the list above and click "Show differences".
cs: Vyberte prosím předlohu z niže zobrazeného seznamu a klikněte na "Zobrazit rozdíly".
de: Bitte wählen Sie ein Template aus der obigen Liste und klicken Sie "Unterschiede anzeigen".
es: Seleccione una plantilla de la lista y haga click en "Mostar diferencias"
fa: لطفا قالبی از فهرست فوق انتخاب نموده و «نمایش تفاوت‌ها» را کلیک نمایید
fr: Sélectionnez un modèle dans la liste ci-dessus et cliquez sur "Afficher les différences".
hu: Válasszon egy sablont a listából és kattintson erre: "Különbségek".
it: Selezionare il template dalla lista e cliccare su "Mostra le differenze".
ja: 上の一覧からテンプレートを選択して"変更を表示"してください。
lv: Lūdzu, atlasiet veidni no saraksta un nospiediet "Parādīt atšķirības".
nl: Selecteer een template uit bovenstaande lijst en klik op "Toon verschillen".
pl: Wybierz szablon z listy powyżej i kliknij "Pokaż różnice".
ru: Выберите шаблон из списка выше и нажмите кнопку "Показать различия".
sv: Välj en mall från listan ovan och klicka på "Visa skillnader".
