Repository: contao/core
Catalog: system/modules/core/languages/*/*_theme.xlf
Languages: cs, da, es, fr, hu, it, lv, my, ro, ru, sk, sl, sq, sr, uk

# tl_theme.name.0
source: Theme title
cs: Název vzhledu
da: Tema titel
es: Título del tema
fr: Titre du thème
hu: Téma neve
it: Nome del tema
lv: Tēmas nosaukums
my: အသွင်အပြင်ခေါင်းစဉ်
ro: Titlu temă
ru: Название темы
sk: Názov témy vzhľadu
sl: Naslov teme
sq: Titulli paraqitjes
sr: Назив теме
uk: Назва теми

# tl_theme.name.1
source: Please enter a unique theme title.
cs: Uveďte prosím název vzhledu.
da: Indtast en unik tema titel.
es: Por favor ingresa un título de tema único.
fr: Saisir un titre unique.
hu: Adjon meg egy egyedi téma nevet.
it: Inserisci un nome univoco da assegnare al tema
lv: Lūdzu ievadiet unikālu tēmas nosaukumu
my: အသွင်အပြင်ခေါင်းစဉ်ထည့်သွင်း။
ro: Introduceţi un titlu unic al temei.
ru: Введите уникальное название темы.
sk: Zadajte prosím jedinečný názov témy vzhľadu.
sl: Prosimo, vnseite edinstveno ime teme.
sq: Epeni një titull unik për paraqitjen
sr: Унесите јединствено име за тему.
uk: Будь ласка, введіть унікальну назву теми.

# tl_theme.author.0
source: Author
cs: Autor
da: Ophavsmand
es: Autor
fr: Auteur
hu: Szerző
it: Autore
lv: Vārds
my: ရေးသားသူ
ro: Nume
ru: Автор
sk: Autor
sl: Avtor
sq: Autor
sr: Аутор
uk: Автор

# tl_theme.author.1
source: Please enter the name of the theme designer.
cs: Uveďte prosím jméno osoby, která tento vzhled navrhla.
da: Indtast navnet på tema designeren.
es: Por favor ingresa el nombre del diseñador del tema.
fr: Saisir le nom du concepteur du thème.
hu: Adja meg a téma szerzőjének nevét.
it: Inserisci il nome dell'autore del tema
lv: Lūdzu ievadiet tēmas dizainera vārdu.
my: အသွင်အပြင်ဒီဇိုင်းနာနာမည်ထည့်သွင်း။
ro: Introduceţi numele autorului temei
ru: Введите имя дизайнера темы.
sk: Zadajte prosím meno osoby, ktorá túto tému vzhľadu navrhla.
sl: Prosimo, vnesite ime ustvarjalca teme.
sq: Epeni emrin e dizajneres/dizajnerit të paraqitjes.
sr: Унесите име дизајнера који је направио тему.
uk: Будь ласка, введіть ім'я дизайнера теми.

# tl_theme.folders.0
source: Folders
cs: Adresáře
da: Mapper
es: Directorios
fr: Répertoires
hu: Mappák
it: Cartelle
lv: Mapes
my: ဖိုင်တွဲများ
ro: Directoare
ru: Каталоги
sk: Priečinky
sl: Imeniki
sq: Dosjet
sr: Фолдери
uk: Папки

# tl_theme.folders.1
source: Please select the folders that belong to the theme from the files directory.
cs: Vyberte prosím adresáře, které patří k tomuto vzhledu.
da: Vælg de mapper i filarkivet, der hører til dette tema.
es: Por favor selecciona los directorios que pertenecen al tema del directorio de archivos.
fr: Sélectionner les répertoires qui appartiennent au thème.
hu: Adja meg a mappákat, amelyek a témához tartoznak.
it: Seleziona le cartelle che appartengono al tema
lv: Lūdzu atlasiet mapas no datņu direktorija, kas pieder tēmai.
my: ဖိုင်များဖိုင်လမ်းညွှန်မှအသွင်အပြင်သို့သက်ဆိုင်သောဖိုင်များကိုရွေး။
ro: Selectaţi directoarele care aparţin temei.
ru: Выберите каталоги, которые относятся к теме.
sk: Vyberte adresáre, ktoré patria tejto téme vzhľadu.
sl: Prosimo, izberite mape iz datotečnega imenika, ki pripadajo tej temi.
sq: Zgjedoni dosjet e paraqitjeve nga dosja e skedareve.
sr: Изаберите фолдере из директоријума фајлова који припадају теми.
uk: Будь ласка, виберіть папки, які відносяться до теми з каталогу файлів.

# tl_theme.templates.0
source: Templates folder
cs: Adresář předlohy
da: Skabelon mappe
es: Directorio de plantillas
fr: Répertoire des modèles
hu: Sablon mappák
it: Cartella template
lv: Veidņu mape
my: ပံုစံပြားများဖိုင်တွဲ
ro: Folder de şabloane
ru: Каталог шаблонов
sk: Priečinok šablón
sl: Imenik predlog
sq: Dosje shabllonave
sr: фолдер тема
uk: Папка шаблонів

# tl_theme.templates.1
source: Here you can select a templates folder that will be exported with the theme.
cs: Zde můžete vybrat adresář předlohy, který bude exportovaný s daným vzhledem.
da: Vælg en skabelon mappe, som vil blive eksporteret sammen med dit tema.
es: Aquí puedes seleccionar un directorio de plantillas que será exportado con el tema.
fr: Sélectionner le répertoire des modèles qui sera exporté avec le thème.
hu: Itt kiválaszthat egy sablon mappát, amit a témához csatol a rendszer.
it: Seleziona la cartella dei template che verrà esportata con il tema
lv: Šeit jūs varat atlasīt veidņu mapi, kas tiks eksportēta kopā ar tēmu.
my: အသွင်အပြင်ဖြင့်တင်ပို့မည့်ပုံစံပြားများဖိုင်တွဲကိုရွေးနိုင်။
ro: Alegeţi un folder de şabloane ce va fi exportat împreună cu tema.
ru: Вы можете выбрать каталог шаблонов, который будет экспортирован с темой.
sk: Tu môžte vybrať adresár šablón, ktorý bude exportovaný spolu s témou vzhľadu.
sl: Tu lahko izberete imenik predlog, ki bo izvožen skupaj s temo.
sq: Këtu mund të zgjedhet një dosje e shabllonave e cila do të eksportohet me paraqitje.
sr: Овде можете изабрати фолдер тема који ће бити извезен заједно са темом.
uk: Тут ви можете вибрати папку шаблонів, які будуть експортуватися з темою.

# tl_theme.screenshot.0
source: Screenshot
cs: Náhled
es: Captura de pantalla
fr: Capture d'écran
hu: Képernyőkép
lv: Ekrānuzņēmums
my: ဖန်သားပြင်ပံုရိပ်
ro: Captură de ecran
ru: Скриншот
sk: Náhľad
sl: Predogled teme
sq: Perde të ekranit
uk: Скріншот

# tl_theme.screenshot.1
source: Here you can choose a screenshot of the theme.
cs: Zde můžete vybrat náhled vzhledu.
da: Vælg et screenshot af dit tema.
es: Aquí puedes seleccionar una captura de pantalla para el tema.
fr: Choisir une capture d'écran du thème.
hu: Itt a téma képernyőképét választhatja ki.
it: Seleziona uno screenshot per il tema
lv: Šeit jūs varat izvēlēties tēmas ekrānuzņēmumu.
my: အသွင်အပြင်၏ဖန်သားပြင်ပံုရိပ်ရွေးနိုင်။
ro: Alegeţi o imagine reprezentativă pentru temă.
ru: Вы можете выбрать скриншот темы.
sk: Tu môžte vybrať náhľad (screenshot) témy vzhľadu.
sl: Tu lahko izberete predogledno sliko teme.
sq: Këtu mund të zgjedhjoni një perde të ekranit nga paraqitjet.
sr: Овде можете изабрати screenshot теме.
uk: Тут ви можете вибрати скріншот теми.

# tl_theme.vars.0
source: Global variables
cs: Globální proměnné
da: Globale variabler
es: Variables globales
fr: Variables globales
hu: Globális változók
it: Variabili globali
lv: Globālie mainīgie
my: အများသံုးကိန်းရှင်များ
ro: Variabile globale
ru: Глобальные переменные
sk: Globálne premenné
sl: Globalne spremenljivke
sq: Variablat globale
sr: Глобалне варијабле
uk: Глобальні змінні

# tl_theme.vars.1
source: Here you can define global variables for the style sheets of the theme (e.g. <em>$red</em> -> <em>c00</em> or <em>$margin</em> -> <em>12px</em>).
cs: Zde můžete nastavit globální proměnné pro kaskádovité styly vzhledu (např. <em>$red</em> -> <em>c00</em> nebo <em>$margin</em> -> <em>12px</em>).
da: Her kan du definere globale variabler for dine style sheets til temaet (f.eks. <em>$red</em> -> <em>c00</em> eller <em>$margin</em> -> <em>12px</em>).
es: Aqui puede definir variables globales para la hoja de estilo del tema (p. ej. <em>$red</em> -> <em>c00</em> o <em>$margin</em> -> <em>12px</em>)
fr: Définir des variables globales pour les feuilles de style du thème (ex : <em>$rouge</em> -> <em>c00</em> ou <em>$marge</em> -> <em>12px</em>).
hu: Itt globális változókat határozhat meg a téma stíluslapjaihoz (pl. <em>$red</em> -> <em>c00</em> or <em>$margin</em> -> <em>12px</em>).
it: E' possibile definire delle variabili globali che potranno essere utilizzate nei CSS (e.g. <em>$rosso</em> -> <em>c00</em> or <em>$margine</em> -> <em>12px</em>)
lv: Šeit jūs varat definēt globālos mainīgos tēmas stila lapām (piem. <em>$red</em> -> <em>c00</em> vai <em>$margin</em> -> <em>12px</em>).
my: အသွင်အပြင်၏စတိုင်အလွှာများတွင်အများသံုးကိန်းရှင်များသတ်မှတ်နိုင် (ဥပမာ <em>$red</em> -> <em>c00</em> or <em>$margin</em> -> <em>၁၂px</em>)။
ro: Aici puteţi defini variabilele globale pentru CSS-ul temei (de ex. <em>$red</em> -> <em>c00</em> sau <em>$margin</em> -> <em>12px</em>).
ru: Вы можете определить глобальные переменные для стилей темы (напр. <em>$red</em> -> <em>c00</em> или <em>$margin</em> -> <em>12px</em>).
sk: Tu môžete určiť globálne (všeobecné) premenné pre daný štýl témy (napr. <em>$red</em> -> <em>c00</em> alebo <em>$margin</em> -> <em>12px</em>).
sl: Tukaj lahko definirate globalne spremenljivke za css teme (npr. <em>$red</em> -> <em>c00</em> or <em>$margin</em> -> <em>12px</em>).
sq: Këtu mund të definohen variablet globale të style sheets të paraqitjes (p.sh. <em>$red</em> -> <em>c00</em> ose <em>$margin</em> -> <em>12px</em>).
sr: Овде можете дефинисати глобалне варијабле стилова који се користе у оквиру теме (нпр. <em>$red</em> -> <em>c00</em> или <em>$margin</em> -> <em>12px</em>).
uk: Ви можете встановити глобальні змінні для стилів теми (напр. <em>$red</em> -> <em>c00</em> або <em>$margin</em> -> <em>12px</em>).

# tl_theme.source.0
source: Source files
cs: Zdroj souborů
da: Kilde filer
es: Archivos de fuentes
fr: Fichiers sources
hu: Forrásfájlok
it: File sorgente
lv: Avota datnes
my: ရင်းမြစ်ဖိုင်များ
ro: Fişiere sursă
ru: Исходные файлы
sk: Zdrojové súbory
sl: Izvorne datoteke
sq: Skedaret burimor
sr: Изворни фајл
uk: Вихідні файли

# tl_theme.source.1
source: Here you can upload one or more .cto files to be imported.
cs: Zvolte prosím jeden nebo více souborů končících na ".cto".
da: Vælg en eller flere .ico filer fra filarkivet.
es: Por favor selecciona uno o mas archivos .cto del directorio de archivos.
fr: Choisir un ou plusieurs fichiers .cto
hu: Válasszon ki egy vagy több .cto fájlt az importáláshoz.
it: Seleziona uno o più file .cto
lv: Lūdzu izvēlieties vienu vai vairākas .cto datnes no datņu direktorija.
my: တင်သွင်းရန်တစ်ခု(သို့).စီတူအိုဖိုင်များကူးတင်နိုင်။
ro: Alegeţi unul sau mai multe fişiere .cto din director.
ru: Вы можете загрузить один или несколько файлов .cto для импорта.
sk: Vyberte si jeden alebo viac .cto súborov z adresára.
sl: Prosimo, izberite eno ali več .cto datotek iz datotečnega imenika.
sq: Këtu mund të ngarkoni një apo më shumë skedarë .cto për tu importuar.
sr: Овде можете изабрати један или више .cto које ћете копирати на сервер, а затим ћете бити у могућности да вршите увоз теме из тих фајлова.
uk: Будь ласка, виберіть один або більше .cto файли з каталогу файлів.

# tl_theme.tstamp.0
source: Revision date
cs: Datum změny
da: Revisionsdato
es: Fecha revisión
fr: Date de révision
hu: Utolsó módosítás dátuma
it: Data revisione
lv: Pārskatījuma datums
my: ပြင်ဆင်နေ့စွဲ
ro: Data revizie
ru: Дата изменения
sk: Dátum poslednej úpravy
sl: Datum revizije
sq: Data rishikimit
sr: Датум ревизије
uk: Дата редакції

# tl_theme.tstamp.1
source: Date and time of the latest revision
cs: Datum a čas poslední změny
da: Dato og tid for den seneste revision
es: Fecha y hora de la última modificación
fr: Date et heure de la dernière révision
hu: Legutóbbi módosítás dátuma és ideje.
it: Data e ora dell'ultima revisione
lv: Pēdējā pārskatījuma datums un laiks
my: နောက်ဆံုးပံုစံ၏နေ့စွဲနှင့်အချိန်
ro: Data şi ora a ultimei revizii
ru: Дата и время последнего изменения
sk: Dátum a čas poslednej úpravy
sl: Datum in ura zadnje revizije
sq: Data dhe koha e rishikimit
sr: Датум и време последње ревизије
uk: Дата і час останньої редакції

# tl_theme.title_legend
source: Title and author
cs: Název a autor
da: Titel og forfatter
es: Título y autor
fr: Titre et auteur
hu: Megnevezés és szerző
it: Titolo e autore
lv: Nosaukums un autors
my: ခေါင်းစဉ်နှင့်ရေးသားသူ
ro: Titlu şi autor
ru: Название и автор
sk: Názov a autor
sl: Naslov in avtor
sq: Titulli dhe autori
sr: Наслов и аутор
uk: Назва та автор

# tl_theme.config_legend
source: Configuration
cs: Nastavení
da: Konfiguration
es: Configuración
hu: Beállítás
it: Configurazione
lv: Konfigurācija
my: ပံုစံပြင်ခြင်း
ro: Configurare
ru: Конфигурация
sk: Nastavenie
sl: Nastavitev
sq: Konfigurim
sr: Конфигурација
uk: Конфігурація

# tl_theme.vars_legend
source: Global variables
cs: Globální proměnné
da: Globale variabler
es: Variables globales
fr: Variables globales
hu: Globális változók
it: Variabili globali
lv: Globālie mainīgie
my: အများသံုးကိန်းရှင်များ
ro: Variabile globale
ru: Глобальные переменные
sk: Globálne premenné
sl: Globalne spremenljivke
sq: Variablat globale
sr: Глобалне варијабле
uk: Глобальні змінні

# tl_theme.theme_imported
source: Theme "%s" has been imported.
cs: Vzhled "%s" byl importovaný.
da: Temaet "%s" er nu importeret.
es: Tema "%s" ha sido importado
fr: Le thème "%s" a été importé.
hu: A "%s" téma importálva.
it: Il tema %s è stato importato
lv: Tēma "%s" importēta.
my: အသွင်အပြင် "%s" တင်သွင်းပြီး။
ro: Tema "%s" a fost importată.
ru: Тема "%s" успешно импортирована.
sk: Téma vzhľadu "%s" bola úspešne importovaná.
sl: Tema "%s" je bila uvožena.
sq: Paraqitja "%s" është importuar.
sr: Тема "%s" је успешно увезена.
uk: Тема «%s» була імпортована.

# tl_theme.checking_theme
source: The theme data is being checked
cs: Data vzhledu byla přidána.
da: Temaets indhold bliver kontrolleret
es: Los datos del tema estan siendo comprobados
fr: Les données du thème sont en cours de vérification
hu: A téma adatai ellenőrizve
it: Verfica dei dati in corso
lv: Tēmas dati tiek pārbaudīti
my: အသွင်အပြင်အချက်အလက်စစ်ဆေးနေဆဲ
ro: Datele din temă sunt verificate.
ru: Проверка данных темы
sk: Dáta témy vzhľadu boli pridané
sl: Podatki teme se pregledujejo
sq: Të dhënat e paraqitjes jan duke u kontrolluar.
sr: Подаци из теме се проверавају
uk: Дані теми будуть перевірені

# tl_theme.tables_fields
source: Tables and fields
cs: Tabulky a pole
da: Tabeller og felter
es: Tablas y campos
fr: Tables et champs
hu: Táblák és mezők
it: Tabelle e campi
lv: Tabulas un lauki
my: စားပွဲများနှင့်နယ်ပယ်များ
ro: Tabele şi câmpuri
ru: Таблицы и поля
sk: Tabuľky a polia
sl: Tabele in polja
sq: Tabelat dhe fushat
sr: Табеле и поља
uk: Таблиці та поля

# tl_theme.missing_field
source: The field <strong>%s</strong> is missing in the database and will not be imported.
cs: Pole <strong>%s</strong> chybí v databázi, proto nebude imporotováno.
da: Feltet <strong>%s</strong> mangler i databasen og vil ikke blive importeres.
es: El campo <strong>%s</strong> está perdido en la base de datos y no será importado.
fr: Le champ <strong>%s</strong> est manquant dans la base de données et ne sera pas importé.
hu: A mező <strong>%s</strong> hiányzik az adatbázisból és nem lett importálva.
it: Il campo <strong>%s</strong> non è presente nel database e non verrà importato
lv: Lauks <strong>%s</strong> trūkst datubāzē un netiks importēts.
my: <strong>%s</strong> နယ်ပယ်မှာအချက်အလက်အစုတွင်ပျောက်ဆံုးနေပြီးမတင်သွင်းနိုင်။
ro: Câmpul <strong>%s</strong> lipseşte din baza de date şi nu va fi importat.
ru: Поле <strong>%s</strong> отсутствует в базе данных и не будет импортировано.
sk: Pole <strong>%s</strong> chýba v databáze a preto nebude importované.
sl: Polje <strong>%s</strong> manjka v podatkovni bazi in ga zato ne bom mogel uvoziti.
sq: Fusha <strong>%s</strong> mungon në bazën e të dhënave dhe nuk do të importohet.
sr: Поље <strong>%s</strong> недостаје у бази података и неће бити увезено.
uk: Поле <strong>%s</strong> відсутнє в базі даних і не буде імпортованим.

# tl_theme.tables_ok
source: The tables have been successfully checked.
cs: Tabulka byla úspěšně
da: Tabellerne er blevet kontrolleret.
es: Las tablas han sido exitosamente comprobadas.
fr: Les tables ont été vérifiées avec succès.
hu: A táblák ellenőrzése sikeres
it: Le tabelle sono state verificate con successo
lv: Tabulas tika veiksmīgi pārbaudītas.
my: စားပွဲများအောင်မြင်စွာစစ်ဆေးပြီး။
ro: Tabelele au fost verificate cu succes.
ru: Таблицы успешно проверены.
sk: Tabuľky boli úspešne overené.
sl: Tabele so bile uspešno pregledane.
sq: Tabelat janë kontrolluar me sukses.
sr: Табеле су успешно проверене.
uk: Таблиці були успішно перевірені.

# tl_theme.custom_sections
source: Custom layout sections
da: Tilpassede layoutsektioner
fr: Présentations de page personnalisées
it: Sezioni di layout personalizzate
my: စိတ်ကြိုက်အခင်းအကျင်းအပိုင်းများ
ru: Пользовательские секции макета
sk: Vlastná časť layoutu
sq: Sektor të strukturës individuale.
uk: Секції макета користувача

# tl_theme.missing_section
source: The layout section <strong>%s</strong> will be added to the local configuration.
fr: La présentation de page <strong>%s</strong> sera ajoutée à la configuration locale.
it: La sezione di layout <strong>%s</strong> sarà aggiunta alla configurazione.
ru: Секция макета <strong>%s</strong> будет добавлена в локальную конфигурацию.
sq: Sektori shfaqjes <strong>%s</strong> do të futet në konfigurimin lokal.
uk: Секція макету <strong>%s</strong> буде додана до файлу налаштувань системи (localconfig.php).

# tl_theme.sections_ok
source: The layout sections have been successfully checked.
da: Temaets layoutsektioner er blevet kontrolleret.
fr: Les présentations de page ont été vérifiées avec succès.
it: Il tema non prevede sezioni di layout personalizzate
my: အခင်းအကျင်းအပိုင်းများအောင်မြင်စွာစစ်ဆေးပြီး။
ru: Секции макета успешно проверены.
sk: Časti layoutu boli úspešne overené.
sq: Sektorët e strukturës janë kontrolluar me sukses.
uk: Тема не містить секцій макету користувача.

# tl_theme.missing_xml
source: Theme "%s" is corrupt and cannot be imported.
cs: Vzhled "%s" je poškozený a nemůže se importovat.
da: Temaet "%s" er beskadiget og kan ikke importeres.
es: El tema "%s" esta corrupto y no puede ser importado.
fr: Le thème "%s" est corrompu et ne peut être importé.
hu: A "%s" téma hibás és nem lett importálva.
it: Il tema %s non è integro e non può essere importato
lv: Tēma "%s" ir bojāta un to nevar importēt.
my: အသွင်အပြင် "%s" မှာပျက်နေပြီးမတင်သွင်းနိုင်။
ro: Tema "%s" este4 coruptă şi nu poate fi importată.
ru: Тема "%s" повреждена и не может быть импортирована.
sk: Téma vzhľadu "%s" je poškodená a nemôže byť importovaná.
sl: Tema "%s" je okvarjena in ne more biti uvožena.
sq: Paraqitja "%s" nuk është në rregull dhe nuk mund të importohet.
sr: Тема "%s" је оштећена и није могућ њен увоз.
uk: Тема «%s» пошкоджена і не може бути імпортованою.

# tl_theme.custom_templates
source: Custom templates
cs: Vlastní šablony
da: Tilpassede layoutsektioner
es: Plantillas personalizadas
fr: Modèles personnalisés
hu: Egyedi sablonok
it: Template personalizzati
lv: Pielāgotas veidnes
my: စိတ်ကြိုက်ပံုစံပြားများ
ro: Şabloane customizate
ru: Пользовательские шаблоны
sk: Vlastné šablóny
sl: Predloge po meeri
sq: Shabllone individuale
sr: Прилагођени шаблони
uk: Шаблони користувача

# tl_theme.template_exists
source: The template <strong>"%s"</strong> exists and will be overwritten.
cs: Šablona <strong>"%s"</strong> existuje a bude přepsána.
da: Skabelonen <strong>"%s"</strong> findes allerede og vil blive overskrevet.
es: La plantilla <strong>"%s"</strong> ya existe y será sobrescrita.
fr: Le modèle <strong>"%s"</strong> existe et ne sera pas écrasé.
hu: A sablon <strong>"%s"</strong> létezik és felül lesz írva.
it: Il template <strong>"%s"</strong> esiste già e verrà sovrascritto.
lv: Veidne <strong>"%s"</strong> eksistē un tiks pārrakstīta.
my: <strong>"%s"</strong> ပံုစံပြားမှာတည်ရှိနေပြီးအစားထိုးရေးသား။
ro: Şablonul <strong>"%s"</strong> există şi va fi rscris.
ru: Шаблон <strong>"%s"</strong> уже существует и будет перезаписан.
sk: Šablóna <strong>"%s"</strong> existuje a bude prepísaná.
sl: Predloga <strong>"%s"</strong> že obstaja in bo prepisana.
sq: Shablloni <strong>"%s"</strong> egziston dhe do të ripërshkruhet.
sr: Шаблон <strong>"%s"</strong> већ постоји и биће прегажен.
uk: Шаблон <strong>"%s"</strong> існує та буде перезаписан.

# tl_theme.templates_ok
source: No conflicts detected.
cs: Nejsou zjištěny žádné konflikty.
da: Fandt ingen problemer.
es: No se detectaron conflictos.
fr: Aucun conflit détecté.
hu: Nincs összeférhetetlenség.
it: Non è stato rilevato alcun conflitto
lv: Konflikti netika atklāti.
my: ကွဲလွဲခြင်းများမတွေ့ရှိ။
ro: Nu s-au detectat conflicte.
ru: Конфликты не обнаружены.
sk: Nie sú zistené žiadne konflikty.
sl: Težav ni bilo zaznanih.
sq: Asnjë konflikt i zbuluar.
sr: Нису детектовани конфликти.
uk: Жодних конфліктів не виявлено.

# tl_theme.store.0
source: Theme store
cs: Obchod se vzhledy
da: Tema butik
es: Tienda de temas.
fr: Boutique de thèmes de Contao
hu: Téma bolt
lv: Tēmu veikals
my: အသွင်အပြင်သိုလှောင်ရံု
ro: Registru de teme
ru: Магазин шаблонов
sk: Obchod - Témy vzhľadu
sl: Trgovina tem
sq: Depo me motive
sr: Продавница тема
uk: Магазин тем

# tl_theme.store.1
source: Find more themes in the Contao theme store
cs: Najít více vzhledů v obchodě se vzhledy pro CMS Contao
da: Find flere temaer i Contao tema butikken
es: Encuentre más temas en la Tienda de Temas de Contao.
fr: Trouver plus de thèmes dans la boutique de thèmes de Contao
hu: Keressen további témákat a Contao téma boltjában
it: Trova altri temi nel Contao theme store
lv: Atrodi vaitāk tēmu Contao tēmu veikalā
my: ကွန်တောင်အသွင်အပြင်သိုလှောင်ရံုတွင်အသွင်အပြင်များရှာဖွေ
ro: Găsiţi mai multe teme în registrul de teme al Contao
ru: Найти темы в магазине шаблонов Contao
sk: Nájsť viac Tém vzhľadu v Contao obchode
sl: Naj več tem v Contao trgovini tem.
sq: Gjej më shumë motive në depo të Contao-së.
sr: Пронађите више тема у Contao продавници тема
uk: Більше тем можливо знайти в Contao магазині тем

# tl_theme.new.0
source: New theme
cs: Nový vzhled
da: Nyt tema
es: Nuevo tema
fr: Nouveau thème
hu: Új téma
it: Nuovo tema
lv: Jauna tēma
my: အသွင်အပြင်အသစ်
ro: Temă nouă
ru: Новая тема
sk: Nová téma vzhľadu
sl: Nova tema
sq: Paraqitje të re
sr: Нова тема
uk: Нова тема

# tl_theme.new.1
source: Create a new theme
cs: Vytvořit nový vzhled
da: Opret et nyt tema
es: Crear un nuevo tema
fr: Créer un nouveau thème
hu: Egy új téma létrehozása
it: Crea un nuovo tema
lv: Izveidot jaunu tēmu
my: အသွင်အပြင်အသစ်ဖန်တီး
ro: Creează o nouă temă
ru: Создать новую тему
sk: Vytvoriť novú tému vzhľadu
sl: Ustvari novo temo
sq: Krijo paraqitje të re
sr: Креирај нову тему
uk: Створити нову тему

# tl_theme.show.0
source: Theme details
cs: Podrobnosti
da: Tema detaljer
es: Detalles del tema
fr: Détails du thème
hu: Téma részletei
it: Dettagli tema
lv: Tēmas detaļas
my: အသွင်အပြင်အချက်အလက်များ
ro: Detalii temă
ru: Детали темы
sk: Detaily témy vzhľadu
sl: Podrobnosti teme
sq: Detajet e paraqitjes
sr: Детаљи теме
uk: Детальна інформація

# tl_theme.show.1
source: Show the details of theme ID %s
cs: Zobrazit podrobnosti k vzhledu ID %s
da: Vis detaljer for temaet ID %s
es: Mostrar los detalles del tema con ID %s
fr: Afficher les détails du thème ID %s
hu: Az ID %s téma részleteinek megtekintése
it: Visualizza i dettagli del tema ID %s
lv: Rādīt tēmas ID %s detaļas
my: အသွင်အပြင်အိုင်ဒီ %s အချက်အလက်များပြသ
ro: Arată detaliile temei ID %s
ru: Показать детали темы ID %s
sk: Zobraziť detaily témy vzhľadu ID %s
sl: Prikaži podrobnosti teme ID %s
sq: Trego detajet e paraqitjes ID %s
sr: Прикажи детаље теме ID %s
uk: Продивитись детальну інформацію теми ID %s

# tl_theme.edit.0
source: Edit theme
cs: Úprava vzhledu
da: Rediger temaet
es: Editar tema
fr: Éditer le thème
hu: Téma szerkesztése
it: Modifica tema
lv: Rediģēt tēmu
my: အသွင်အပြင်တည်းဖြတ်
ro: Editează temă
ru: Редактировать тему
sk: Upraviť tému vzhľadu
sl: Uredi temo
sq: Përpuno paraqitjen
sr: Уреди тему
uk: Редагувати тему

# tl_theme.edit.1
source: Edit theme ID %s
cs: Úprava vzhledu ID %s
da: Rediger temaet ID %s
es: Editar tema con ID %s
fr: Éditer le thème ID %s
hu: Az ID %s téma szerkesztése
it: Modifica tema ID %s
lv: Rediģēt tēmu ID %s
my: အသွင်အပြင်အိုင်ဒီ %s တည်းဖြတ်
ro: Editează tema ID %s
ru: Редактировать тему ID %s
sk: Upraviť tému vzhľadu ID %s
sl: Uredi temo z ID %s
sq: Përpuno paraqitjen ID %s
sr: Уреди тему ID %s
uk: Редагувати тему ID %s

# tl_theme.delete.0
source: Delete theme
cs: Smazat vzhled
da: Slet tema
es: Eliminar tema
fr: Supprimer le thème
hu: Téma törlése
it: Elimina tema
lv: Dzēst tēmu
my: အသွင်အပြင်ပယ်ဖျက်
ro: Şterge temă
ru: Удалить тему
sk: Odstrániť tému vzhľadu
sl: Izbriši temo
sq: Fshij paraqitjen
sr: Обриши тему
uk: Видалити тему
