Repository: contao/core
Catalog: system/modules/core/languages/*/*_theme.xlf
Languages: cs, da, es, fr, hu, it, lv, my, ro, ru, sk, sl, sq, sr, uk

# tl_theme.delete.1
source: Delete theme ID %s
cs: Smazat vzhled ID %s
da: Slet temaet ID %s
es: Eliminar tema con ID %s
fr: Supprimer le thème ID %s
hu: Az ID %s téma törlése
it: Elimina tema ID %s
lv: Dzēst tēmu ID %s
my: အသွင်အပြင်အိုင်ဒီ %s ပယ်ဖျက်
ro: Şterge tema ID %s
ru: Удалить тему ID %s
sk: Odstrániť tému vzhľadu ID %s
sl: Izbriši temo z ID %s
sq: Fshij paraqitjen ID %s
sr: Обриши тему ID %s
uk: Видалити тему ID %s

# tl_theme.css.0
source: Style sheets
cs: Kaskádovité styly
da: Stilark
es: Hojas de estilo
fr: Feuilles de style
hu: Stílus lapok
it: Fogli di stile
lv: Stila lapas
my: စတိုင်အလွှာများ
ro: Fişiere de stil
ru: Таблицы стилей
sk: Kaskádové štýly
sl: Slogovne predloge
sr: Стилови
uk: Таблиці стилів

# tl_theme.css.1
source: Edit the style sheets of theme ID %s
cs: Úprava kaskádovitých stylů vzhledu ID %s
da: Rediger stilarket for temaet ID %s
es: Editar la hoja de estilo del tema con ID %s
fr: Éditer les feuilles de style du thème ID %s
hu: Az ID %s téma stíluslapjainak szerkesztése
it: Modifica i fogli di stile del tema ID %s
lv: Rediģēt tēmas ID %s stila lapas
my: အသွင်အပြင်အိုင်ဒီ %s စတိုင်အလွှာများတည်းဖြတ်
ro: Editează fişierele de stil ale temei ID %s
ru: Редактировать таблицы стилей темы ID %s
sk: Upraviť kaskádové štýly témy vzhľadu ID %s
sl: Uredi slogovne predloge teme ID %s
sq: Përpuno style sheets të paraqitjes ID %s
sr: Уреди стилове у оквиру теме ID %s
uk: Редагувати таблиці стилів теми ID %s

# tl_theme.modules.0
source: Modules
cs: Moduly
da: Moduler
es: Módulos
hu: Modulok
it: Moduli
lv: Moduļi
my: အပိုင်းများ
ro: Module
ru: Модули
sk: Moduly
sl: Moduli
sq: Modulet
sr: Модули
uk: Модулі

# tl_theme.modules.1
source: Edit the front end modules of theme ID %s
cs: Úprava frontendových modulů vzhledu ID %s
da: Rediger front-end moduler for temaet ID %s
es: Editar los módulos de front end del tema con ID %s
fr: Éditer les modules du thème ID %s
hu: A felhasználói felület modulok szerkesztése az ID %s témában
it: Modifica i moduli del tema ID %s
lv: Rediģēt tēmas ID %s priekšgala moduļus
my: အသွင်အပြင်အိုင်ဒီ %s အပြင်ပိုင်းအပိုင်းများတည်းဖြတ်
ro: Editează modulele de front-end ale temei ID %s
ru: Редактировать модули внешнего интерфейса ID %s
sk: Upraviť frontend moduly témy vzhľadu ID %s
sl: Uredi predstavitvene module (front end) teme z ID %s
sq: Përpuno modulet e Front end të paraqitjes ID %s
sr: Уреди ФронтЕнд модуле у оквиру теме ID %s
uk: Редагувати модулі теми ID %s

# tl_theme.layout.0
source: Layouts
cs: Rozvržení
da: Layout
es: Diseños
fr: Présentations
hu: Elrendezés
it: Layout
lv: Salikumi
my: အခင်းအကျင်းများ
ro: Ansambluri
ru: Макет
sk: Layouty
sl: Postavitve
sq: Strukturat
sr: Изгледи
uk: Макети

# tl_theme.layout.1
source: Edit the page layouts of theme ID %s
cs: Úprava rozvržení stránek vzhledu ID %s
da: Rediger sidelayoutet for temaet %s
es: Editar los diseños de página del tema con ID %s
fr: Éditer les présentations de page du thème ID %s
hu: Az ID %s téma oldal elrendezésének szerkesztése
it: Modifica i layout di pagine del tema ID %s
lv: Rediģēt tēmas ID %s lapas salikumus
my: အသွင်အပြင်အိုင်ဒီ %s စာမျက်နှာအခင်းအကျင်းများတည်းဖြတ်
ro: Editează ansamblurile temei ID %s
ru: Изменить макет страницы темы ID %s
sk: Upraviť layouty témy vzhľadu ID %s
sl: Uredi postavitve strani teme z ID %s
sq: Përpuno strukturat e faqës të paraqitjes ID %s
sr: Уреди изгледе страница у оквиру теме ID %s
uk: Редагувати макети сторінок теми ID %s

# tl_theme.importTheme.0
source: Theme import
cs: Importovat vzhled
da: Tema import
es: Importar tema
fr: Import de thème
hu: Téma importálás
it: Importa tema
lv: Tēmu imports
my: အသွင်အပြင်တင်သွင်း
ro: Import temă
ru: Импорт темы
sk: Importovať tému vzhľadu
sl: Uvoz teme
sq: Importo paraqitje
sr: Увоз теме
uk: Імпорт

# tl_theme.importTheme.1
source: Import new themes
cs: Import nových vzhledů
da: Importer nye temaer
es: Importar nuevos temas
fr: Importer de nouveaux thèmes
hu: Új téma importálása
it: Importa nuovi temi
lv: Importēt jaunas tēmas
my: အသွင်အပြင်အသစ်တင်သွင်း
ro: Importă o temă nouă
ru: Импорт новых тем
sk: Importovať nové témy vzhľadu
sl: Uvozi nove teme
sq: Importo paraqitje të re
sr: Увези нове теме
uk: Імпорт нових тем

# tl_theme.exportTheme.0
source: Export
da: Eksporter
es: Exportar
hu: Exportálás
it: Esporta
lv: Eksportēt
my: တင်ပို့
ro: Export temă
ru: Экспорт
sk: Exportovať
sl: Izvoz
sq: Eksport
sr: Извоз
uk: Експорт

# tl_theme.exportTheme.1
source: Export theme ID %s
cs: Exportovat vzhled ID %s
da: Eksporter tema ID %s
es: Exportar tema con ID %s
fr: Exporter le thème ID %s
hu: Az ID %s téma exportálása
it: Esporta il tema ID %s
lv: Eksportēt tēmu ID %s
my: အသွင်အပြင်အိုင်ဒီ %s တင်ပို့
ro: Export temă ID %s
ru: Экспорт темы ID %s
sk: Exportovať tému vzhľadu ID %s
sl: Izvoz teme ID %s
sq: Eksporto paraqitjen ID %s
sr: Извоз теме ID %s
uk: Експорт теми ID %s

# tl_theme.imageSizes.0
source: Image sizes
cs: Obrázkové rozměry
es: Tamaños de imágen
hu: Képméret
lv: Attēla izmēri
ro: Mărimi imagini
sl: Velikosti slik
sr: Величина слике

# tl_theme.imageSizes.1
source: Edit the image sizes of theme ID %s
cs: Upravit obrázkové rozměry vzhledu ID %s
es: Editar los tamaños de imágen del ID del tema %s
hu: A %s sablon képméret szerkesztése
lv: Rediģēt tēmas ID %s attēlu izmērus
ro: Editează mărimile imaginilor pe tema ID %s
sl: Uredi velikosti slik teme ID %s
sr: Уреди величину слике теме ID %s
