Repository: contao/core
Catalog: system/modules/core/languages/*/*_undo.xlf
Languages: cs, da, de, es, fa, hu, it, ja, lv, my, nl, pl, ro, sk, sl, sr, sv, uk

# tl_undo.pid.0
source: User
cs: Uživatel
da: Bruger
de: Benutzer
es: Usuario
fa: کاربر
hu: Tag
it: Utente
ja: ユーザー
lv: Lietotājs
my: အသံုးပြုသူ
nl: Gebruiker
pl: Użytkownik
ro: Utilizator
sk: Užívateľské
sl: Uporabnik
sr: Корисник
sv: Användare
uk: Користувач

# tl_undo.pid.1
source: Name of the associated user
cs: Jméno uživatele, kterého se to týká.
da: Navn på den associerede bruger
de: Name des zugehörigen Benutzers
es: Nombre del usuario asociado
fa: نام کاربر مرتبط
hu: Kapcsolódó felhasználó neve
it: Nome dell'utente
ja: 関連するユーザーの名前
lv: Saistīta lietotāja vārds
my: ဆက်နွယ်ပြီးအသံုးပြုသူနာမည်
nl: Naam van de betreffende gebruiker
pl: Nazwa powiązanego użytkownika
ro: Numele utilizatorului asociat.
sk: Meno užívateľa
sl: Ime povezanega uporabnika
sr: Име повезаног корисника
sv: Namnet på den associerade användaren
uk: Ім'я асоційованого користувача

# tl_undo.fromTable.0
source: Source table
cs: Původní tabulka
da: Tabel
de: Ursprungstabelle
es: Tabla
fa: جدول منبع
hu: Forrás tábla
it: Tabella
ja: 元のテーブル
lv: Tabula
my: ရင်းမြစ်စားပွဲ
nl: Tabel
pl: Tabela
ro: Tabel
sk: Tabuľka
sl: Izvorna tabela
sr: Изворна табела
sv: Tabell
uk: Таблиця

# tl_undo.fromTable.1
source: Name of the original table
cs: Jméno originální tabulky
da: Navn på den oprindelige tabel
de: Name der ursprünglichen Tabelle
es: Nombre de la tabla original
fa: نام جدول اصلی
hu: Az eredeti tábla neve
it: Nome della tabella originale
ja: 元のデータベースのテーブルの名前
lv: Oriģinālās tabulas nosaukums
my: မူလစားပွဲနာမည်
nl: Naam van de oorspronkelijke tabel
pl: Nazwa oryginalnej tabeli
ro: Numele tabelului original
sk: Meno pôvodnej tabuľky
sl: Ime originalne tabele
sr: Назив изворне табеле
sv: Namn på originaltabellen
uk: Назва оригінальної таблиці

# tl_undo.affectedRows.0
source: Affected rows
cs: Obsahující záznamy
da: Dataposter
de: Enthaltene Datensätze
es: Registros de datos
fa: سطرهای تاثیر پذیرفته
hu: Érintett sorok
it: Records dati
ja: 影響を受けたレコード数
lv: Datu ieraksti
my: သက်ရောက်အတန်းများ
nl: Data records
pl: Rekordy danych
ro: Înregistrări
sk: Záznamy
sl: Obdelanih vrstic
sr: Редови над којима је вршена/врши се промена
sv: Antal poster
uk: Кількість записів

# tl_undo.affectedRows.1
source: Number of records included in the undo step
cs: Počet záznamů, které jsou
da: Antal berørte dataposter
de: Anzahl der im Undo-Schritt enthaltenen Datensätze
es: Número de registros de datos afectados
fa: تعداد رکوردهای تحت تاثیر قرار گرفته
hu: Visszavonandó lépés rekord száma
it: Numero di record coinvolti
ja: 取り消しの項目に含まれるレコードの数
lv: Ietekmēto datu ierakstu skaits
my: မလုပ်ဆောင်ရန်ပါဝင်သောမှတ်တမ်းများအရေအတွက်
nl: Aantal betroffen data records
pl: Ilość rekordów danych (affected)
ro: Număr înregistrări alocate
sk: Počet ovplyvnených záznamov
sl: Število zapisov vključenih v razveljavitveni korak
sr: Број корака у процедури за "Undo"
sv: Antal påverkade dataposter
uk: Кількість видалених записів

# tl_undo.query.0
source: Details
cs: Detaily
da: Detaljer
es: Detalles
fa: جزئیات
hu: Részletek
it: Dettagli
ja: 詳細
lv: Detaļas
my: အချက်အလက်များ
pl: Szczegóły
ro: Detalii
sk: Podrobnosti
sl: Podrobnosti
sr: Дета
sv: Detaljer
uk: Деталі

# tl_undo.query.1
source: Details of the undo step
cs: Detaily zpětných kroků.
da: Detaljer fra den nuværende post
de: Details des Undo-Schritts
es: Detalles de la entrada actual
fa: جزئیات مرحله خنثی کردن
hu: A visszavonandó lépés részletei
it: Dettaglio inserimento corrente
ja: 取り消しの項目の詳細
lv: Aktuālā ieraksta detaļas
my: မလုပ်ဆောင်ရန်အချက်အလက်များ
nl: Details van de undo-stap
pl: Szczegóły aktualnej pozycji
ro: Detalii înregistrare curentă
sk: Podrobnosti tohto záznamu
sl: Podrobnosti razveljavitvenega koraka
sr: Детаљи "Undo" корака
sv: Detaljer om den aktuella posten
uk: Деталі про вилучені записи

# tl_undo.data.0
source: Data
de: Daten
es: Datos
fa: داده
hu: Adatok
it: Dati
ja: データ
lv: Dati
my: အချက်အလက်
nl: Gegevens
pl: Dane
sk: Údaje
sl: Podatki
sr: Подаци
uk: Дані

# tl_undo.data.1
source: Raw data of the undo step
cs: Čistá data zpětných kroků.
da: Data fra de slettede poster
de: Rohdaten des Undo-Schritts
es: Datos de los registros eliminados
fa: داده‌های خام مرحله خنثی کردن
hu: A visszavonás nyers adatai
it: Dati del record eliminato
ja: 取り消しの項目の生データ
lv: Dzēsto ierakstu dati
my: မလုပ်ဆောင်ရန်အချက်အလက်ကြမ်း
nl: Onbewerkte gegevens van de undo-stap
pl: Dane skasowanych rekordów
ro: Data înregistrărilor şterse
sk: Údaje zmazaných záznamov
sl: Neobdelani podatki razveljavitvenega koraka
sr: Неформатирани подаци "Undo" корака
sv: Data i de borttagna posterna
uk: Дані вилучених записів

# tl_undo.show.0
source: Show details
cs: Zobrazit podrobnosti
da: Vis detaljer
de: Anzeigen
es: Mostrar detalles
fa: نمایش جزئیات
hu: Részletek mutatása
it: Mostra dettagli
ja: 詳細を表示
lv: Rādīt detaļas
my: အချက်အလက်များပြသ
nl: Toon details
pl: Pokaż szczegóły
ro: Arată detalii
sk: Zobraziť podrobnosti
sl: Prikaži podrobnosti
sr: Прикажи детаље
sv: Visa detaljer
uk: Показати деталі

# tl_undo.show.1
source: Show the details of entry ID %s
cs: Zobrazit podrobnosti k záznamu ID %s
da: Ves detaljer for handling ID %s
de: Den Eintrag ID %s anzeigen
es: Mostrar detalles de la entrada con ID %s
fa: نمایش جزئیات ورودی شناسه‌ی %s
hu: A ID %s bejegyzés részleteinek mutatása
it: Mostra dettagli dell'inserimento ID %s
ja: ID %sの項目の詳細を表示
lv: Rādīt ieraksta ID %s
my: ဝင်ရောက်မှုအိုင်ဒီ %s အချက်အလက်များပြသ
nl: Toon details van invoeging ID %s
pl: Pokaż szczegóły pozycji ID %s
ro: Arată detaliile înregistrării ID %s
sk: Zobraziť podrobnosti záznamu s ID %s
sl: Prikaži podrobnosti vnosa (ID: %s)
sr: Прикажи детаље записа %s
sv: Visa detaljer for posten ID %s
uk: Показати деталі запису ID %s

# tl_undo.undo.0
source: Restore
cs: Zpět
da: Genskab
de: Wiederherstellen
es: Restaurar
fa: بازگردانی
hu: Visszaállítás
it: Ripristina
ja: 復元
lv: Atjaunot
my: ပြန်လည်ဖော်ထုတ်
nl: Herstellen
pl: Odtwórz
ro: Revenire
sk: Späť
sl: Razveljavi
sr: Поврати
sv: Återställ
uk: Відновити

# tl_undo.undo.1
source: Restore entry ID %s
cs: Obnovit záznam ID %s
da: Fortryd handling ID %s
de: Den Eintrag ID %s wiederherstellen
es: Deshacer la acción con ID %s
fa: بازیابی ورودی شناسه‌ی %s
hu: A ID %s bejegyzés visszaállítása
it: Annulla azione ID %s
ja: ID %sの項目を復元
lv: Atsaukt darbību ID %s
my: ပြန်လည်ဖော်ထုတ်ဝင်ရောက်မှုအိုင်ဒီ %s
nl: Herstel ingang ID %s
pl: Cofnij operację ID %s
ro: Restaurează acţiunea ID %s
sk: Zruš akciu s ID %s
sl: Obnovi vnos (ID: %s)
sr: Обнови садржај записа са ID %s
sv: Ångra handlingen ID %s
uk: Відновити записи ID %s
