Repository: contao/core
Catalog: system/modules/core/languages/*/*_user.xlf
Languages: cs, da, fa, fi, hu, ja, lv, my, ro, sq, sv, uk

# tl_user.username.0
source: Username
cs: Uživatelské jméno
da: Brugernavn
fa: نام کاربری
fi: Käyttäjänimi
hu: Felhasználó név
ja: ユーザー名
lv: Lietotājvārds
my: အသံုးပြုသူနာမည်
ro: Nume utilizator
sq: Përdoruesi
sv: Användarnamn
uk: Логін

# tl_user.username.1
source: Please enter a unique username.
cs: Prosím zadejte jedinečné uživatelské jméno.
da: Indtast et unikt brugernavn.
fa: لطفا یک نام کاربری یکتایی را وارد نمائید .
fi: Ole hyvä ja anna yksilöllinen käyttäjänimi.
hu: Adjon meg egy egyedi felhasználónevet.
ja: 重複しないユーザー名を入力してください。
lv: Lūdzu ievadiet unikālu lietotājvārdu
my: အသံုးပြုသူနာမည်ထည့်သွင်း။
ro: Introduceţi un nume unic de utilizator.
sq: Epeni një emër unik për identifikimin e përdoruesit.
sv: Ange ett unikt användarnamn.
uk: Введіть унікальний логін користувача.

# tl_user.name.0
source: Name
cs: Jméno
da: Navn
fa: نام
fi: Nimi
hu: Név
ja: 氏名
lv: Vārds
my: နာမည်
ro: Nume şi tip media
sq: Emri
sv: Namn och mediatyper
uk: Ім’я

# tl_user.name.1
source: Please enter the first and last name.
cs: Prosím zadejte křestní jméno a příjmení.
da: Indtast for- og efternavn.
fa: لطفا نام و نام خانوادگی را وارد کنید.
fi: Ole hyvä ja anna etu- ja sukunimi.
hu: Adja meg a kereszt- és vezetéknevét.
ja: 氏名を入力してください。
lv: Lūdzu ievadiet vārdu un uzvārdu.
my: ပထမနှင့်နောက်ဆံုးနာမည်ထည့်သွင်း။
ro: Introduceţi numele şi prenumele.
sq: Epeni emrin dhe mbiemrin.
sv: Ange för- och efternamn.
uk: Введіть ім’я та прізвище.

# tl_user.email.0
source: E-mail address
cs: E-mailová adresa
da: E-mail adresse
fa: آدرس پست الکترونیک
fi: Sähköpostiosoite
hu: E-mail címek
ja: 電子メールアドレス
lv: E-pasta adrese
my: အီးမေးလ်လိပ်စာ
ro: Adresă email
sq: Adresa elektronike
sv: E-postadress
uk: E-mail адреса

# tl_user.email.1
source: Please enter a valid e-mail address.
cs: Prosím zadejte správnou e-mailovou adresu.
da: Indtast en gyldig e-mail adresse.
fa: لطفا یک آدرس پست الکترونیک معتبر وارد کنید.
fi: Ole hyvä ja anna kelvollinen sähköpostiosoite.
hu: Adjon meg egy érvényes e-mail címet.
ja: 有効な電子メールアドレスを入力してください。
lv: Lūdzu ievadiet derīgu e-pasta adresi.
my: တရားဝင်အီးမေးလ်လိပ်စာထည့်သွင်း။
ro: Introduceţi o adresă validă de email.
sq: Epeni një adresë elektronike valide.
sv: Ange en godkänd e-postadress.
uk: Введіть існуючу e-mail адресу.

# tl_user.google.0
source: Google+ profile ID
da: Google+ profil ID

# tl_user.google.1
source: Here you can enter your Google+ profile ID (e.g. <em>114740384471581504722</em>).
da: Her kan indtaste dit Google+ profil ID (f.eks. <em> 114740384471581504722 </em>)

# tl_user.language.0
source: Back end language
cs: Jazyk backendu
da: Back end -sprog
fa: زبان بخش مدیریت
fi: Hallintaosion kieli
hu: Adminisztrációs felület nyelve
ja: バックエンドの言語
lv: Back end valoda
my: အတွင်းပိုင်းဘာသာစကား
ro: Limbă back-end
sq: Gjuha e Backend
sv: Backendspråk
uk: Мова панелі керування

# tl_user.language.1
source: Here you can choose the back end language.
cs: Zde můžete zvolit jazyk backendu.
da: Her kan du vælge back end -sprog.
fa: لطفا زبان بخش مدیریت را انتخاب نمائید.
fi: Tästä voit valita hallintaosion kielen.
hu: Válassza ki az adminisztrációs felület nyelvét
ja: バックエンドの言語を選択します。
lv: Šeit jūs varat izvēlēties aizmugures valodu.
my: အတွင်းပိုင်းဘာသာစကားရွေးနိုင်။
ro: Selectaţi o limbă pentru back-end.
sq: Zgjedhoni gjuhën, e cila do t'i paraqitet përdoruesit.
sv: Välj språket för backend.
uk: Виберіть мову панелі керування.

# tl_user.backendTheme.0
source: Back end theme
cs: Vzhled backendu
da: Back end -tema
fa: پوسته بخش مدیریت
fi: Ylläpidon ulkoasu
hu: Adminisztrációs felület téma
ja: バックエンドのテーマ
lv: Aizmugures tēma
my: အတွင်းပိုင်းအသွင်အပြင်
ro: Temă de back end
sq: Motive Back end
sv: Backend-tema
uk: Оформлення панелі керування

# tl_user.backendTheme.1
source: Here you can override the global back end theme.
cs: Zde můžete přepsat hlavní nastavení vzhledu backendu.
da: Her kan du tilsidesætte det globale back end -tema.
fa: می‌توانید پوسته بخش مدیریت کلی را لغو کنید.
fi: Tästä voit valita mitä teemaa käytät hallintaosiossa.
hu: Itt változtathatja meg a globális adminisztrációs felület témát.
ja: 全体的なバックエンドのテーマを上書きできます。
lv: Šeit Jūs varat ignorēt globālo backend tēmu.
my: အများသံုးအတွင်းပိုင်းအသွင်အပြင်အစားထိုး။
ro: Aici se poate schimba tema globală de back-end.
sq: Zavendëso globalishtë motive të Back end.
sv: Här kan du välja ett eget tema för Backend.
uk: Виберіть оформлення панелі керування.

# tl_user.uploader.0
source: File uploader
cs: Nahrávání souborů
da: Fil uploader
fa: بارگذار فایل
fi: Tiedostolataaja
hu: Fájl feltöltő program
ja: ファイルのアップローダー
lv: Datņu augšupielādētājs
my: ဖိုင်ကူးတင်သူ
ro: Uploader de fişiere
sq: Ngarkues-Skedari
sv: Filuppladdare
uk: Завантажувач файлів

# tl_user.uploader.1
source: Here you can choose a file uploader.
cs: Zde můžete vybrat druh nahrávače souborů.
da: Her kan du vælge en fil uploader.
fa: می‌توانید بارگذار فایل را انتخاب نمایید.
fi: Tästä voit valita mitä tiedostolataajaa käytät.
hu: Itt választható ki a fájl feltöltő.
ja: ファイルのアップローダーを選択できます。
my: ဖိုင်ကူးတင်သူရွေးနိုင်။
ro: Aici puteţi alege un uploader de fişiere.
sq: Këtu mund të zgjedhoni një ngarkues-skedari.
sv: Här kan du välja en filuppladdare.
uk: Ви можете вибрати завантажувач файлів.

# tl_user.showHelp.0
source: Show explanation
cs: Ukázat vysvětlivky
da: Vis forklaring
fa: نمایش توضیحات کمکی
fi: Näytä selitykset
hu: Magyarázat megjelenítése
ja: 説明を表示
lv: Rādīt skaidrojumus
my: ဖြေရှင်းချက်ပြသ
ro: Arată explicaţii
sq: Trego Sqarim
sv: Visa förklaring
uk: Показувати пояснення

# tl_user.showHelp.1
source: Show a short explanation text below each input field.
cs: Ukázat kráké vysvětlivky pod každým polem.
da: Hvis du vælger denne indstilling vises en kort forklaring efter hvert indtastningsfelt.
fa: نمایش متن توضیحات مختصر زیر فیلد ورودی.
fi: Näytä lyhyet selitetekstit kunkin kentän alla.
hu: Mutat egy rövid magyarázatot egyes beviteli mezőkhöz.
ja: 各入力欄の下に説明のテキストを表示します。
lv: Rādīt īsu paskaidrojuma tekstu zem katra ievades lauka.
my: ထည့်သွင်းနယ်ပယ်တစ်ခုစီအောက်တွင်ဖြေရှင်းချက်အတိုစာသားပြသ။
ro: Dacă alegeţi această opţiune, o scurtă explicaţie va apare inainte fiecărui câmp de introducere date.
sq: Zgjedhja e këtij opsioni tregon një sqarim pas çdo fushe.
sv: Om du väljer detta val kommer en kort förklaring att visas efter varje inmatningsfält.
uk: Якщо Ви виберете цю опцію, коротке пояснення буде показуватися біля кожного поля.

# tl_user.thumbnails.0
source: Show thumbnail images
cs: Ukázat náhledy obrázků
da: Vis miniaturebilleder
fa: نمایش تصاویر بندانگشتی
fi: Näytä esikatselukuvat
hu: Kép miniatűr (thumbnail) mutatása
ja: 画像のサムネイルを表示
lv: Rādīt sīktēlu attēlus
my: ပံုသေးပံုများပြသ
ro: Arată iconiţe imagini
sq: Shikim paraprak të fotove
sv: Visa minibilder
uk: Показувати мініатюри зображення

# tl_user.thumbnails.1
source: Show thumbnail images in the file manager.
cs: Ukázat náhledy obrázků v manažeru souborů.
da: Hvis du vælger denne indstilling vises miniaturebilleder i filhåndteringen.
fa: نمایش تصاویر بندانگشتی در مدیریت فایل.
fi: Näytä kuvista esikatseluversiot tiedostoselaimessa.
hu: A kép miniatűr (thumbnail) mutatása a fájlkezelőben.
ja: ファイル管理で画像のサムネイルを表示します。
lv: Rādīt sīktēlu attēlus failu pārvaldniekā.
my: ဖိုင်မန်နေဂျာတွင်ပံုသေးပံုများပြသ
ro: Dacă alegeţi această opţiune, vor fi afişate iconiţe în managerul de fişiere.
sq: Zgjedhja e këtij opsioni mundëson një shikim paraprak të fotove në menaxherin e skedarëve.
sv: Om du väljer detta val kommer minibilder att visas i filhanteraren.
uk: Якщо Ви виберете цю опцію, мініатюри зображення будуть показуватися у файловому менеджері.

# tl_user.useRTE.0
source: Enable the rich text editor
cs: Zapnout rozsáhlý textový editor
da: Aktiver avanceret formatering
fa: فعال کردن ویرایشگر متنی
fi: käytä rich text -muokkainta
hu: Rich Text Editor engedélyezése
ja: リッチテキストエディターを使用
lv: Ieslēgt bagātināta teksta redaktoru
my: ပြည့်နှက်စာသားတည်းဖြတ်သူလုပ်ဆောင်စေ
ro: Permite Rich Text Editor
sq: Përdor Rich Text Editor
sv: Använd Rich-Text Editor
uk: Включити візуальний текстовий редактор

# tl_user.useRTE.1
source: Use the rich text editor to format text elements.
cs: Použít rozsáhlý textový pro formátování textových elementů.
da: Benyt avanceret formatering af tekst elementer.
fa: استفاده از ویرایشگر متنی پیشرفته برای شکل دادن به عناصر متنی.
fi: Käytä rich text -muokkainta, jolla voi muotoilla tekstielementtejä.
hu: Rich Text Editor használata a szöveg formázásához.
ja: テキスト要素の体裁を整えるためにリッチテキストエディターを使用します。
lv: Lietojiet bagāta teksta redaktoru, lai formatētu teksta elementus.
my: စာသားပစ္စည်းများကိုအချိုးအစားချရန်ပြည့်နှက်စာသားတည်းဖြတ်သူသံုး။
ro: Dacă aveţi probleme cu acest editor îl puteţi opri de aici.
sq: Zgjedhja e këtij opsioni mundëson formatimin e elementeve tekstore.
sv: Om du får problem med att använda Rich-Text Editorn, stäng då av den här.
uk: Якщо у вас виникають проблеми з використанням текстового редактора, можете відключити його.

# tl_user.useCE.0
source: Enable the code editor
cs: Zapnout editor kódu
da: Aktiver kode redigering
fa: فعال کردن ویرایشگر کد
fi: Käytä koodimuokkainta
hu: Kód szerkesztő engedélyezése
ja: コードエディターを使用
lv: Ieslēgt koda redaktoru
my: ကုဒ်တည်းဖြတ်သူလုပ်ဆောင်စေ
ro: Activează editorul de cod sursă
sq: Përdor Code Editor
sv: Aktivera kodeditorn
uk: Включити редактор коду

# tl_user.useCE.1
source: Use the code editor to modify code elements.
cs: Použít editor kódu k úpravě kódovaného obsahu.
da: Benyt kode redigering til formatering af kode elementer.
fa: استفاده از ویرایشگر کد برای تغییر عناصر کدی.
fi: Käytä koodimuokkainta koodielementtien muokkaukseen.
hu: Kód szerkesztő használata.
ja: コードのコンテント要素の修正にコードエディターを使用します。
lv: Lietot koda redaktoru, lai mainītu koda elementus.
my: ကုဒ်တည်းဖြတ်သူကိုသံုး၍ကုဒ်ပစ္စည်းများပြုပြင်မွမ်းမံ။
ro: Folosiţi aceasta pentru a edita elemente de cod sursă.
sq: Përdor Code Editor për të ndryshuar elemente të kodit.
sv: Använd kodeditorn för att modifiera kodelement.
uk: Редактор коду використовується для редагування элементів.

# tl_user.pwChange.0
source: Password change required
cs: Vynutit změnu hesla
da: Anmod om ændring af kodeord
fa: تغییر گذرواژه نیاز است
fi: Vaadi salasanan vaihto
hu: Jelszóváltoztatás szükséges
ja: パスワードの変更を必要
lv: Nepieciešama paroles maiņa
my: စကားဝှက်ပြောင်းလဲခြင်းလိုအပ်
ro: Necesar schimbarea parolei
sq: Ndryshimi fjalëkalimit është i nevojshëm
sv: Lösenordsbyte är nödvändigt
uk: Необхідна зміна пароля

# tl_user.pwChange.1
source: Make the user change his password upon the next login.
cs: Zaškrtnutím této možnosti donutíte uživatele, aby změnili své heslo při dalším přihlášení.
da: Få brugeren til at ændre sit kodeord ved næste log ind.
fa: وادار کردن کاربر به تغییرگذرواژه در ورود بعدی.
fi: Varmista tällä, että käyttäjä vaihtaa salasanansa seuraavan kerran kirjautuessaan.
hu: Kötelezze a felhasználót, hogy a következő bejelentkezésnél változtassa meg a jelszavát.
ja: ユーザーの次のログイン時にパスワードの変更を行うようにします。
lv: Likt lietotājam nomainīt paroli nākamajā pieslēgšanās reizē.
my: နောက်တစ်ကြိမ်ဖွင့်ဝင်ချိန်တွင်စကားဝှက်ကိုအသံုးပြုသူကိုပြောင်းခိုင်း။
ro: Forţează utilizatorul să îşi schimbe parola la următorul login.
sq: Bëni që përdoruesi ta ndryshoj fjalëkalimin e tij pas hyrjes së tij të ardhshëm.
sv: Se till att användaren byter sitt lösenord vid nästa inloggning.
uk: Змінити пароль при наступному вході користувача.

# tl_user.admin.0
source: Make the user an administrator
cs: Udělat uživatele administrátorem
da: Administrator
fa: تبدیل کاربر به مدیر سیستم
fi: Tee käyttäjästä pääkäyttäjä.
hu: Adminisztrátorrá teszi a felhasználót
ja: ユーザーを管理者に設定
lv: Administrators
my: အသံုးပြုသူကိုစီမံခန့်ခွဲသူအဖြစ်လုပ်ဆောင်
ro: Administrator
sq: Administrator
sv: Administratör
uk: Адміністратор

# tl_user.admin.1
source: Administrators have unlimited access to all modules and elements!
cs: Administrátoři mají neomezený přístup ke všem modulům a elementům!
da: En administrator har ubegrænset adgang til alle sider, moduler, udvidelser og mapper!
fa: مدیران سیستم به تمامی ماژول‌ها و عناصر دسترسی نامحدود خواهند داشت.
fi: Pääkäyttäjillä on rajoittamaton pääsy kaikkiin moduuleihin ja elementteihin!
hu: Az adminisztrátor korlátlan hozzáféréssel rendelkezik minden elemhez és modulhoz!
ja: 管理者はすべてのモジュールと要素に制限なくアクセスできます!
lv: Administratoram ir neierobežota piekļuve visām lapām, moduļiem, paplašinājumiem un mapēm!
my: အပိုင်းများနှင့်ပစ္စည်းများအားလံုးကိုအကန့်အသတ်မရှိဝင်ကြည့်နိုင်!
ro: Un administrator are acces nelimitat la toate paginile, module, extensii şi directoare!
sq: Një administrator ka drejta të pakufizuara për faqet, modulet, kordonë shtesë dhe skedarët!
sv: En administratör har obegränsad tillgång till sidor, moduler, tillägg och mappar!
uk: Адміністратор має необмежений доступ до всіх сторінок, модулів, розширень і папок!

# tl_user.groups.0
source: User groups
cs: Uživatelská skupina
da: Grupper
fa: گروه‌های کاربری
fi: Käyttäjäryhmät
hu: Felhasználói csoportok
ja: ユーザーグループ
lv: Grupas
my: အသံုးပြုသူအုပ်စုများ
ro: Grupuri de utilizatori
sq: Grupet
sv: Användargrupper
uk: Групи

# tl_user.groups.1
source: Here you can assign the user to one or more groups.
cs: Zde můžete zvolit skupinu, ke které bude nový uživatel patřit.
da: Brugere som ikke er administratorer arver alle rettigheder fra en brugergruppe. Derfor skal alle brugere være medlem af mindst en gruppe! Hvis en bruger er medlem af mere end en gruppe lægges rettighederne fra alle grupper sammen.
fa: می‌توانید کاربر را به یک یا چند گروه اختصاص دهید.
fi: Täällä voit määrätä käyttäjän ryhmät.
hu: Itt lehet a felhasználót egy vagy több csoporthoz rendelni.
ja: ユーザーにグループを1つ以上割り当てができます。
lv: Šeit Jūs varat lietotāju iekļaut vienā vai vairākās grupās.
my: တစ်ခု(သို့)အုပ်စုများသို့အသံုးပြုသူကိုသတ်မှတ်နိုင်။
ro: Fiecare utilizator care nu este administrator moşteneşte permisiunile unui grup de utilizatori. De aceea fiecare utilizator trebuie să fie membrul măcar al unui grup! Dacă un utilizator este desemnat mai multor grupuri, permisiunile se însumează.
sq: Secilit përdorues i aplikohen të drejtat nga një grup. Për këtë arsye përdoruesi duhet me qenë anëtar i një grupi! Në qoftë se përdoruesi është anëtar në grupe të ndryshme, atëherë drejtat mblidhen së bashku.
sv: Tilldela användaren medlemskap i en eller flera användargrupper.
uk: Кожен користувач, що не є адміністратором, успадковує усі права своєї групи користувача. Для цього кожен користувач повинен бути учасником принаймні однієї групи! Якщо користувач призначений більш ніж в одну групу, права підсумуються.

# tl_user.inherit.0
source: Permission inheritance
cs: Dědění práv
da: Rettighedsarv
fa: ارث‌بری مجوزها
fi: Oikeuksien periytyminen
hu: Jogosultságok öröklése
ja: 権限の継承
lv: Atļauju pārmantošana
my: ခွင့်ပြုချက်ဆက်ခံခြင်း
ro: Moştenire permisiuni
sq: Drejtat trashëguese
sv: Ärva behörigheter
uk: Успадковувати права

# tl_user.inherit.1
source: Here you can define which group permissions the user inherits.
cs: Zde můžet určit, jaká skupinová práva zdědí tento uživatel.
da: Vælg i hvilket omfang brugeren arver rettigheder.
fa: می‌توانید مجوز‌های گروه که کاربر اثر می‌برد را تعریف کنید.
fi: Tässä voit määritellä minkä ryhmien oikeudet käyttäjä perii.
hu: Itt tudja megadni mely csoport jogosultságokat örökli a felhasználó.
ja: ユーザーが受け継ぐグループの権限を選択します。
lv: Šeit jūs varat definēt kuru grupu atļaujas pārmanto lietotājs.
my: အသံုးပြုသူဆက်ခံခြင်းကိုဘယ်အုပ်စုမှခွင့်ပြုခြင်းကိုသတ်မှတ်နိုင်။
ro: Definiţi în ce măsură utilizatorul moşteneşte permisiuni.
sq: Ju lutem caktoni se si t'i trashëgon përdoruesi të drejtat nga grupet e veta.
sv: Välj till vilken utsträckning användaren ska ärva behörigheter.
uk: Будь ласка, визначите ступінь наслідування прав користувача.

# tl_user.group.0
source: Use group settings only
cs: Použít jen nastaveních skupiny
da: Brug kun grupperettighedsindstillinger
fa: استفاده فقط از تنظیمات گروه
fi: Käytä vain ryhmän asetuksia
hu: Csak csoport beállítások használata
ja: グループの設定だけ使用
lv: Lietojiet tikai grupas iestatījumus
my: အုပ်စုချိန်ညှိချက်သာသံုး
ro: Foloseşte doar setări de grup
sq: Përdor vetëm drejtat e grupit
sv: Enbart gruppbehörigheter
uk: Використати тільки налаштування групи

# tl_user.group.1
source: The user inherits only group permissions.
cs: uživatel bude mít stejná práva jako skupina, ke níž náleží.
da: Brugeren arver kun grupperettigheder.
fa: کاربر فقط از مجوزهای گروه ارث می‌برد.
fi: Käyttäjä perii ainoastaan ryhmän oikeudet.
hu: A felhasználó csak a csoportjai jogosultságaival rendelkezik
ja: ユーザーはグループの権限だけ受け継ぎます。
lv: Lietotājs manto tikai grupas atļaujas.
my: အုပ်စုခွင့်ပြုခြင်းများကိုသာအသံုးပြုသူဆက်ခံ။
ro: utilizatorul curent îşi moşteneşte permisiunile doar din grupul existent, fără a ţine cont de setările individuale.
sq: të drejtat e përdoruesit merren pa përjashtim vetëm nga grupet e aktivizuara.
sv: Användaren ärver enbart gruppens behörigheter.
uk: поточний користувач успадковує тільки права групи, поза залежністю від власних

# tl_user.extend.0
source: Extend group settings
cs: Rozšíření nastavení skupiny
da: Udvid grupperettighedsindstillinger
fa: تنظیمات گروه توسعه یافته
fi: Laajennetut ryhmän oikeudet
hu: Kibővített csoport beállítások
ja: グループの設定を拡張
lv: Paplašināt grupas iestatījumus
my: တိုးချဲ့အုပ်စုချိန်ညှိချက်
ro: Extinde permisiunile de grup
sq: Zgjero drejtat e grupit
sv: Utökade gruppbehörigheter
uk: Розширені установки групи

# tl_user.extend.1
source: The group permissions are extended by individual ones.
cs: přidat další práva, která nemá k dispozici skupina, ke které uživatel náleží.
da: arvede rettigheder kan udviddes ved hjælp af individuelle rettighedsindstillinger.
fa: مجوز‌های گروه توسط مجوزهای شخصی توسه می‌یابد.
fi: Ryhmän oikeuksien lisäksi voi valita yksittäisiä lisäoikeuksia.
hu: A csoport jogosultságok mellett néhány egyedi jogosultság
ja: グループの権限を元にユーザーの権限で拡張します。
lv: Šeit var paplašināt lietotāja atļaujas, kas mantotas no grupas uzstādījumiem.
my: အုပ်စုခွင့်ပြုခြင်းများကိုတစ်ယောက်ချင်းစီမှတိုးချဲ့။
ro: permisiunile moştenite din grup sunt extinse cu cele individuale.
sq: të drejtat që merren nga grupet zgjerohen sipas konfigurimit individual.
sv: Användaren ärver gruppens behörigheter samt ytterligare individuella inställningar.
uk: успадковувати права, розширюючи особисті налаштування.

# tl_user.custom.0
source: Use individual settings only
cs: Použít jen individuálních nastaveních
da: Brug individuelle rettighedsindstillinger
fa: استفاده فقط از تنظیمات شخصی
fi: Käytä vain yksittäisiä oikeuksia.
hu: Csak az egyedi beállítások használata
ja: ユーザーの設定だけ使用
lv: Lietojiet tikai individuālos iestatījumus
my: တစ်ယောက်ချင်းချိန်ညှိချက်သာသံုး
ro: Foloseşte doar setări individuale
sq: Apliko vetëm drejta individuale
sv: Enbart individuella inställningar
uk: Використати тільки індивідуальні установки

# tl_user.custom.1
source: Only individual permissions are applied.
cs: budou použitá jen individuální nastavení.
da: den valgte bruger har kun de rettigheder som tildeles individuelt uden hensyntagen til grupperettigheder.
fa: فقط مجوزهای شخصی اعمال می‌شوند.
fi: Vain yksittäiset oikeudet pätevät.
hu: Csak az egyedi jogosultságok alkalmazása.
ja: ユーザーの権限だけ適用します。
lv: Lietojiet tikai individuālos iestatījumus (grupu uzstādījumi netiek ņemti vērā)
my: တစ်ယောက်ချင်းခွင့်ပြုခြင်းများသာအသံုးပြုနိုင်။
ro: doar permisiunile curente sunt aplicate, indiferent de grup.
sq: do të aplikohen vetëm drejtat individuale të përdoruesit pa marr parasysh drejtat e grupeve.
sv: Användarens behörigheter anpassas helt individuellt.
uk: діють тільки права поточного користувача, незалежно від будь-яких групових прав.

# tl_user.modules.0
source: Back end modules
cs: Moduly backendu
da: Back end -moduler
fa: ماژول‌های بخش مدیریت
fi: Hallinnan moduulit
hu: Adminisztrációs felület modulok
ja: バックエンドモジュール
lv: Backend moduļi
my: အတွင်းပိုင်းအပိုင်းများ
ro: Module
sq: Modulet Backend
sv: Moduler i backend
uk: Модулі панелі керування

# tl_user.modules.1
source: Here you can grant access to one or more back end modules.
cs: Zde můžete zajistit přístup k jednomu nebo více modulům backendu.
da: Vælg hvilke moduler du ønsker denne bruger skal have adgang til at benytte.
fa: می‌توانید دسترسی به یک یا چند ماژول بخش مدیریت را اعطاء نمایید.
fi: Täällä voit antaa pääsyn hallintaosion moduuleihin.
hu: Itt engedélyezhet hozzáférést egy vagy több adminisztrációs felület modul használatához.
ja: 1つ以上のモジュールにアクセスを許可できます。
lv: Šeit Jūs varat piešķirt piekļuvi vienam vai vairākiem backend moduļiem.
my: တစ်ခု(သို့)အတွင်းပိုင်းအပိုင်းများဝင်ကြည့်ရန်ခွင့်ပြုနိုင်။
ro: Selectaţi modulele pe care doriţi să le activaţi pentru acest utilizator.
sq: Zgjedhja e moduleve, të cilat mund të aktivizohen për përdoruesin.
sv: Ange vilka backend-moduler som användaren ska ha tillgång till.
uk: Виберіть модулі, які Ви хочете дозволити користувачеві.

# tl_user.themes.0
source: Theme modules
cs: Vzhled modulů
da: Tema moduler
fa: ماژول‌های پوسته
fi: Teeman moduulit
hu: Téma modulok
ja: テーマモジュール
lv: Tēmas moduļi
my: အသွင်အပြင်အပိုင်းများ
ro: Module de temă
sq: Medulet e paraqitjes
sv: Tema-moduler
uk: Модулі тем оформлень

# tl_user.themes.1
source: Here you can grant access to the theme modules.
cs: Zde můžete zajistit přístup ke vzhledu modulů.
da: Her kan du give tilladelse til tema moduler.
fa: می‌توانید دسترسی به ماژول پوسته را اعطاء نمایید.
fi: Täällä voit antaa pääsyn teeman moduuleihin.
hu: Itt engedélyezhet hozzáférést a téma modulokhoz.
ja: テーマモジュールのアクセスを許可できます。
lv: Šeit Jūs varat piešķirt piekļuvi tēmu moduļiem.
my: အသွင်အပြင်အပိုင်းများဝင်ကြည့်ရန်ခွင့်ပြုနိုင်။
ro: Aici puteţi permite accesul la modulele din temă.
sq: Zgjedhja e moduleve të paraqitjes, të cilat mund të aktivizohen për përdoruesin.
sv: Ange vilka tema-moduler som användaren ska ha tillgång till.
uk: Виберіть, будь-ласка, модулі теми оформлення які ви хочете дозволити користувачеві.

# tl_user.pagemounts.0
source: Pagemounts
cs: Přístup ke stránkám
da: Side adgang
fa: صفحات مونت شده
fi: Sivuasetukset
hu: Oldal csatolás
ja: ページマウント
lv: Lapu piesaiste
my: စာမျက်နှာအထိုင်များ
ro: Pagini permise
sv: Sidbehörigheter
uk: Доступні сторінки

# tl_user.pagemounts.1
source: Here you can grant access to one or more pages (subpages are included automatically).
cs: Zde můžete zajistit přístup k jedné nebo více stránkám (podstránky budou automaticky zahrnuty).
da: Vælg de sider du vil aktivere for den valgte bruger. Undersider inkluderes automatisk.
fa: می‌توانید دسترسی به یک یا چند صفحه را اعطاء کنید (زیرصفحه‌ها به صورت خودکار شامل خواهند شد).
fi: Täällä voit sallia pääsyn tiettyihin sivuihin (alasivut sisältyvät automaattisesti).
hu: Itt engedélyezhet hozzáférést egy vagy több oldalhoz ( az aloldalak automatikusan hozzáadódnak).
ja: 1つ以上のページにアクセスを許可できます。(下位のページは自動的に含まれます。)
lv: Šeit Jūs varat piešķirt piesaisti vienai vai vairākām lapām (apakšlapas tiek piesaistītas automātiski).
my: တစ်ခု(သို့)စာမျက်နှာများဝင်ကြည့်ရန်ခွင့်ပြုနိုင်။ (စာမျက်နှာခွဲများလိုလျောက်ပါဝင်ပြီး)။
ro: Selectaţi paginile pe care doriţi să le activaţi pentru acest utilizator. Subpaginile vor fi incluse automat.
sq: Zgjedhja e faqeve, të cilat mund të aplikohen për përdoruesin. Aplikimi i një faqe nënkupton edhe aplikimin e faqeve trashëguese!
sv: Ange vilka frontend-sidor som användaren ska ha tillgång till. Undersidor inkluderas automatiskt.
uk: Виберіть, будь-ласка, сторінки які Ви хочете призначити для поточного користувача. Вкладені сторінки будуть включені автоматично.

# tl_user.alpty.0
source: Allowed page types
cs: Povolené typy stránek
da: Tilladte typer af sider
fa: نوع صفحات مجاز
fi: Sallitut sivutyypit
hu: Engedélyezett oldal típusok
ja: 許可するページの種類
lv: Atļautie lapu veidi
my: ခွင့်ပြုပြီးစာမျက်နှာအမျိုးအစားများ
ro: Tipuri de pagini permise
sq: Llojet e faqeve të lejuara
sv: Tillåtna sidtyper
uk: Дозволені типи сторінок
