Repository: contao/core
Catalog: system/modules/core/languages/*/*_user_group.xlf
Languages: cs, da, es, fi, fr, it, lv, my, pl, ro, sk, sv, uk

# tl_user_group.name.0
source: Title
cs: Titulek
da: Overskrift
es: Título
fi: Otsikko
fr: Nom du groupe
it: Titolo
lv: Virsraksts
my: ခေါင်းစဉ်
pl: Nagłówek
ro: Nume grup
sk: Nadpis
sv: Rubrik
uk: Назва групи

# tl_user_group.name.1
source: Please enter the group title.
cs: Zadejte prosím název skupiny.
da: Angiv et unikt gruppenavn.
es: Por favor introduce un nombre de grupo único.
fi: Ole hyvä ja anna ryhmälle otsikko.
fr: Saisir un nom de groupe unique.
it: Inserisci il nome del gruppo.
lv: Ievadiet grupas nosaukumu.
my: အုပ်စုခေါင်းစဉ်ထည့်သွင်း။
pl: Wprowadź nazwę grupy.
ro: Introduceţi un nume unic de grup.
sk: Prosím zadajte jedinečný názov skupiny.
sv: Ange ett unikt gruppnamn.
uk: Введіть унікальну назву групи.

# tl_user_group.alexf.0
source: Allowed fields
cs: Vyjmutá pole
da: Ekskluderede felter
es: Campos excluidos
fi: Muokattavat kentät
fr: Champs autorisés
it: Campi abilitati
lv: Atļautie lauki
my: ခွင့်ပြုပြီးနယ်ပယ်များ
pl: Dostęp do pól
ro: Câmpuri excluse
sk: Povolené polia
sv: Tillåtna fält
uk: Допустимі поля

# tl_user_group.alexf.1
source: Here you can choose which fields will be editable.
cs: Zde můžete určit, jaká pole lze upravovat.
da: Adskillige tabeller indeholder felter der som standard ikke kan redigeres. Her har du mulighed for at tillade den valgte gruppe at redigere sådanne felter.
es: Aquí puedes elegir los campos editables.
fi: Tästä voit valita mitä kenttiä saa muokata.
fr: Choisir les champs qui seront éditables.
it: Diverse tabelle contengono campi che sono esclusi dalla modifica. Qui potete attivare i campi per il gruppo corrente. Tenete premuto il tasto [Ctrl] per selezionare più di una voce.
lv: Šeit varat izvēlēties, kuri lauki būs rediģējami.
my: မည်သည့်နယ်ပယ်များတည်းဖြတ်နိုင်ကြောင်းရွေးနိုင်။
pl: Kilka tabel zawiera pola, które są wykluczone z domyślnego edytowania. Tutaj masz możliwość odblokowania tych pól dla tej grupy. Przytrzymaj klawisz CTRL podczas zaznaczania obiektów.
ro: Alegeţi câmpurile care doriţi să fie disponibile grupului.
sk: Tu môžte určiť, ktoré polia bude môcť táto skupina upravovať.
sv: Flera tabeller innehåller fält vilka är stoppade för editering som standard. Här kan du göra dessa fält nåbara för den aktuella gruppen. Håll nere [CTRL] för att välja fler än ett alternativ.
uk: Деякі таблиці містять поля, які виключені з редагування за замовчуванням. Тут Ви можете дозволити поля для поточної групи. Утримуйте [CTRL] при виборі пунктів.

# tl_user_group.disable.0
source: Deactivate
cs: Deaktivovat
da: Deaktiver
es: Desactivar
fi: Poista käytöstä
fr: Inactif
it: Disattiva
lv: Deaktivizēt
my: အသက်မသွင်း
pl: Deaktywuj
ro: Dezactivează
sk: Deaktivovať
sv: Avaktivera
uk: Деактивувати

# tl_user_group.disable.1
source: Temporarily disable the group.
cs: Dočasně deaktivovat skupinu.
da: Vælger du denne indstilling deaktiveres den valgte gruppe. Den deaktiveredes gruppes rettigheder kan gælder ikke såleder ikke længere for gruppens medlemmer.
es: Si seleccionas esta opción, se desactivará este grupo. Los permisos de grupo desactivados no se pudran heredar por los miembros del mismo.
fi: Poista ryhmä tilapäisesti käytöstä.
fr: Désactiver temporairement le groupe.
it: Se selezioni questa opzione, il gruppo corrente sarà disattivato. I permessi di un gruppo disattivato non possono essere ereditati da nessun membro del gruppo stesso.
lv: Šeit iespējams uz laiku deaktivizēt grupu.
my: အုပ်စုကိုယာယီမလုပ်ဆောင်စေ။
pl: Po wybraniu tej opcji grupa zostanie deaktywowana. Zezwolenia nieaktywnej grupy nie mogą być dziedziczone przez redaktorów tej grupy.
ro: Alegând această opţiune dezactivaţi grupul curent. Permisiunile unui grup dezactivat nu mai pot fi moştenite de membrii săi.
sk: Ak zvolíte túto možnosť, aktuálna skupina bude deaktivovaná. Práva deaktitovanej skupiny nebudú ďalej zdedené členmi tejto skupiny.
sv: Om du väljer detta alternativ kommer den aktuella gruppen att avaktiveras. <br />Behörigheter från den avaktiverade gruppen kan inte längre ärvas av användare som är medlemmar i gruppen.
uk: Якщо ви виберете цю опцію, то така група буде деактивована. Права деактивованої групи не можуть передаватися учасникам групи.

# tl_user_group.start.0
source: Activate on
cs: Aktivovat
da: Aktiver pr.
es: Activar el
fi: Ota käyttöön ajastetusti
fr: Activé à partir du
it: Attiva dal
lv: Aktivizēt
my: အသက်သွင်းစေ
pl: Aktywuj w
ro: Activează la
sk: Kedy aktivovať
sv: Aktivera den
uk: Вкл. активацію

# tl_user_group.start.1
source: Automatically activate the group on this day.
cs: Automaticky aktivovat skupinu v tento den.
da: Hvis du angiver en dato vil gruppen blive aktiveret fra og med denne dag.
es: Si introduces una fecha aquí, el grupo actual se activará en esa fecha.
fi: Ota ryhmä ajastetusti käyttöön tänä ajankohtana.
fr: Activer automatiquement le groupe à partir de ce jour.
it: Inserisci una data per attivare il gruppo dalla data del calendario.
lv: Automātiski aktivizēt grupu norādītajā dienā.
my: ယခုနေ့တွင်အုပ်စုကိုလိုလျောက်အသက်သွင်းစေ။
pl: Jeśli wpiszesz tutaj datę, grupa zostanie aktywowana podanego dnia.
ro: Dacă introduceţi o dată, grupul se va activa la data respectivă.
sk: Ak zadáte dátum, táto skupina bude aktivovaná v tento deň.
sv: Om du anger ett datum här kommer den aktuella gruppen att aktiveras denna dag.
uk: Якщо Ви введете дату, те поточна група буде активована в цей день.

# tl_user_group.stop.0
source: Deactivate on
cs: Deaktivovat
da: Deaktiver pr.
fi: Poista käytöstä ajastetusti
fr: Désactivé à partir du
it: Disattiva dal
lv: Deaktivizēt
my: အသက်မသွင်း
pl: Deaktywuj w
ro: Dezactivează la
sk: Kedy deaktivovať
sv: Avaktivera den
uk: Диактивація по даті

# tl_user_group.stop.1
source: Automatically deactivate the group on this day.
cs: Automaticky deaktivovat skupinu v tento den.
da: Hvis du angiver en dato vil gruppen blive deaktiveret fra og med denne dag.
es: Si introduces una fecha aquí, el grupo actual será desactivado en esa fecha.
fi: Poista ryhmä ajastetusti käytöstä tänä ajankohtana
fr: Désactiver automatiquement le groupe à partir de ce jour.
it: Inserisci una data per disattivare il gruppo dalla data del calendario.
lv: Automātiski deaktivizēt grupu norādītajā dienā.
my: ယခုနေ့တွင်အုပ်စုကိုလိုလျောက်အသက်မသွင်းစေ။
pl: Jeśli wpiszesz tutaj datę, grupa zostanie deaktywowana podanego dnia.
ro: Dacă introduceţi o dată, grupul se va dezactiva la data respectivă.
sk: Ak zadáte dátum, táto skupina bude deaktivovaná v tento deň.
sv: Om du anger ett datum här kommer den aktuella gruppen att avaktiveras denna dag.
uk: Якщо Ви введете дату, то поточна група буде деактивована в цей день.

# tl_user_group.title_legend
source: Title
cs: Titulek
da: Overskrift
es: Título
fi: Otsikko
fr: Nom du groupe
it: Titolo
lv: Virsraksts
my: ခေါင်းစဉ်
pl: Nagłówek
ro: Nume grup
sk: Nadpis
sv: Rubrik
uk: Назва

# tl_user_group.modules_legend
source: Allowed modules
cs: Povolené moduly
da: Tilladte moduler
es: Módulos permitidos
fi: Sallitut moduulit
fr: Modules autorisés
it: Moduli abilitati
lv: Atļautie moduļi
my: ခွင့်ပြုပြီးအပိုင်းများ
pl: Dozwolone moduły
ro: Module permise
sk: Povolené moduly
sv: Modulbehörigheter
uk: Дозволені модулі

# tl_user_group.pagemounts_legend
source: Pagemounts
cs: Přístup ke stránkám
da: Sideadgang
es: Soportes de páginas
fi: Sivuasetukset
fr: Pages autorisées
it: Punto di partenza struttura web
lv: Lapu piesaiste
my: စာမျက်နှာအထိုင်များ
pl: Zezwolenia stron
ro: Pagini permise
sk: Povolené stránky
sv: Sidbehörigheter
uk: Прикріплені сторінки

# tl_user_group.filemounts_legend
source: Filemounts
cs: Přístup k souborů
da: Filadgang
es: Soportes de archivos
fi: Tiedostoasetukset
fr: Répertoires autorisés
it: Punto di partenza struttura file
lv: Failu piesaiste
my: ဖိုင်အထိုင်များ
pl: Zezwolenia plików
ro: Fişiere permise
sk: Povolené súbory
sv: Filarkivbehörigheter
uk: Прикріплені файли

# tl_user_group.forms_legend
source: Form permissions
cs: Přístup k formulářům
da: Formular tilladelser
es: Permisos de formulario
fi: Lomakkeiden käyttöoikeudet
fr: Permissions des formulaires
it: Permessi form
lv: Formu atļaujas
my: ပံုစံခွင့်ပြုချက်များ
pl: Dostęp do formularzy
ro: Formulare permise
sk: Povolené formuláre
sv: Formulärbehörigheter
uk: Права доступу на форми

# tl_user_group.account_legend
source: Account settings
cs: Nastavení účtu
da: Kontoindstillinger
es: Ajustes de cuenta
fi: Tilin asetukset
fr: Paramètres du compte
it: Impostazioni utente
lv: Konta uzstādījumi
my: စာရင်းချိန်ညှိချက်
pl: Ustawienia konta
ro: Setări de cont
sk: Nastavenia účtu
sv: Kontoinställningar
uk: Параметри облікових записів

# tl_user_group.alexf_legend
source: Allowed fields
cs: Vyjmutá pole
da: Ekskluderede felter
es: Campos excluidos
fi: Muokattavat kentät
fr: Champs autorisés
it: Campi abilitati
lv: Atļautie lauki
my: ခွင့်ပြုပြီးနယ်ပယ်များ
pl: Dostęp do pól
ro: Câmpuri excluse
sk: Povolené polia
sv: Tillåtna fält
uk: Виключені поля

# tl_user_group.new.0
source: New user group
cs: Nová uživatelská skupina
da: Ny brugergruppe
es: Nuevo grupo de usuarios
fi: Uusi käyttäjäryhmä
fr: Nouveau groupe
it: Nuovo gruppo utente
lv: Jauna lietotāju grupa
my: အသံုးပြုသူအုပ်စုအသစ်
pl: Nowa grupa
ro: Grup nou
sk: Nová skupina používateľov
sv: Ny användargrupp
uk: Новий учасник групи

# tl_user_group.new.1
source: Create a new user group
cs: Vytvořit novou uživatelskou skupinu
da: Opret en ny brugergruppe
es: Crear un grupo de usuarios nuevo
fi: Luo uusi käyttäjäryhmä
fr: Créer un nouveau groupe d'utilisateurs
it: Crea un nuovo gruppo di utenti
lv: Izveidot jaunu lietotāju grupu.
my: အသံုးပြုသူအုပ်စုအသစ်ဖန်တီး
pl: Utwórz nową grupę
ro: Creează grup nou de utilizatori
sk: Vytvoriť novú skupinu používateľov
sv: Skapa en ny användargrupp
uk: Створити нового учасника групи

# tl_user_group.show.0
source: Group details
cs: Zobrazit podrobnosti
da: Gruppens detaljer
es: Detalles grupo
fi: Ryhmän tarkemmat tiedot
fr: Détails du groupe
it: Dettaglio gruppo
lv: Grupas specifikācija
my: အုပ်စုအချက်အလက်များ
pl: Szczegóły grupy
ro: Detalii grup
sk: Detaily skupiny
sv: Visa gruppdetaljer
uk: Деталі групи

# tl_user_group.show.1
source: Show the details of group ID %s
cs: Zobrazit podrobnosti ke skupině ID %s
da: Vis detaljer for gruppe-ID %s
es: Mostrar los detalles del grupo con ID %s
fi: Näytä ryhmän ID %s tarkemmat tiedot
fr: Afficher les détails du groupe ID %s
it: Visualizza i dettagli del gruppo con ID %s
lv: Parāda grupas ID %s specifikāciju.
my: အုပ်စုအိုင်ဒီ %s အချက်အလက်များပြသ
pl: Pokaż szczegóły grupy ID %s
ro: Arată detaliile grupului ID %s
sk: Zobraziť detaily skupiny s ID %s
sv: Visa detaljer för grupp med ID %s
uk: Показати деталі групи ID %s

# tl_user_group.edit.0
source: Edit group
cs: Upravit skupinu
da: Rediger gruppe
es: Editar grupo
fi: Muokkaa ryhmää
fr: Éditer le groupe
it: Modifica gruppo
lv: Rediģēt grupu
my: အုပ်စုတည်းဖြတ်
pl: Edytuj grupę
ro: Editează grup
sk: Upraviť skupinu
sv: Redigera grupp
uk: Редагувати групу

# tl_user_group.edit.1
source: Edit group ID %s
cs: Upravit skupinu ID %s
da: Rediger gruppe-ID %s
es: Editar grupo con ID %s
fi: Muokkaa ryhmää ID %s
fr: Éditer le groupe ID %s
it: Modifica il gruppo con ID %s
lv: Rediģēt ID %s grupu.
my: အုပ်စုအိုင်ဒီ %s တည်းဖြတ်
pl: Edytuj grupę ID %s
ro: Editează grupul ID %s
sk: Upraviť skupinu s ID %s
sv: Redigera grupp med ID %s
uk: Редагувати групу ID %s

# tl_user_group.copy.0
source: Duplicate group
cs: Duplikovat skupinu
da: Dupliker gruppe
es: Duplicar grupo
fi: Kopioi ryhmä
fr: Dupliquer le groupe
it: Duplica gruppo
lv: Duplicēt grupu
my: အုပ်စုပံုစံတူပွား
pl: Duplikuj grupę
ro: Copiază grup
sk: Kopírovať skupinu
sv: Kopiera grupp
uk: Дублікат групи

# tl_user_group.copy.1
source: Duplicate group ID %s
cs: Duplikovat skupinu ID %s
da: Dupliker gruppe-ID %s
es: Duplicar grupo con ID %s
fi: Kopioi ryhmä ID %s
fr: Dupliquer le groupe ID %s
it: Duplica il gruppo con ID %s
lv: Duplicēt ID %s grupu.
my: အုပ်စုအိုင်ဒီ %s ပံုစံတူပွား
pl: Duplikuj gurpę ID %s
ro: Copiază grupu ID %s
sk: Kopírovať skupinu s ID %s
sv: Kopiera grupp med ID %s
uk: Дублікат групи ID %s

# tl_user_group.delete.0
source: Delete group
cs: Smazat skupinu
da: Slet gruppe
es: Eliminar grupo
fi: Poista ryhmä
fr: Supprimer le groupe
it: Elimina gruppo
lv: Dzēst grupu
my: အုပ်စုပယ်ဖျက်
pl: Usuń grupę
ro: Şterge grup
sk: Odstrániť skupinu
sv: Ta bort grupp
uk: Видалити групу

# tl_user_group.delete.1
source: Delete group ID %s
cs: Smazat skupinu ID %s
da: Slet gruppe-ID %s
es: Eliminar grupo con ID %s
fi: Poista ryhmä ID %s
fr: Supprimer le groupe ID %s
it: Elimina il gruppo con ID %s
lv: Dzēst ID %s grupu.
my: အုပ်စုအိုင်ဒီ %s ပယ်ဖျက်
pl: Usuń grupę ID %s
ro: Şterge grupul ID %s
sk: Odstrániť skupinu s ID %s
sv: Ta bort grupp med ID %s
uk: Видалити групу ID %s

# tl_user_group.toggle.0
source: Activate/deactivate group
cs: Aktivovat / deaktivovat
da: Aktiver/deaktivér gruppe
es: Activar/deshabilitar grupo
fi: Ota käyttöön / poista käytöstä
fr: Activer/désactiver le groupe
it: Attiva/disattiva gruppo
lv: Aktivizēt/Deaktivizēt grupu
my: အုပ်စုအသက်သွင်း/မသွင်း
pl: Aktywuj/nie aktywuj grupę
ro: Activare/dezactivare grup
sk: Aktivovať/deaktivovať skupinu
sv: Aktivera/deaktivera grupp
uk: Активувати/деактивувати групу

# tl_user_group.toggle.1
source: Activate/deactivate group ID %s
cs: Aktivovat / deaktivovat skupinu ID %s
da: Aktiver/deaktivér gruppe-ID %s
es: Activar/deshabilitar grupo con ID %s
fi: Ota käyttöön / poista käytöstä ryhmä ID %s
fr: Activer/désactiver le groupe ID %s
it: Attiva/disattiva gruppo ID %s
lv: Aktivizēt/Deaktivizēt ID %s grupu.
my: အုပ်စုအိုင်ဒီ %s အသက်သွင်း/မသွင်း
pl: Aktywuj/nie aktywuj grupę ID %s
ro: Activează/dezactivează grupul ID %s
sk: Aktivovať/deaktivovať skupinu ID %s
sv: Aktivera/deaktivera gruppen med ID %s
uk: Активувати/деактивувати групу ID %s
