Repository: contao/core
Catalog: system/modules/core/languages/*/*_user.xlf
Languages: cs, da, fa, fi, hu, ja, lv, my, ro, sq, sv, uk

# tl_user.alpty.1
source: Here you can select the page types you want to allow.
cs: Zde můžete zvolit typy stránke, které chcete povolit.
da: Vælg venligst hvilke typer af sider du ønsker denne bruger skal have adgang til at benytte.
fa: لطفا نوع صفحاتی را که می خواهید برای این مدیر فعال باشند را انتخاب نمائید .
fi: Täällä voit sallia pääsyn tiettyihin sivutyyppeihin.
hu: Itt tudja kiválasztani az engedélyezni kívánt oldal típusokat.
ja: 許可したいページの種類を選択できます。
lv: Šeit jūs varat izvēlēties lapu veidus, kurus vēlaties atļaut.
my: ခွင့်ပြုမည့်စာမျက်နှာအမျိုးအစားများရွေးနိုင်။
ro: Alegeţi tipurile de pagini permise pentru utilizator.
sq: Zgjedhja e llojeve të faqeve, të cilët mund të aktivizohen për përdoruesin.
sv: Ange vilka sidtyper du vill tillåta för användaren.
uk: Виберіть типи сторінок, які ви хочете дозволити користувачеві

# tl_user.filemounts.0
source: Filemounts
cs: Přístup k adresářům souborů
da: Fil adgang
fa: پوشه‌های مونت شده
fi: Tiedostoasetukset
hu: Fájl csatolás
ja: ファイルマウント
lv: Failu piesaiste
my: ဖိုင်အထိုင်များ
ro: Fişiere permise
sv: Filarkivbehörigheter
uk: Доступні папки

# tl_user.filemounts.1
source: Here you can grant access to one or more folders (subfolders will be included automatically).
cs: Zde můžete zvolit jeden nebo více adresářů (podadresáře budou automaticky začleněny).
da: Vælg de mapper du vil aktivere for brugeren. Undermapper inkluderes automatisk.
fa: می‌توانید دسترسی به یک یا چند پوشه را اعطاء کنید (زیرپوشه‌ها به صورت خودکار شامل خواهند شد).
fi: Täällä voit sallia pääsyn hakemistoihin (alihakemistot sisältyvät automaattisesti).
hu: Itt engedélyezhet hozzáférést egy vagy több mappához ( az almappák automatikusan hozzáadódnak).
ja: 1つ以上のフォルダーにアクセスを許可できます。(下位のフォルダーは自動的に含まれます。
lv: Šeit Jūs varat piešķirt piekļuvi vienai vai vairākām mapēm (apakšmapes, tiks iekļautas automātiski).
my: တစ်ခု(သို့)ဖိုင်တွဲများဝင်ကြည့်ရန်ခွင့်ပြုနိုင်။ (ဖိုင်တွဲခွဲများလိုလျောက်ပါဝင်ပြီး)။
ro: Selectaţi directoarele şi fişierele pe care doriţi să le activaţi pentru acest utilizator. Subdirectoarele vor fi incluse automat.
sq: Zgjedhoni dosjen, për të cilën do të autorizohet përdoruesi. Një dosje e autorizuar nënkupton edhe autorizimin e dosjeve trashëguese!
sv: Ange vilka mappar i filarkivet som användaren ska ha tillgång till. Undermappar inkluderas automatiskt.
uk: Виберіть, будь ласка, папки які хочете задіяти для поточного користувача. Вкладені папки будуть включені автоматично.

# tl_user.forms.0
source: Allowed forms
cs: Povolené formuláře
da: Formularer
fa: فرم‌های مجاز
fi: Sallitut lomakkeet
hu: Engedélyezett űrlapok
ja: 許可するフォーム
lv: Atļautās formas
my: ခွင့်ပြုပြီးပံုစံများ
ro: Formulare
sq: Formularët
sv: Formulär
uk: Форми

# tl_user.forms.1
source: Here you can grant access to one or more forms.
cs: Zde můžete určit přístup k jednomu nebo více formulářům.
da: Vælg venligst hvilke formularer du ønsker denne bruger skal have adgang til at benytte.
fa: می‌توانید دسترسی به یک یا چند فرم را اعطاء کنید.
fi: Täällä voit sallia pääsyn lomakkeisiin.
hu: Itt engedélyezheti egy vagy több űrlaphoz.
ja: 1つ以上のフォームにアクセスを許可できます。
lv: Šeit Jūs varat piešķirt piekļuvi vienai vai variākām formām.
my: တစ်ခု(သို့)တစ်ခုထက်ပိုသောပံုစံများဝင်ကြည့်ရန်ခွင့်ပြုနိုင်။
ro: Alegeţi formularele care doriţi să fie disponibile pentru utilizator.
sq: Zgjedhja e formularëve, të cilët mund të aktivizohen për përdoruesin.
sv: Ange vilka formulär som användaren ska ha tillgång till.
uk: Виберіть форми, які ви хочете дозволити користувачеві

# tl_user.formp.0
source: Form permissions
cs: Práva k ovládání s formuláři
da: Formular tilladelser
fa: مجوزهای فرم
fi: Lomakkeiden käyttöoikeudet
hu: Űrlap jogosultságok
ja: フォームの権限
lv: Formu atļaujas
my: ပံုစံခွင့်ပြုချက်များ
ro: Formulare permise
sq: Lejet e formularit
sv: Formulärbehörigheter
uk: Права доступу форм

# tl_user.formp.1
source: Here you can define the form permissions.
cs: Zde můžete určit práva pro zacházení s formuláři.
da: Her kan du definere tilladelser for formularer
fa: می‌توانید مجوزهای فرم را تعریف نمایید.
fi: Täällä voit määritellä lomakkeiden oikeudet.
hu: Itt adhatja meg az űrlapműveleti jogosultságokat.
ja: フォームの権限を設定できます。
lv: Šeit Jūs varat definēt piekļuves līmeni fromām.
my: ပံုစံခွင့်ပြုချက်များကိုသတ်မှတ်နိုင်။
ro: Aici puteţi defini permisiunile pentru formular.
sq: Përcaktoni autorizimet e formularit.
sv: Här kan du definiera användarens behörigheter vid hantering av formulär.
uk: Встановіть права доступу до форм.

# tl_user.disable.0
source: Deactivate
cs: Deaktivovat
da: Deaktiver
fa: غیرفعال
fi: Poista käytöstä
hu: Deaktiválás
ja: 停止
lv: Deaktivizēt
my: အသက်မသွင်း
ro: Dezactivează
sq: Çaktivizo
sv: Avaktivera
uk: Деактивувати

# tl_user.disable.1
source: Temporarily disable the account.
cs: Dočasně deaktivovat účet.
da: Vælger du denne indstilling deaktiveres den valgte konto. Brugeren er således ikke længere mulighed for at logge ind.
fa: غیرفعال کردن موقتی حساب کاربری.
fi: Poista tili väliaikaisesti käytöstä
hu: Ideiglenesen letiltja a fiókot.
ja: 一時的にアカウントを無効にします。
lv: Īslaicīgi atspējot kontu.
my: စာရင်းကိုယာယီမလုပ်ဆောင်စေ။
ro: Dacă alegeţi această opţiune, contul curent va fi dezactivat. Utilizatorul nu se va mai putea loga în sistem.
sq: Çaktivizimi i një kontoje ç'mundëson kyçjen në sistem.
sv: Om du väljer detta alternativ kommer det aktuella kontot att av avaktiveras. <br />Användaren kommer inte att kunna logga in i backend i fortsättningen.
uk: Якщо ви виберете цю опцію, то такий аккаунт буде деактивований. Користувач більше не зможе авторизуватися в системі.

# tl_user.start.0
source: Activate on
cs: Aktivovat
da: Aktiver den
fa: فعال در
fi: Ota käyttöön ajastetusti
hu: Aktiválás kezdete
ja: 使用開始日
lv: Aktivizēt
my: အသက်သွင်းစေ
ro: Activează la
sq: Aktivizo me
sv: Aktivera den
uk: Активувати

# tl_user.start.1
source: Automatically activate the account on this day.
cs: Automaticky aktivovat v tento den.
da: Hvis du angiver en dato vil brugerens konto blive aktiveret fra og med denne dag.
fa: فعال کردن خودکار در این روز.
fi: Ota tili automaattisesti käyttöön tänä ajankohtana.
hu: Automatikusan aktiválja a fiókot ezen a napon
ja: この日から自動的にアカウントの使用を可能にします。
lv: Automātiski aktivizēt kontu šajā dienā.
my: ယခုနေ့တွင်စာရင်းကိုလိုလျောက်အသက်သွင်းစေ။
ro: Dacă introduceţi o dată, contul se va activa la data respectivă.
sq: Kontoja e përdoruesit do të aktivizohet me datën e dhënë këtu.
sv: Om du anger ett datum här kommer det aktuella kontot att aktiveras denna dag.
uk: Якщо ви введете дату, то поточний аккаунт буде активована в цей день.

# tl_user.stop.0
source: Deactivate on
cs: Deaktivovat
da: Deaktiver den
fa: غیرفعال در
fi: Poista käytöstä ajastetusti
hu: Deaktiválás kezdete
ja: 使用停止日
lv: Deaktivizēt
my: အသက်မသွင်း
ro: Dezactivează la
sq: Çaktivizo me
sv: Avaktivera den
uk: Деактивувати по даті

# tl_user.stop.1
source: Automatically deactivate the account on this day.
cs: Automaticky deaktivovat v tento den.
da: Hvis du angiver en dato vil brugerens konto blive deaktiveret fra og med denne dag.
fa: غیرفعال کردن خودکار در این روز.
fi: Poista tili automaattisesti käytöstä tänä ajankohtana.
hu: Automatikus deaktiválja a fiókot ezen a napon
ja: この日で自動的にアカウントの使用を停止します。
lv: Automātiski deaktivizēt kontu šajā dienā.
my: ယခုနေ့တွင်စာရင်းကိုလိုလျောက်အသက်မသွင်းစေ။
ro: Dacă introduceţi o dată, contul se va dezactiva la acea dată.
sq: Kontoja e përdoruesit do të çaktivizohet me datën e dhënë këtu.
sv: Om du anger ett datum här kommer det aktuella kontot att avaktiveras denna dag.
uk: Якщо ви введете дату, то поточний аккаунт буде деактивирована в цей день.

# tl_user.session.0
source: Purge data
cs: Vyčistit data
da: Slet sessionsdata
fa: پاک‌سازی داده‌ها
fi: Puhdista tiedot
hu: Adatok törlése
ja: データを消去
lv: Iztīrīt datus
my: အချက်အလက်သန့်စင်
ro: Şterge date sesiune
sq: Shlyej të dhënat e sesionit
sv: Ta bort sessiondata
uk: Видалити дані сесії

# tl_user.session.1
source: Please select the data you want to purge.
cs: Zvolte prosím data, která chcete vyčistit.
da: Hvis du vælger denne mulighed, vil de nuværende sessionsdata blive slettet.
fa: داده‌هایی را که می‌خواهید پاک‌سازی شوند را انتخاب کنید.
fi: Ole hyvä ja valitse puhdistettavat tiedot
hu: Kérem válassza ki a törölni kívánt adatot
ja: 消去したいデータを選択してください。
lv: Lūdzu, atlasiet datus, ko vēlaties iztīrīt.
my: ထုတ်ပယ်လိုသောအချက်အလက်များရွေး။
ro: Dacă alegeţi această opţiune, datele sesiunii curente vor fi şterse.
sq: Ky opsion mundëson shlyerjen e të dhënave të memorizuara të sesionit.
sv: Om du väljer detta val kommer aktuell sessiondata för användaren att tas bort.
uk: Якщо ви виберете цю опцію, дані поточних сесій будуть вилучені.

# tl_user.name_legend
source: Name and e-mail
cs: Jméno a mailová adresa
da: Navn og e-post
fa: نام و آدرس پست الکترونیک
fi: Nimi ja sähköpostiosoite
hu: Név és e-mail
ja: 名前と電子メール
lv: Vārds un e-pasts
my: နာမည်နှင့်အီးမေးလ်
ro: Nume şi email
sq: Emri dhe e-mail
sv: Namn och E-post
uk: Ім’я та електронна пошта

# tl_user.google_legend
source: Google+ settings
da: Google+ indstillinger

# tl_user.backend_legend
source: Back end settings
cs: Nastavení backendu
da: Back end indstillinger
fa: تنظیمات بخش مدیریت
fi: Ylläpidon asetukset
hu: Adminisztrációs felület beállításai
ja: バックエンドの設定
lv: Aizmugures uzstādījumi
my: အတွင်းပိုင်းချိန်ညှိချက်
ro: Setări de back-end
sq: Konfirgurimet Back end
sv: Backend-inställningar
uk: Налаштування панелі управління

# tl_user.theme_legend
source: Back end theme
cs: Vzhled backendu
da: Back end tema
fa: پوسته بخش مدیریت
fi: Ylläpidon ulkoasu
hu: Adminisztrációs felület téma
ja: バックエンドのテーマ
lv: Aizmugures tēma
my: အတွင်းပိုင်းအသွင်အပြင်
ro: Temă de back end
sq: Paraqitjet Back end
sv: Backend-tema
uk: Тема панелі управління

# tl_user.password_legend
source: Password settings
cs: Nastavení hesla
da: Adgangskodeindstillinger
fa: تنظیمات گذرواژه
fi: Salasana-asetukset
hu: Jelszó beállítások
ja: パスワードの設定
lv: Paroles uzstādījumi
my: စကားဝှက်ချိန်ညှိချက်
ro: Setăari de parolă
sq: Konfigurimet e fjalëkalimit
sv: Lösenordsinställningar
uk: Налаштування пароля

# tl_user.groups_legend
source: User groups
cs: Uživatelské skupiny
da: Brugergrupper
fa: گروه‌های کاربری
fi: Käyttäjäryhmät
hu: Felhasználói csoportok
ja: ユーザーグループ
lv: Lietotāju grupas
my: အသံုးပြုသူအုပ်စုများ
ro: Grupuri de utilizatori
sq: Grupe përdoruese
sv: Användargrupper
uk: Групи користувача

# tl_user.modules_legend
source: Allowed modules
cs: Povolené moduly
da: Tilladte moduler
fa: ماژول‌های مجاز
fi: Sallitut moduulit
hu: Engedélyezett modulok
ja: 許可するモジュール
lv: Atļautie moduļi
my: ခွင့်ပြုပြီးအပိုင်းများ
ro: Module permise
sq: Modulet e lejuara
sv: Modulbehörigheter
uk: Дозволені модулі

# tl_user.pagemounts_legend
source: Pagemounts
cs: Povolené stránky
da: Sideadgang
fa: صفحات مونت شده
fi: Sivuasetukset
hu: Oldal csatolás
ja: ページマウント
lv: Lapu piesasite
my: စာမျက်နှာအထိုင်များ
ro: Pagini permise
sq: Faqe të bashkangjitura
sv: Sidbehörigheter
uk: Прикріплені сторінки

# tl_user.filemounts_legend
source: Filemounts
cs: Povolené soubory
da: Filadgang
fa: فایل‌های مونت شده
fi: Tiedostoasetukset
hu: Fájl csatolás
ja: ファイルマウント
lv: Failu piesaiste
my: ဖိုင်အထိုင်များ
ro: Fişiere permise
sq: Skedarë të bashkangjitur
sv: Filarkivbehörigheter
uk: Прикріплені файли

# tl_user.forms_legend
source: Form permissions
cs: Povolené formuláře
da: Formular tilladelser
fa: مجوز‌های فرم
fi: Lomakkeiden käyttöoikeudet
hu: Űrlap jogosultságok
ja: フォームの権限
lv: Formu atļaujas
my: ပံုစံခွင့်ပြုချက်များ
ro: Formulare permise
sq: Lejet e formularit
sv: Formulärbehörigheter
uk: Права на форми

# tl_user.account_legend
source: Account settings
cs: Nastavení účtu
da: Kontoindstillinger
fa: تنظیمات حساب کاربری
fi: Tilin asetukset
hu: Fiók beállítások
ja: アカウントの設定
lv: Konta iestatījumi
my: စာရင်းချိန်ညှိချက်
ro: Setări de cont
sq: Konfigurimi llogarisë
sv: Kontoinställningar
uk: Налаштування облікового запису користувача

# tl_user.session_legend
source: Clear cache
cs: Vyprázdnit cache
da: Slet cache
fa: پاک کردن نهانگاه
fi: Tyhjennä välimuisti
hu: Tároló ürítése
ja: キャッシュの消去
lv: Iztīrīt kešatmiņu
my: မှတ်ဥာဏ်အသေးစားဖယ်ရှား
ro: Golire cache
sq: Pastro cache (depo e fshetë)
sv: Rensa cache
uk: Очистити кеш

# tl_user.htmlLabel
source: Image cache
cs: Cache obrázků
da: Billedcache
fa: نهانگاه تصویر
fi: Kuvien välimuisti
hu: Kép tároló
ja: 画像キャッシュ
lv: Attēlu kešatmiņa
my: ပံုအသေးစား
ro: Cache imagine
sq: Cache (depo e fshehtë) e imazheve
sv: Bild-cache
uk: Кеш зображень

# tl_user.tempLabel
source: Page cache
cs: Dočasný adresář
da: Midlertidig mappe
fa: پوشه موقت
fi: Väliaikaiskansio
hu: Ideiglenes mappa
ja: ページキャッシュ
lv: Pagaidu mape
my: စာမျက်နှာအသေးစား
ro: Folder temporar
sq: Cache e faqes
sv: Temporärmapp
uk: Тимчасовий каталог

# tl_user.sessionPurged
source: The session data has been purged
cs: Data sezení byla vyčištěna
da: Sessiondata er blevet slettet
fa: داده‌های نشست پاک‌سازی شده‌اند.
fi: Istunnon tiedot on puhdistettu
hu: A munkamenet adatok kiürítve
ja: セッションデータを消去しました。
lv: Sesijas dati ir iztīrīti
my: ကြာချိန်အချက်အလက်သန့်စင်ပြီး
ro: Sesiunea a fost ştearsă
sq: Të dhënat e seancës janë zbrazë
sv: Sessionsdatat har rensats
uk: Дані сесії було очищено

# tl_user.htmlPurged
source: The image cache has been purged
cs: Cache obrázků byl vyprázdněn
da: Billedcache er blevet slettet
fa: نهانگاه تصویر پاک‌سازی شده است.
fi: Kuvien välimuistitiedot on puhdistettu
hu: A kép tároló kiürítve
ja: 画像キャッシュを消去しました。
lv: Attēlu kešatmiņa ir iztīrīta
my: ပံုအသေးစားသန့်စင်ပြီး
ro: Cache-ul de imagini a fost şters
sq: Cache i imazheve është zbrazë
sv: Bild-cache har rensats
uk: Кеш зображень було очищено

# tl_user.tempPurged
source: The page cache has been purged
cs: Dočasný adresář byl vyprázdněn
da: Den midlertidige mappe er blevet tømt
fa: پوشه موقت پاک‌سازی شده است.
fi: Väliaikaiskansio on puhdistettu
hu: Az ideiglenes mappa kiürítve
ja: ページキャッシュの内容を消去しました。
lv: Pagaidu mape ir iztīrīta
my: စာမျက်နှာအသေးစားသန့်စင်ပြီး
ro: Folderul temporar a fost şters
sq: Cache i faqes është zbrazë
sv: Temporärmappen har rensats
uk: Тимчасовий каталог очищено

# tl_user.FileUpload
source: Default uploader
cs: Výchozí způsob nahrávání souborů
da: Standard uploader
fa: بارگذار پیش‌فرض
fi: Oletuslataustapa
hu: Alapértelmezett feltöltő program
ja: アップローダーの初期設定
lv: Noklusējuma augšupielādētājs
my: မူလကူးတင်သူ
ro: Uploader implicit
sq: Ngarkuesi i zakonshëm
sv: Standarduppladdare
uk: Завантажувач файлів за замовчуванням

# tl_user.new.0
source: New user
cs: Nový uživatel
da: Ny bruger
fa: کاربر جدید
fi: Uusi käyttäjä
hu: Új felhasználó
ja: 新しいユーザー
lv: Jauns lietotājs
my: အသံုးပြုသူအသစ်
ro: Utilizator nou
sq: Përdorues të ri
sv: Ny användare
uk: Новий користувач

# tl_user.new.1
source: Create a new user
cs: Vytvořit nového uživatele
da: Opret en ny bruger
fa: ساخت یک کاربر جدید
fi: Luo uusi käyttäjä
hu: Új felhasználó létrehozása
ja: 新しくユーザーを作成
lv: Izveidot jaunu lietotāju
my: အသံုးပြုသူအသစ်ဖန်တီး
ro: Creează utilizator nou
sq: Krijo përdorues të ri
sv: Skapa en ny användare
uk: Створити нового користувача

# tl_user.show.0
source: User details
cs: Zobrazit podrobnosti
da: Brugerens detaljer
fa: جزئیات کاربر
fi: Käyttäjän tarkemmat tiedot
hu: Felhasználói adatok
ja: ユーザーの詳細
lv: Lietotāja detaļas
my: အသံုးပြုသူအချက်အလက်များ
ro: Detalii utilizator
sq: Detajet e përdoruesit
sv: Visa användardetaljer
uk: Деталі користувача

# tl_user.show.1
source: Show the details of user ID %s
cs: Zobrazit podrobnosti k uživateli ID %s
da: Vis detaljer for bruger-ID %s
fa: نمایش جزئیات کاربر شناسه %s
fi: Näytä käyttäjän ID %s tarkemmat tiedot
hu: A ID %s felhasználó adatai
ja: ID %sのユーザーの詳細を表示
lv: Rādīt lietotāja ID %s detaļas
my: အသံုးပြုသူအိုင်ဒီ %s အချက်အလက်များပြသ
ro: Arată detaliile utiliozatorului ID %s
sq: Trego detajet e përdoruesit ID %s
sv: Visa detaljer för användare med ID %s
uk: Показати деталі користувача ID %s

# tl_user.edit.0
source: Edit user
cs: Upravit uživatele
da: Rediger bruger
fa: ویرایش کاربر
fi: Muokkaa käyttäjää
hu: Felhasználó szerkesztése
ja: ユーザーを変更
lv: Rediģēt lietotāju
my: အသံုးပြုသူတည်းဖြတ်
ro: Editează utilizator
sq: Përpuno përdoruesin
sv: Redigera användare
uk: Редагувати користувача

# tl_user.edit.1
source: Edit user ID %s
cs: Upravit uživatele ID %s
da: Rediger bruger-ID %s
fa: ویرایش کاربر شناسه %s
fi: Muokkaa käyttäjää ID %s
hu: A ID %s felhasználó szerkesztése
ja: ID %sのユーザーを変更
lv: Rediģēt lietotāju ID %s
my: အသံုးပြုသူအိုင်ဒီ %s တည်းဖြတ်
ro: Editează utilizatorul ID %s
sq: Përpuno përdoruesin ID %s
sv: Redigera användare med ID %s
uk: редагувати користувача ID %s

# tl_user.copy.0
source: Duplicate user
cs: Duplikovat uživatele
da: Dupliker bruger
fa: تکثیر کاربر
fi: Kopioi käyttäjä
hu: Felhasználó duplázása
ja: ユーザーを複製
lv: Dublicēt lietotāju
my: အသံုးပြုသူပံုစံတူပွား
ro: Copiază utilizator
sq: Dupliko përdoruesin
sv: Kopiera användare
uk: Дублювати користувача

# tl_user.copy.1
source: Duplicate user ID %s
cs: Duplikovat uživatel ID %s
da: Dupliker bruger-ID %s
fa: تکثیر کاربر شناسه %s
fi: Kopioi käyttäjä ID %s
hu: A ID %s felhasználó duplázása
ja: ID %sのユーザーを複製
lv: Dublicēt lietotāju ID %s
my: အသံုးပြုသူအိုင်ဒီ %s ပံုစံတူပွား
ro: Copiază utilizatorul ID %s
sq: Dupliko përdoruesin ID %s
sv: Kopiera användare med ID %s
uk: Дублювати користувача ID %s

# tl_user.delete.0
source: Delete user
cs: Smazat uživatele
da: Slet bruger
fa: حذف کاربر
fi: Poista käyttäjä
hu: Felhasználó törlése
ja: ユーザーを削除
lv: Dzēst lietotāju
my: အသံုးပြုသူပယ်ဖျက်
ro: Şterge utilizator
sq: Shlyej përdoruesin
sv: Ta bort användare
uk: Видалити користувача

# tl_user.delete.1
source: Delete user ID %s
cs: Smazat uživatel ID %s
da: Slet bruger-ID %s
fa: حذف کاربر شناسه %s
fi: Poista käyttäjä ID %s
hu: A ID %s felhasználó törlése
ja: ID %sのユーザーを削除
lv: Dzēst lietotāju ID %s
my: အသံုးပြုသူအိုင်ဒီ %s ပယ်ဖျက်
ro: Şterge utilizatorul ID %s
sq: Shlyen përdoruesin ID %s
sv: Ta bort användare med ID %s
uk: Видалити користувача з ID %s

# tl_user.toggle.0
source: Activate/deactivate user
cs: Aktivovat / deaktivovat
da: Aktiver/deaktivér bruger
fa: فعال/غیرفعال کردن کاربر
fi: Poista käyttäjän tili käytöstä
hu: Felhasználó aktiválása/deaktiválása
ja: ユーザーの使用と停止を切り替え
lv: Aktivizēt/deaktivizēt lietotāju
my: အသံုးပြုသူအသက်သွင်း/မသွင်း
ro: Activare/dezactivare utilizator
sq: Aktivizo/çaktivizo përdorues
sv: Aktivera/deaktivera användare
uk: Активувати/деактивувати користувача

# tl_user.toggle.1
source: Activate/deactivate user ID %s
cs: Aktivovat / deaktivovat uživatele
da: Aktiver/deaktivér bruger-ID %S
fa: فعال/غیرفعال کردن کاربر شناسه %s
fi: Poista käyttäjän ID %s tili käytöstä
hu: A ID %s felhasználó aktiválása/deaktiválása
ja: ID %sのユーザーを使用の開始と停止を切り替え
lv: Aktivizēt/deaktivizēt lietotāju ID %s
my: အသံုးပြုသူအိုင်ဒီ %s အသက်သွင်း/မသွင်း
ro: Activare/dezactivare utilizator ID %s
sq: Aktivizo/çaktivizo përdorues ID %s
sv: Aktivera/deaktivera användaren med ID %s
uk: Активувати/деактивувати користувача ID %s

# tl_user.su.0
source: Switch user
cs: Změnit uživatele
da: Skift bruger
fa: تعویض کاربر
fi: Vaihda käyttäjään
hu: Felhasználó váltás
ja: ユーザーに切り替え
lv: Pārslēgt lietotāju
my: အသံုးပြုသူပြောင်းလဲ
ro: Schimbă utilizator
sq: Ndërro përdoruesin
sv: Växla till användare
uk: Перемкнути користувача

# tl_user.su.1
source: Switch to user ID %s
cs: Změnit za uživatele ID %s
da: Skift til bruger-ID %s
fa: تعویض کاربر شناسه %s
fi: Vaihda käyttäjään %s
hu: A ID %s felhasználóra váltás
ja: ID %sのユーザーに切り替え
lv: Pārslēgties uz lietotāju ID %s
my: အသံုးပြုသူအိုင်ဒီ %s သို့ပြောင်းလဲ
ro: Schimbă cu utilizatorul ID %s
sq: Shko te përdoruesi ID %s
sv: Växla till användare med ID %s
uk: Перемкнути користувача ID %s

# tl_user.admin_legend
source: Administrator
cs: Administrátor
fa: مدیر
fi: Järjestelmänvalvoja
hu: Adminisztrátor
ja: 管理者
lv: Administrators
my: စီမံခန့်ခွဲသူ
ro: Prmisiuni de administrare
sv: Administratör
uk: Адміністратор

# tl_user.sessionLabel
source: Session data
cs: Data sezení
fa: داده‌های نشست
fi: Istunnon tiedot
hu: Munkamenet adatok
ja: セッションデータ
lv: Sesijas dati
my: ကြာချိန်အချက်အလက်
ro: Date de sesiune
sq: Të dhëna të seancës
sv: Sessionsdata
uk: Дані сесії
