Repository: contao/core
Catalog: system/modules/core/languages/*/default.xlf
Languages: da, fi, hu, ja, my, ro, sq, uk

# ERR.general
source: An error occurred!
da: Der opstod en fejl.
fi: Virhe!
hu: Hiba történt!
ja: エラーが発生しました。
my: အမှားပြနေ!
ro: A avut loc o eroare!
sq: Një gabim në funksionim!
uk: Виникла помилка!

# ERR.mandatory
source: Field "%s" must not be empty!
da: Feltet "%s" skal udfyldes.
fi: Kenttä "%s" ei saa olla tyhjä!
hu: A "%s" mező nem lehet üres!
ja: "%s"の欄に入力してください。
my: နယ်ပယ် "%s" အလွတ်မဖြစ်ရ!
ro: Completaţi câmpul "%s"!
sq: Plotësoni fushën "%s"!
uk: Заповніть, будь ласка, поле "%s"!

# ERR.mdtryNoLabel
source: This field must not be empty!
da: Dette felt skal udfyldes.
fi: Tämä kenttä ei saa olla tyhjä!
hu: Ez a mező nem lehet üres!
ja: この欄に入力してください。
my: နယ်ပယ်အလွတ်မဖြစ်ရ!
ro: Acest câmp trebuie să nu fie vid!
sq: Plotësimi i fushës është i obliguar.
uk: Дане поле не може бути пустим. Введіть, будь ласка, дані.

# ERR.minlength
source: Field "%s" has to be at least %d characters long!
da: Feltet "%s" skal indeholde mindst %d tegn.
fi: Kentän "%s" täytyy olla vähintään %d merkkiä pitkä!
hu: A "%s" mezőnek legalább %d karaktert kell tartalmaznia!
ja: "%s"の欄は少なくとも%d文字以上を入力してください。
my: နယ်ပယ် "%s" သည် %d အက္ခရာများအနည်းဆံုးရှည်ပါစေ!
ro: Câmpul "%s" trebuie să aibă cel puţin %d caractere!
sq: Fusha "%s" duhet të jetë e gjatë së paku %d shenja!
uk: Поле "%s" повинно містити не менше %d символів!

# ERR.maxlength
source: Field "%s" must not be longer than %d characters!
da: Feltet "%s" skal være kortere end %d tegn.
fi: Kenttä "%s" ei saa olla yli %d merkkiä!
hu: A "%s" mező nem lehet több mint %d karakter!
ja: "%s"の欄は%d文字以下で入力してください。
my: နယ်ပယ် "%s" သည် %d အက္ခရာများထက်မရှည်ပါစေ!
ro: Câmpul "%s" trebuie să aibă cel mult %d caractere!
sq: Fusha "%s" duhet të jetë e gjatë së paku %d shenja!
uk: Поле "%s" не можу бути більшим за %d символів!

# ERR.minval
source: Field "%s" has to be at least %d!
fi: Kentän "%s" on oltava vähintään %d!
hu: "%s" mező értéke legalább %d!
ja: "%s"の欄は%d以上の値を入力してください。
ro: Câmpul "%s" trebuie să fie cel puţin %d!

# ERR.maxval
source: Field "%s" must not be greater than %d!
fi: Kenttä "%s" ei saa olla yli %d!
hu: "%s" mező nem lehet nagyobb mint %d!
ja: "%s"の欄は%d未満の値を入力してください。
ro: Câmpul "%s" nu trebuie să fie mai mare decât %d!

# ERR.digit
source: Please enter digits only!
da: Indtast venligst kun tal.
fi: Kirjoita pelkkiä numeroita!
hu: Csak számokat adjon meg!
ja: 数値を入力してください。
my: ဂဏန်းများသာထည့်သွင်း!
ro: Introduceţi doar cifre!
sq: Shkruani vetëm numra!
uk: Вводьте тільки цифри!

# ERR.natural
source: Please enter natural numbers only!
fi: Ole hyvä ja anna vain luonnollisia lukuja!
hu: Csak természetes számokat adj meg!
ja: 自然数を入力してください。
ro: Introduceţi doar numere naturale!

# ERR.prcnt
source: Please enter a percentage between 0 and 100!
da: Indtast venligst en procent mellem 0 og 100.
fi: Kirjoita prosenttiyksikkö välillä 0 ja 100!
hu: Adjon meg egy 0 és 100 közötti százalék értéket!
ja: 0から100の間のパーセントで入力してください。
my: ၀ နှင့် ၁၀၀ တန်ဖိုးအကြားရာခိုင်နှုန်းထည့်!
ro: Introduceţi un procent între 0 şi 100!
sq: Shkruani një përqindje mes 0 dhe 100!
uk: Введіть процентне значення в проміжку від 1 до 100!

# ERR.alpha
source: Please enter alphabetic characters only!
da: Indtast venligst kun bogstaver.
fi: Kirjoita vain kirjaimin!
hu: Csak betűket adjon meg!
ja: 半角の英文字、マイナス(-)、ドット(.)、スペース( )で入力してください。
my: အက္ခရာစဉ်စာလံုးများသာထည့်သွင်း!
ro: Introduceţi doar caractere alfabetice!
sq: Shkruani vetëm shkronja!
uk: Вводьте тільки літеральні символи!

# ERR.alnum
source: Please enter alphanumeric characters only!
da: Indtast venligst kun bogstaver og tal.
fi: Kirjoita vain aakkosnumeerisia merkkejä!
hu: Csak alfanumerikus karaktereket adjon meg!
ja: 半角の英数字、マイナス(-)、ドット(.)、スペース( )で入力してください。
my: ကိန်းဂဏန်းအက္ခရာများသာထည့်သွင်း!
ro: Introduceţi doar caractere alfanumerice!
sq: Shkruani vetëm shkronja dhe numra!
uk: Вводіть тільки цифрові, або символьні знаки!

# ERR.phone
source: Please enter a valid phone number!
da: Indtast venligst et gyldigt telefonnummer.
fi: Kirjoita puhelinnumero oikeassa muodossa!
hu: Adjon meg egy érvényes telefonszámot!
ja: 半角の数字、プラス(+)、マイナス(-)、丸括弧で電話番号を入力してください。
my: တရားဝင်ဖုန်းနံပါတ်ထည့်သွင်း။
ro: Introduceţi un număr de telefon valid!
sq: Shkruani një numër telefoni të vlefshëm!
uk: Введіть, будь ласка, коректний номер телефону!

# ERR.extnd
source: For security reasons you can not use the following characters here: =<>&/()#
da: Af sikkerhedshensyn kan =&/()# ikke benyttes her.
fi: Turvallisuussyistä et voi käyttää seuraavia merkkejä tässä: =<>&/()#
hu: Biztonsági megfontolásból a következő karaktereket nem használhatja itt: =<>&/()#
ja: セキュリティ上の理由のため、ここでは以下の文字は使用できせん: =<>&/()#
my: လံုခြုံရေးအတွက်ယခုစာလံုးများမသံုးနိုင်: =<>&/()#
ro: Din motive de securitate nu puteţi folosi caracterele (=&/()#) aici!
sq: Për arsye sigurie ju nuk mund të përdorni këtu këto lloje shkronjash: =<>&/()#
uk: В цілях безпеки використання символів «=<>&/()#» є недопустимим в даному полі

# ERR.email
source: Please enter a valid e-mail address!
da: Indtast venligst en gyldig e-mail adresse.
fi: Kirjoita sähköpostiosoite oikeassa muodossa!
hu: Adjon meg egy érvényes email címet!
ja: 正しい電子メールアドレスを入力してください。
my: တရားဝင်အီးမေးလ်လိပ်စာထည့်သွင်း!
ro: Introduceţi o adresă de email validă!
sq: Shkruani një adresë elektronike të vlefshme!
uk: Введіть, будь ласка, коректну e-mail адресу!

# ERR.emails
source: There is at least one invalid e-mail address!
da: Der er mindst en ugyldig e-mail adresse.
fi: On ainakin yksi virheellinen sähköpostiosoite!
hu: Legalább egy e-mail cím hibás!
ja: 少なくとも1つ、正しくない電子メールアドレスがあります。
my: တရားမဝင်အီးမေးလ်လိပ်စာတစ်ခုအနည်းဆံုး!
ro: Există cel puţin o adresă de email invalidă!
sq: Nuk është adresë elektornike e vlefshme!
uk: Як мінімум, є одна невірна e-mail адреса!

# ERR.url
source: Please enter a valid URL format and encode special characters!
da: Indtast i gyldigt URL-format og brug tegnkode til specialtegn.
fi: Anna URL oikeassa muodossa ja koodaa erikoismerkit!
hu: Valós URL-t adjon meg és kódolja el a speciális karaktereket!
ja: 有効なURLの書式で、特殊文字はエンコードして入力してください。
my: ယူအာအယ်အချိုးအစားအမှန်ထည့်ပြီးအထူးအက္ခရာများကုဒ်ပြောင်း!
ro: Introduceţi un format valid de adresă URL şi codaţi caracterele speciale!
sq: Shkruani një adresë URL sipas standarteve dhe kodoni shkronjat speciale!
uk: Введіть URL адресу в правильному порядку та форматі!

# ERR.locale
source: Please enter a valid locale such as "en" or "en_US"!
da: Indtast venligst en gyldig landestandard såsom da, en eller en_US.
fi: Ole hyvä ja anna kelvollinen kielitunniste, kuten "fi" tai "fi-FI"!
hu: Adjon meg egy érvényes lokalizációt, mint "hu" vagy "en_US"!
ja: "en"や"en_US"のような有効なロケールを入力してください。
my: "en" (သို့) "en_US" ကဲ့သို့တရားဝင်ပင်ရင်းထည့်သွင်း!
ro: Introduceţi o localizare validă cum ar fi "en" sau "en_US"!
sq: Ju lutem, jepni një vendndodhje të vlefshme si "en" ose "en_US"!
uk: Введіть, будь ласка, корекне значення мови, напр. "uk", "ru", "en" або "en_US"!

# ERR.language
source: Please enter a valid language code such as "en" or "en-US"!
da: Indtast venligst en gyldig sprogkode såsom da, en eller en-US.
fi: Ole hyvä ja anna kelvollinen kielitunniste, kuten "fi" tai "fi-FI"!
hu: Adjon meg egy érvényes nyelv kódot, mint "hu" vagy "en-US"!
ja: "en"や"en-US"のような有効な言語コードを入力してください。
my: "en" (သို့) "en_US" ကဲ့သို့တရားဝင်ဘာသာစကားကုဒ်ထည့်သွင်း!
ro: Introduceţi un cod de limbă valid cum ar fi "en" sau "en_US"!
sq: Ju lutem, jepni një kod gjuhësor të vlefshme si "en" ose "en_US"!
uk: Введіть, будь ласка, корекне значення мови, напр. "uk", "ru", "en" або "en_US"!

# ERR.alias
source: Please enter only alphanumeric characters and the following special characters: .-_
da: Indtast venligst kun bogstaver, tal samt følgende specielle tegn .-_
fi: Kirjoita vain kirjaimia, numeroita ja seuraavia erikoismerkkejä: .-_
hu: Csak alfanumerikus karaktereket és a következő speciális karaktereket használja: .-_
ja: 英数字の文字と次の特殊な文字だけ入力してください: .-_
my: ကိန်းဂဏန်းအက္ခရာများသာနှင့်အောက်ဖော်ပြပါအထူးအက္ခရာများသာထည့်သွင်း: .-_
ro: Introduceţi doar caractere alphanumerice şi următoarele cractere speciale: .-_
sq: Epeni vetëm shkronja dhe këto shkronja të veçanta: .-_
uk: Ввести можливо тільки букви, цифри та спецсимволи: .-_

# ERR.folderalias
source: Please enter only alphanumeric characters and the following special characters: .-/_
da: Indtast venligst kun bogstaver, tal samt følgende specielle tegn .-/_
fi: Kirjoita vain kirjaimia, numeroita ja seuraavia erikoismerkkejä: . - / _
hu: Csak alfanumerikus karaktereket és a következő speciális karaktereket használja: .-/_
ja: 英数字の文字と次の特殊文字だけ入力してください: .-/_
my: ကိန်းဂဏန်းအက္ခရာများသာနှင့်အောက်ဖော်ပြပါအထူးအက္ခရာများသာထည့်သွင်း: .-/_
ro: Introduceţi doar caractere alphanumerice şi următoarele cractere speciale: .-/_
sq: Epeni vetëm shkronja dhe këto shkronja të veçanta: .-/_
uk: Ввести можливо тільки букви, цифри та спецсимволи: .-_

# ERR.date
source: Please enter the date as "%s"!
da: Indtast venligst datoen som %s.
fi: Syötä päivämäärä "%s"!
hu: Adja meg a dátumot a következő formában: "%s"!
ja: 日付を"%s"の書式で入力してください。
my: "%s" ကဲ့သို့ရက်စွဲထည့်!
ro: Introduceţi data ca "%s"!
sq: Shkruani datën sipas formës "%s"!
uk: Введіть дату в наступному форматі - "%s"!

# ERR.time
source: Please enter the time as "%s"!
da: Indtast venligst tidspunktet som %s.
fi: Kirjoita aika "%s"!
hu: Adja meg az időt a következő formában: "%s"!
ja: 時刻を"%s"の書式で入力してください。
my: "%s" ကဲ့သို့အချိန်ထည့်!
ro: Introduceţi ora ca "%s"!
sq: Shkruani orën sipas formës "%s"!
uk: Введіть дату в наступному форматі - "%s"!

# ERR.dateTime
source: Please enter date and time as "%s"!
da: Indtast venligst dato og tidspunkt som %s.
fi: Syötä päivämäärä ja kellonaika "%s"!
hu: Adja meg a dátumot és időt a következő formában: "%s"!
ja: 日付と時刻を"%s"の書式で入力してください。
my: "%s" ကဲ့သို့ရက်စွဲနှင့်အချိန်ထည့်!
ro: Introduceti data şi ora ca "%s"!
sq: Shkruani datën dhe orën sipas formës "%s"!
uk: Введіть дату та час в наступному форматі - "%s"!

# ERR.invalidDate
source: Invalid date "%s"!
da: Ugyldig dato "%s"!
fi: Päivämäärä "%s" ei ole kelvollinen!
hu: Érvénytelen dátum: "%s"!
ja: "%s"は正しくない日付です。
my: "%s" မမှန်ရက်စွဲ!
ro: Dată invalidă "%s"!
sq: Data e gabuar "%s"!
uk: Невірна дата "%s"!

# ERR.noSpace
source: Field "%s" must not contain any whitespace characters!
da: Feltet "%s" må ikke indeholde mellemrum.
fi: Kenttä "%s" ei saa sisältää välilyöntejä!
hu: A "%s" mező nem tartalmazhat helyettesítő karaktereket!
ja: "%s"の欄に空白文字を含めてないでください。
my: နယ်ပယ် "%s" သည်အလွတ်ဗလာအက္ခရာများမပါဝင်ရ!
ro: Câmpul "%s" nu trebuie să conţină spaţii albe!
sq: Fusha "%s" nuk duhet të përmbajë hapësira boshe!
uk: Поле "%s" не повинне містити символів пропуску!

# ERR.filesize
source: The maximum size for file uploads is %s (Contao or php.ini settings)!
da: Maks. størrelsen for uploads er "%s" (indstilles i Contao eller php.ini).
fi: Tiedostolatausten maksimi koko on %s (Contao tai php.ini -asetukset)!
hu: A feltölthető legnagyobb fájlméret %s (Contao vagy php.ini beállítás)!
ja: アップロードできるファイルは(Contaoまたはphp.iniの設定により)最大%sまでの大きさです。
my: %s သည်ဖိုင်ကူးတင်ရန်အတွက်ပမာဏအများဆံုး(ကွန်တောင်(သို့)php.iniချိန်ညှိချက်)!
ro: Dimensiunea maximă a unui fişier pentru încărcare este de %s kB!
sq: Masa maksimale e lejuar për ngarkimin e dokumentave është %s (Contao or php.ini settings)!
uk: Максимальний розмір файлу для завантаження становить %s (див. налаштування Contao або php.ini)!

# ERR.filetype
source: File type "%s" is not allowed to be uploaded!
da: Det er ikke tilladt at uploade %s filer.
fi: Tiedostotyypin "%s" lataaminen ei ole sallittu.
hu: A "%s" típusú fájlok feltöltése nem engedélyezett!
ja: ファイル形式"%s"はアップロードを許可していない形式です。
my: "%s" ဖိုင်အမျိုးအစားကိုကူးတင်ရန်ခွင့်မပြု!
ro: Fişierele de tip "%s" nu au voie să fie încărcate!
sq: Dokumenti i llojit "%s" nuk lejohet për tu ngarkuar!
uk: Обраний тип файлу "%s" заборонений для завантаження!

# ERR.filepartial
source: File %s was only partially uploaded!
da: Filen %s blev kun delvist uploaded.
fi: Tiedosto %s on vain osittain ladattu!
hu: A %s fájl csak részben lett feltöltve!
ja: %sというファイルは一部だけがアップロードできました。
my: %s ဖိုင်ကိုတစ်စိတ်တစ်ပိုင်းသာကူးတင်ပြီး!
ro: Fişierul %s a fost încărcat parţial!
sq: Dokumenti %s u ngarkua vetëm pjesërisht!
uk: Файл %s був завантажений частково!

# ERR.filewidth
source: File %s exceeds the maximum image width of %d pixels!
da: Billedet %s er bredere end de maks. tilladte %d pixels.
fi: Tiedosto %s ylittää suurimman sallitun kuvan leveyden %d pikseliä!
hu: A %s nevű képfájl szélesebb mint %d pixel!
ja: %sという画像ファイルは最大の幅の%dピクセルを超えています。
my: %s ဖိုင်သည် %d အစက်အပြောက်များအများဆံုးပံုအနံထက်ကျော်လွန်!
ro: Fişierul %s depăşeşte lăţimea maximă a imaginii de %d pixeli!
sq: Dokumenti %s tejkalon gjerësine maksimale të lejuar %d pixel!
uk: Файл %s перевищує максимальну ширину малюнку в %d пікселів!

# ERR.fileheight
source: File %s exceeds the maximum image height of %d pixels!
da: Billedet %s er højere end de maks. tilladte %d pixels.
fi: Tiedosto %s ylittää suurimman sallitun kuvan korkeuden %d pikseliä!
hu: A %s nevű képfájl magasabb mint %d pixel!
ja: %sという画像ファイルは最大の高さの%dピクセルを超えています。
my: %s ဖိုင်သည် %d အစက်အပြောက်များအများဆံုးပံုအမြင့်ထက်ကျော်လွန်!
ro: Fişierul %s depăşeşte înălţimea maximă a imaginii de %d pixeli!
sq: Dokumenti %s tejkalon lartësinë maksimale të lejuar %d pixel!
uk: Файл %s перевищує максимальну висоту малюнку в %d пікселів!

# ERR.fileerror
source: Error %s occurred when uploading file %s!
da: Fejlet %s opstod under upload af filen %s
fi: Virhe %s tiedoston %s latauksessa!
hu: %s hiba történt a fájl feltöltésekor: %s!
ja: %sというエラーが、%sというファイルをアップロードしているときに発生しました。
ro: Eroare %s la încărcarea fişierului %s!
sq: Gabimi %s u shkaktua gjatë ngarikimit të skedës %s!

# ERR.filetarget
source: Cannot move %s to %s because the target exists!
da: Kan ikke flytte %s til %s fordi målet ikke eksisterer!
fi: Kohdetta %s ei voi siirtää kohteeseen %s koska kohde on jo olemassa.
hu: %s nem helyezhető át %s helyre, mert a cél már létezik!
ja: 移動先が存在するため%sを%sに移動できません。
my: ရည်မှန်းချက်တည်ရှိနေ၍ %s မှ %s သို့မရွေ့နိုင်!
ro: Nu se poate muta %s în %s deoarece destinaţia există deja!
sq: Nuk mund të lëviz %s tek %s sepse objektivi ekziston!
uk: Не можливо перенести %s до %s тому що елемент вже існує!

# ERR.invalidReferer
source: Access denied! The current host address (%s) does not match the referer host address (%s)!
da: Adgang nægtet. Værtsadressen %s stemmer ikke overens med den henvisende værtsadresse %s
fi: Pääsy kielletty! Nykyinen osoite (%s) ei vastaa referer-osoitetta (%s)!
hu: Hozzáférés megtagadva! A jelenlegi hostnév (%s) nem egyezik meg a referer host névvel (%s)!
ja: アクセスを拒否しました。現在のホストのアドレス(%s)がリファラーのホストのアドレス(%s)と一致していません。
my: ဝင်ကြည့်မှုတားမြစ်ထား! လက်ရှိလက်ခံလိပ်စာ (%s) သည်ကိုးကားလက်ခံလိပ်စာ (%s) နှင့်မတူညီ!
ro: Accesul interzis! Adresa de host curentă (%s) nu coincide cu cea a referer-ului (%s)!
sq: Ndalohet hyrja! Adresa aktuale e Host-it (%s) nuk është e njëjtë me adresën e Host-it referues (%s)!
uk: Доступ заборонено! Поточний адрес хоста (%s) не є відповідним адресу (%s)!

# ERR.invalidPass
source: Invalid password!
da: Ugyldig adgangskode.
fi: Salasana on väärin!
hu: Hibás jelszó!
ja: パスワードが正しくありません。
my: စကားဝှက်မမှန်!
ro: Parolă invalidă!
sq: Fjalëkalim i gabuar!
uk: Невірний пароль!

# ERR.passwordLength
source: A password has to be at least %d characters long!
da: Adgangskoden skal indeholde mindst %d tegn.
fi: Salasana tulee olla vähintään %d merkkiä pitkä!
hu: A jelszónak legalább %d karakter hosszúnak kell lenni!
ja: パスワードは少なくとも%d文字以上を入力してください。
my: စကားဝှက်သည် %d အက္ခရာများအနည်းဆံုးရှည်ပါစေ!
ro: Parola trebuie să aibă cel puţin %d caractere!
sq: Fjalëkalimi duhet te ketë se paku %d shkronja!
uk: Пароль повинен містити не менше %d символів!

# ERR.passwordName
source: Your username and password must not be the same!
da: Dit brugernavn og adgangskode må ikke være ens.
fi: Käyttäjätunnus ja salasana eivät saa olla samat!
hu: A felhasználónév és a jelszó nem lehet azonos!
ja: ユーザー名とパスワードは同一にはできません。
my: အသံုးပြုသူနာမည်နှင့်စကားဝှက်မတူညီရ!
ro: Parola şi numele de utilizator trebuie să fie diferite!
sq: Emri i përdoruesit dhe fjalëkalimi nuk duhet të jenë të njëjtë!
uk: Логін та пароль не повинні бути схожими!

# ERR.passwordMatch
source: The passwords did not match!
da: Adgangskoderne stemmer ikke overens.
fi: Salasanat eivät täsmää!
hu: A jelszavak nem egyeznek!
ja: パスワードが一致しませんでした。
my: စကားဝှက်များမတူညီပေ!
ro: Parola nu coincide!
sq: Fjalëkalimi nuk është i njëjti!
uk: Введені значення паролів неспівпадають!

# ERR.accountLocked
source: This account has been locked! You can log in again in %d minutes.
da: Denne konto er af sikkerhedhensyn blevet låst. Du kan forsøge at logge ind igen om %d minutter.
fi: Tämä tili on lukittu! Voit kirjautua uudelleen %d minuutin kuluttua.
hu: Ez a felhasználói fiók zárolva van! Próbálja meg a bejelentkezést %d perc múlva.
ja: このアカウントはロックされています。%d分後に再びログインできるようになります。
my: ယခုစာရင်းကိုသော့ခတ်ထား! %d မိနစ်အတွင်းတွင်နောက်တစ်ကြိမ်ဖွင့်ဝင်နိုင်။
ro: Acest cont a fost blocat! Vă puteţi conecta din nou în %d minute.
sq: Kjo llogari u bllokua përkohësisht! Provoni përsëri pas %d minutash.
uk: Даний акаунт був заблокований! Спробуйте зареєструватись ще раз через %d хвилин.

# ERR.invalidLogin
source: Login failed (note that usernames and passwords are case-sensitive)!
da: Fejl ved log ind (bemærk at der skelnes mellem store og små bogstaver i brugernavn og kodeord).
fi: Kirjautuminen epäonnistui (huomaa, että käyttäjätunnuksissa ja salanoissa isoilla ja pienillä kirjaimilla on ero)!
hu: Sikertelen bejelentkezés (a felhasználói név és jelszó megkülönbözteti a kis és nagy betűket)!
ja: ログインできませんでした。(ユーザー名とパスワードは大文字と小文字を区別することに注意してください。)
ro: Autentificare eşuată (ţineţi seama de eventuale majusculele din numele de utilizator şi parole)!
sq: Identifikmi dështoi (vëni re që emrat e përdoruesve dhe fjalëkalimet janë karaktere të ndjeshme)

# ERR.invalidColor
source: Invalid color format!
da: Ugyldigt farveformat.
fi: Virheellinen värin muoto!
hu: Hibás színformátum!
ja: 色の書式が誤っています。
my: အရောင်အချိုးအစားမမှန်!
ro: Format de culoare invalid!
sq: Formati i ngjyrës është i pasaktë!
uk: Неправильний формат кольору!

# ERR.all_fields
source: Please select at least one field!
da: Vælg venligst mindst et felt.
fi: Valitse vähintään yksi kenttä!
hu: Legalább egy mezőt ki kell választania!
ja: 少なくとも項目を1つ選択してください。
my: နယ်ပယ်တစ်ခုအနည်းဆံုးရွေးပါ!
ro: Selectaţi cel puţin un câmp!
sq: Zgjedhoni së paku një fushë!
uk: Виберіть, будь ласка, хоча б одне поле!

# ERR.emptyUpload
source: Please select at least one file!
da: Vælg venligst mindst én fil.
fi: Ole hyvä ja valitse ainakin yksi tiedosto!
hu: Legalább egy fájlt ki kell választani!
ja: 少なくともファイルを1つ選択してください。
my: ဖိုင်တစ်ခုအနည်းဆံုးရွေး!
ro: Selectaţi cel puţin un fişier!
sq: Zgjedhoni së paku një skedar!

# ERR.aliasExists
source: The alias "%s" already exists!
da: Alias "%s" eksisterer allerede.
fi: Alias ​​"%s" on jo olemassa!
hu: "%s" álnév már létezik!
ja: "%s"というエイリアスは既に存在します。
my: "%s" ပံုစံတူပွားတည်ရှိပြီး!
ro: Pagina cu numele "%s" există deja!
sq: Faqja me pseudonimin "%s" ekziston! Zgjidhni një tjetër pseudonim!
uk: Аліас сторінки "%s" вже існує!

# ERR.importFolder
source: The folder "%s" cannot be imported!
da: Mappen "%s" kan ikke importeres.
fi: Kansiota "%s" ei voida tuoda!
hu: A(z) "%s" mappát nem lehet importálni!
ja: "%s"はフォルダーなのでインポートできません。
my: "%s" ဖိုင်တွဲမတင်သွင်းနိုင်!
ro: Directorul "%s" nu poate fi importat!
sq: Dosjet "%s" nuk mund të importohen.
uk: Каталог "%s" неможе бути імпортований !

# ERR.notWriteable
source: The file "%s" is not writeable and can therefore not be updated!
da: Filen "%s" er ikke skrivbar og kan derfor ikke opdateres.
fi: Tiedostoon "%s" ei ole kirjoitusoikeutta ja siksi sitä ei voi päivittää!
hu: A "%s" fájl nem írható, ezért nem lehet frissíteni!
ja: "%s"というファイルに書き込みできないため、更新できません。
my: "%s" ဖိုင်ကိုပြန်လည်မရေးသားနို်င်ပြီးမမွမ်းမံနို်င်!
ro: Fişierul "%s" nu poate fi scris, aşadar modificările nu pot fi făcute!
sq: Në skedarin "%s" nuk mund të shkruhet, kështu që ndryshimet tuaja nuk do të hyjë në fuqi!
uk: Файл "%s" не є доступним для запису, тому Ваші зміни не будуть записані!

# ERR.invalidName
source: This file or folder name is invalid!
da: Navnet på denne fil eller mappe er ugyldigt.
fi: Tämä tiedoston tai kansion nimi on virheellinen!
hu: Ez a fájl vagy mappa név érvénytelen!
ja: このファイルまたはフォルダーの名前が正しくありません。
my: ယခုဖိုင်(သို့)ဖိုင်တွဲနာမည်မမှန်!
ro: Acest nume de folder sau fişier este invalid.
sq: Emri i skedarit apo dosjes nuk është vlefshëm.
uk: Назва файлу, або каталогу є некоректною!

# ERR.invalidFile
source: The file or folder "%s" is invalid!
da: Filen eller mappen "%s" er ugyldig.
fi: Tiedosto tai kansio "%s" ei kelpaa!
hu: A(z) %s fájl vagy mappa érvénytelen!
ja: "%s"というファイルまたはフォルダーは無効です。
my: ယခုဖိုင်(သို့)ဖိုင်တွဲ "%s" မမှန်!
ro: Directorul "%s" este invalid!
sq: Emri i skedarit apo dosjes "%s" nuk është vlefshëm.
uk: Файл або каталог "%s" некоректний!

# ERR.fileExists
source: The file "%s" already exists!
da: Filen "%s" eksisterer allerede.
fi: Tiedosto "%s" on jo olemassa!
hu: A(z) "%s" fájl már létezik!
ja: "%s"というファイルは既に存在します。
my: "%s" ဖိုင်တည်ရှိပြီး!
ro: Fişierul "%s" existsă deja!
sq: Skedari "%s" egziston.
uk: Файл "%s" вже існує!

# ERR.circularReference
source: Invalid redirect target (circular reference)!
da: Ugyldigt mål for omdirigering (vil skabe et endeløst loop).
fi: Edelleenohjauksen kohde ei kelpaa (kehäviittaus)!
hu: Érvénytelen átirányítási cél (körkörös hivatkozás)!
ja: リダイレクト先が誤って(循環参照して)います。
my: ဦးတည်ရာပြောင်းရည်မှန်းချက်မမှန်!
ro: Redirecţionare spre o destinaţie invalidă (referinţă circulară)!
sq: Përcjellja e synuar është e pavlefshme (referencë rrethore)!
uk: Невірна сторінка переадресації (циклічна переадресація)!

# ERR.ie6warning
source: <strong>Attention!</strong> Your web browser is %sout of date%s and <strong>you cannot use all features of this website</strong>.
da: <strong>Bemærk</strong> Din browser er %sforældet%s og <strong>du kan derfor ikke benytte alle funktioner på dette website</strong>.
fi: <strong>Huom!</strong> Selaimesi on %svanhentunut%s eivätkä <strong>kaikki tämän sivuston ominaisuudet ole siitä syystä välttämättä käytettävissä</strong>.
hu: <strong>Figyelem!</strong> A böngészöje %selavult%s és <strong>nem tudja a weboldal minden funkcióját használni</strong>.
ja: <strong>ご注意ください</strong>: ご使用しているウェブブラウザーは%sサポートの期限を過ぎたバージョン%sです。<strong>このウェブサイトのすべての機能を利用できないかもしれません</strong>。
my: <strong>သတိ!</strong> သင့်ဝဘ်ဘရောက်ဇာသည် %sခေတ်နောက်ကျနေပြီး%s <strong>ဝဘ်ဆိုက်အင်္ဂါရပ်များအားလံုးအသံုးမပြုနိုင်</strong>။
ro: %s<strong>Atenţie!</strong> Browserul dumneavoastră este %sout of date%s şi <strong>nu puteţi folosi toate facilităţile acestui website</strong>.%s
sq: <strong>Kujdes!</strong> Ueb shfletuesi juaj është %sout of date%s dhe <strong>nuk mund të përdorni të gjitha funksionet e kësaj ueb faqe</strong>.
uk: <strong>Увага!</strong> Ваш браузер %sзастарів%s. <strong>Ви не зможете використовувати всі функції цього веб-сайту</strong>.
