Repository: contao/core
Catalog: system/modules/core/languages/*/default.xlf
Languages: da, fi, hu, ja, my, ro, sq, uk

# CTE.gallery.1
source: Generates a lightbox image gallery.
da: Dette element indeholder flere miniaturer, som kan ses i fuld størrelse, hvis man klikker på dem.
fi: Kuvagalleria, jossa kuvat aukeavat modaali-ikkunaan.
hu: Létrehoz egy lightbox alapú kép galériát.
ja: ライトボックスによる画像のギャラリーを生成します。
my: လိုက်ဘောက်စ်ပံုပြခန်းထုတ်လုပ်။
ro: Generează mai multe thumbnail-uri ce pot fi vizualizate în mărime naturală prin lightbox.
sq: Ky element përmban një seri imazhesh të cilët mund t'i hapni plotësisht duke klikuar mbi ta.
uk: Цей елемент відображає кілька мініатюр зображень, що можуть бути переглянуті в повний розмір, натискаючи по них.

# CTE.player.0
source: Video/audio
da: Video eller lyd
fi: Ääni/Video
hu: Videó/audio
ja: 動画や音声
my: ဗီဒီယို/အသံ
uk: Відео/аудіо

# CTE.player.1
source: Generates a video or audio player.
da: Genererer en video eller lyd -afspiller.
fi: Ääni- tai videosoitin
hu: Létrehoz egy videó vagy audio lejátszót.
ja: 動画や音声のプレーヤーを生成します。
my: ဗီဒီယိုသို့အသံဖွင့်စက်ထုတ်လုပ်။
ro: Generează un player video sau audio.
sq: Prodhon një video apo audio aparat.
uk: Створює відео або аудіо плеєр.

# CTE.youtube.1
source: Adds a YouTube video.
da: Tilføjer en YouTube video.
fi: YouTube-video
hu: Hozzáad egy YouTube videót.
ja: YouTubeの動画を追加します。
my: ယူကျူ့ဗီဒီယိုထည့်။
ro: Adaugă un video de pe YouTube
sq: Shton një video nga YouTube
uk: Додає відео з YouTube

# CTE.files
source: File elements
da: Filelementer
fi: Tiedostoelementit
hu: Fájl elemek
ja: ファイルの要素
my: ဖိုင်ပစ္စည်းများ
ro: Fişiere
sq: Elementë për skedarë
uk: Файлові елементи

# CTE.download.0
source: Download
fi: Lataa
hu: Letöltés
ja: ダウンロード
my: ကူးဆွဲ
ro: Descărcare fişier
sq: Shkarkim
uk: Завантаження із сайту

# CTE.download.1
source: Generates a link to download a file.
da: Dette element indeholder et hyperlink til en fil, som kan hentes af dem, der besøger dit websted.
fi: Linkki ladattavaan tiedostoon
hu: Létrehoz egy linket fájl letöltéshez.
ja: ファイルをダウンロードする単一のリンクを生成します。
my: ဖိုင်ကူးဆွဲရန်ကွန်ဆက်ထုတ်လုပ်။
ro: Generează un link către un fişier ce poate fi descărcat de vizitatori.
sq: Ky element përmban një nyje drejt një skedari i cili mund të shkarkohet nga vizitorët e sitit.
uk: Цей елемент відображає гіперпосилання на файл, що може бути завантажений відвідувачами сайту.

# CTE.downloads.0
source: Downloads
fi: Tiedostolataukset
hu: Letöltések
ja: 複数ダウンロード
my: ကူးဆွဲများ
ro: Descărcare fişiere
sq: Shkarkimet
uk: Завантаження

# CTE.downloads.1
source: Generates multiple links to download files.
da: Dette element indeholder flere filer, som kan hentes af dem, der besøger dit websted.
fi: Linkkikokoelma useampaan ladattavaan tiedostoon.
hu: Létrehoz több linket fájlok letöltéséhez.
ja: ファイルをダウンロードする複数のリンクを生成します。
my: ဖိုင်များကူးဆွဲရန်ကွန်ဆက်များစွာထုတ်လုပ်။
ro: Generează un linkuri la mai multe fişiere ce pot fi descărcate de vizitatori.
sq: Ky element përmban disa nyje drejt disa skedarëve të cilët mund të shkarkohen nga vizitorët e sitit.
uk: Цей елемент відображає кілька файлів, які можуть завантажені відвідувачами сайту.

# CTE.includes
source: Include elements
da: Inklusionselementer
fi: Sisällytä elementit
hu: Beépülő elemek
ja: 要素の取り込み
my: ပစ္စည်းများပါဝင်
ro: Includeri
uk: Елементи включення

# CTE.article.0
source: Article
da: Artikel navn
fi: Artikkeli
hu: Cikk
ja: アーティクル
my: ဆောင်းပါး
ro: Articol intern
sq: Pseudonimi artikujve
uk: Аліас статті

# CTE.article.1
source: Includes another article.
da: Dette element giver mulighed for at indsætte en artikel i en anden artikel
fi: Sisällytä toinen artikkeli.
hu: Beilleszt egy másik cikket.
ja: 他のアーティクルを取り込みます。
my: အခြားဆောင်းပါးပါဝင်။
ro: include un articol într-un alt articol.
sq: Ky element mundëson inkuadrimin e një artikulli në një tjeter.
uk: Даний елемент дозволяє прикріпити статтю до іншої статті

# CTE.alias.0
source: Content element
da: Indholdselement
fi: Sisältöelementti
hu: Tartalmi elem
ja: コンテント要素
my: အကြောင်းအရာပစ္စည်း
ro: Element conţinut
sq: Pseudonim
uk: Елемент контенту

# CTE.alias.1
source: Includes another content element.
da: Dette element tillader visning af et bestemt eksisterende element i mere end en artikel.
fi: Sisällytä toinen sisältöelementti.
hu: Beilleszt egy másik tartalmi elemet.
ja: 他のコンテント要素を取り込みます。
my: အခြားအကြောင်းအရာပစ္စည်းပါဝင်။
ro: Permite afişarea unui anume element de conţinut în mai multe articole.
sq: Ky element lejon përdorimin e një elementi në një artikull tjetër nga ai i origjinës.
uk: Цей елемент дозволяє показати певний існуючий елемент контенту більш ніж в одній статті.

# CTE.form.0
source: Form
da: Formular
fi: Lomake
hu: Űrlap
ja: フォーム
my: ပံုစံ
ro: Formular
sq: Formular
uk: Форма

# CTE.form.1
source: Includes a form.
da: Brug denne mulighed for at indlejre en formular i en artikel.
fi: Sisällytä lomake.
hu: Beilleszt egy űrlapot.
ja: フォームを含めます。
my: ပံုစံပါဝင်။
ro: inserează un formular într-un articol.
sq: Përdorni këtë opsion për të futur një formular brenda një artikulli.
uk: Використайте цей елемент для внесення форми в статтю.

# CTE.module.0
source: Module
da: Modul
fi: Moduuli
hu: Modul
ja: モジュール
my: အပိုင်း
ro: Modul
sq: Modul
uk: Модуль

# CTE.module.1
source: Includes a front end module.
da: Brug denne mulighed for at indlejre et modul (f.eks. en navigationsmenu eller en Flash-film) i en artikel.
fi: Sisällyttää käyttäjäpuolen moduulin.
hu: Beszúr egy felhasználói felület modult.
ja: フロントエンドモジュールを含めます。
my: အပြင်ပိုင်းအပိုင်းပါဝင်။
ro: Inserează un modul (ex. un meniu de navigare sau o animaţie Flash) într-un articol.
sq: Perdorni këtë opsion per të futur një modul (p.sh. një menu apo film flash) brenda një artikulli.
uk: Використайте дану опцію для внесення модуля (наприклад меню навігації або Flash анімації) у статтю.

# CTE.teaser.0
source: Article teaser
da: Artikel uddrag
fi: Artikkelin ote
hu: Cikk előzetes
ja: アーティクルのティーザー
my: ဆောင်းပါးပဟေဠိ
ro: Rezumat
sq: Tërheqja artikullit
uk: Вступна частина

# CTE.teaser.1
source: Displays the teaser text of an article.
da: Dette element viser uddraget for en bestemt artikel.
fi: Näyttää artikkelin otteen.
hu: Megjeleníti egy cikk előzetes szövegét.
ja: アーティクルのティーザーのテキストを表示します。
my: ဆောင်းပါးပဟေဠိစာသားပြသ။
ro: Permite afişarea textului de rezumat al unui articol.
sq: Ky element paraqet tërheqjen e artikullit.
uk: Даний елемент дозволяє відображати на сторінці вступну частину статті.

# PTY.regular.0
source: Regular page
da: Almindelig side
fi: Tavallinen sivu
hu: Normál oldal
ja: 通常ページ
my: ပံုမှန်စာမျက်နှာ
ro: Pagină normală
sq: Faqe normale
uk: Стандартна сторінка

# PTY.regular.1
source: A regular page contains articles and content elements. It is the default page type.
da: En almindelig side indeholder artikler og indholdselementer. Det standardsidetypen.
fi: Tavallinen sivu sisältää artikkeleita, jotka sisältävät sisältöelementtejä. Se on oletussivutyyppi.
hu: A normál oldal cikkeket és tartalmi elemeket tartalmaz. Ez az alapértelmezett oldal típus.
ja: 通常ページはアーティクルとコンテント要素を含みます。これは初期設定のページの種類です。
my: ပံုမှန်စာမျက်နှာတွင်ဆောင်းပါးများနှင့်အကြောင်းအရာပစ္စည်းများပါဝင်။ မူလပံုစံစာမျက်နှာအမျိုးအစား။
ro: O pagină normală cuprinde elemente precum imagini şi elemente de conţinut. Este tipul standard de pagină.
sq: Një faqe normale është e përbërë nga artikujt dhe zonat e përmbajtjes (tekst, foto, etj). Kjo lloj faqeje është faqja standart në këtë sistem.
uk: Стандартна сторінка вміщує статті та елементи контенту. Даний тип сторінки використовується по замовчуванню.

# PTY.redirect.0
source: External redirect
da: Omdiriger til en ekstern URL
fi: Edelleenohjaus ulos
hu: Külső átirányítás
ja: 外部リダイレクト
my: ပြင်ပဦးတည်ရာပြောင်း
ro: Redirectează către un URL extern
sq: Ridërgo drejt një URL të jashtme
uk: Переадресація на зовнішній URL

# PTY.redirect.1
source: This type of page automatically redirects visitors to an external website. It works like a hyperlink.
da: Denne side omdirigerer automatisk til en ekstern side. Det fungerer som et link.
fi: Tämäntyyppinen sivu ohjaa käyttäjän toiselle sivustolle. Se toimii hyperlinkin tavoin.
hu: Ez az oldal típus automatikusan átirányítja a látogatókat egy külső weboldalra. Úgy működik mint egy hiperhivatkozás.
ja: 外部リダイレクトのページは、ページをアクセスすると外部のウェブサイトに自動的にリダイレクトします。ハイパーリンクのように機能します。
my: ယခုစာမျက်နှာအမျိုးအစားသည်လိုလျောက်ပြင်ပဝဘ်ဆိုက်သို့လည်ပတ်သူများကိုဦးတည်ရာပြောင်း။ ရည်ညွှန်းကွန်ဆက်ကဲ့သို့အလုပ်လုပ်။
ro: Acest tip de pagină redirectează automat către un URL extern. Funcţionează ca un hyperlink.
sq: Kjo lloj faqeje ridërgon automatikisht drejt një URL jashtë sitit. Funksionimi është i njëjtë si ai i nyjeve klasike.
uk: Ця сторінка автоматично перенаправлятиме на вказаний URL адрес.

# PTY.forward.0
source: Internal redirect
da: Videresend til en anden side
fi: Sisäinen edelleenohjaus
hu: Belső átirányítás
ja: 内部リダイレクト
my: အတွင်းပိုင်းဦးတည်ရာပြောင်း
ro: Redirectează către o altă pagină
sq: Pëso tek një faqeje tjetër
uk: Перенаправлення на іншу сторінку сайту

# PTY.forward.1
source: This type of page automatically forwards visitors to another page within the site structure.
da: Denne type side videresender automatisk besøgende til en anden side i sidestrukturen.
fi: Tämäntyyppinen sivu ohjaa käyttäjän toiselle sivulle tässä järjestelmässä.
hu: Ez az oldal típus automatikusan átirányítja a látogatókat egy másik oldalra az oldalszerkezeten belül.
ja: 内部リダイレクトのページは、ページをアクセスするとサイト構造内の別のページに自動的に移動します。
my: ယခုစာမျက်နှာအမျိုးအစားသည်ဆိုက်ဖွဲ့စည်းပံုအတွင်းရှိအခြားစာမျက်နှာသို့လည်ပတ်သူများကိုလိုလျောက်တစ်ဆင့်ကမ်း။
ro: Acest tip de pagină redirectează automat vizitatorul către o altă pagină din site. O face folosind un ID al paginii sau un alias.
sq: Kjo lloj faqeje përcjell lundruesin drejt një faqeje tjetër brënda sitit. Përcjellja bëhet duke përdorur ID ose pseudonimin e një faqeje.
uk: Даний тип сторінки автоматично перенаправлятиме відвідувачів сайту на вказану сторінку сайту. Перенаправлення використовує ID сторінки або її аліас.

# PTY.root.0
source: Website root
da: Roden af et nyt website
fi: Sivustojuuri
hu: Weboldal gyökér
ja: ウェブサイトのルート
my: ဝဘ်ဆိုက်အခြေ
ro: Rădăcina unui nou site
sq: Kreu i nje siti të ri.
uk: Корінь сайту

# PTY.root.1
source: This type of page marks the starting point of a new website within the site structure.
da: Denne type side markerer udgangspunktet for et nyt website i sidestrukturen.
fi: Sivustojuuri merkitsee uuden sivuston alkua sivustorakenteessa.
hu: Ez az oldal típus a kiindulópontja egy új weboldalnak az oldalszerkezetben.
ja: ウェブサイトのルートのページは、サイト構造内で新しいウェブサイトの開始点を示します。
my: ယခုစာမျက်နှာအမျိုးအစားသည်ဆိုက်ဖွဲ့စည်းပံုအတွင်းရှိဝဘ်ဆိုက်အသစ်တစ်ခုစတင်နေရာကိုမှတ်သား။
ro: Dacă doriţi să creaţi mai mult de un site în acelaşi arbore de pagini, puteţi defini un nou punct de început aici. O pagină-rădăcină conţine o înregistrare DNS sau o limbă, sau ambele.
sq: N.q.se dëshironi më tepër se një sit brenda së njëjtës strukture, këtu mund të percaktoni pikën e nisjes. Faqja e Kreut të nje siti te ri përmban të dhënat e DNS ose të një gjuhe të re, ose të dyja sëbashku.
uk: Якщо Ви хочете створити більш ніж один сайт в межах одного і того ж дерева сторінок, то тут ви зможете створити нову стартову сторінку сайту. Коренева сторінка слугує для привязки нового DNS або ж другої мови.

# PTY.error_403.0
source: 403 Access denied
da: Fejl 403 (adgang nægtet)
fi: 403 Pääsy estetty
hu: 403 Hozzáférés megtagadva
ja: 403 アクセス拒否
my: ၄၀၃ ဝင်ကြည့်မှုတားမြစ်ထား
ro: Eroare 403 (acces interzis)
sq: Gabim 403 (Ndalohet hyrja)
uk: Error 403 (доступ заборонено)

# PTY.error_403.1
source: If a user requests a protected page without permission, a 403 error page will be loaded instead.
da: Denne side bliver vist, når en bruger prøver at tilgå en beskyttet side uden tilladelse. Hvis en fejlside placeres i roden af et bestemt websted, så vil dens anvendelse begrænse sig til dette ene websted.
fi: Jos käyttäjä pyytää suojattua sivua ilman lupaa, näytetään tämä sivu.
hu: Ha egy felhasználó egy védett oldalt szeretne megtekinteni engedély nélkül, a 403 hiba oldal fog betöltődni helyette.
ja: アクセス権のない保護されたページをユーザーが要求すると、代わりに403のエラーページが読み込まれます。
my: အသံုးပြုသူမှခွင့်ပြုချက်မပါဘဲကာကွယ်ပြီးစာမျက်နှာကိုတောင်းဆိုပါက၄၀၃အမှားပြစာမျက်နှာကိုကူးတင်လိမ့်မည်။
ro: Această pagină apare atunci când un utilizator încearcă să acceseze o pagină protejată fără a avea permisiunea necesară. Dacă această pagină este inserată într-o rădăcină de site folosirea ei va fi limitată doar la acel site.
sq: Kjo lloj faqeje shfaqet kur një përdorues i paautorizuar përpiqet të hyjë në një faqe të mbrojtur. N.q.se kjo lloj faqeje vendoset në kreun e nje siti, ajo ka veprim vetëm për sitin në fjalë.
uk: Даний тип сторінки виводиться користувачеві, коли він хоче здійснити доступ до сторінки без необхідних прав.

# PTY.error_404.0
source: 404 Page not found
da: Fejl 404 (siden blev ikke fundet)
fi: 404 Sivua ei löytynyt
hu: 404 Oldal nem található
ja: 404 存在しないページ
my: ၄၀၄ စာမျက်နှာရှာမတွေ့
ro: Eroare 404 (pagină indisponibilă)
sq: Gabim 404 (faqja nuk ekziston)
uk: Error 404 (сторінку не знайдено)

# PTY.error_404.1
source: If a user requests a non-existent page, a 404 error page will be loaded instead.
da: Denne side bliver vist, når en bruger prøver at tilgå en side, som ikke er tilgængelig. Hvis en fejlside placeres i roden af et bestemt websted, så vil dens anvendelse begrænse sig til dette ene websted.
fi: Jos käyttäjä pyytää sivua, jota ei ole olemassa, näytetään tämä sivu.
hu: Ha egy felhasználó egy nem létező oldalt kér, a 404-es hiba oldal fog betöltődni helyette.
ja: 存在しないページをユーザーが要求すると、代わりに404のエラーページが読み込まれます。
my: အသံုးပြုသူမှမတည်ရှိနေသောစာမျက်နှာကိုတောင်းဆိုပါက၄၀၄အမှားပြစာမျက်နှာကိုကူးတင်လိမ့်မည်။
ro: Această pagină apare când un utilizator încearcă să acceseze o resursă indisponibilă. Dacă această pagină este inserată într-o rădăcină de site folosirea ei va fi limitată doar la acel site.
sq: Kjo lloj faqeje shfaqet kur nje përdorues përpiqet të konsultojë një faqe që nuk ekziston. N.q.se kjo lloj faqeje vendoset në kreun e nje siti, ajo ka veprim vetëm për sitin në fjalë.
uk: Ця сторінка виводиться, коли користувач намагається звернутись до неіснуючої сторінки сайту.

# FOP.fop.0
source: File operation permissions
da: Tilladelser for filoperationer
fi: Tiedosto-operaatioluvat
hu: Fájlműveleti engedélyek
ja: ファイル操作の権限
my: ဖိုင်လုပ်ဆောင်ချက်ခွင့်ပြုချက်များ
ro: Permisiuni de operare asupra fişierelor
sq: Autorizim operacioneve për skedarë
uk: Права доступу на файл

# FOP.fop.1
source: Here you can select the file operations you want to allow.
da: Tilladelser for filoperationer gælder kun for de aktiverede mapper.
fi: Täällä voit valita tiedosto-operaatiot, jotka haluat sallia.
hu: Itt választhatóak ki az engedélyezni kívánt fájl műveletek.
ja: 許可するファイル操作を選択します。
my: ခွင့်ပြုမည့်ဖိုင်လုပ်ဆောင်ချက်များရွေးနိုင်။
ro: Permisiunile de operare asupra fişierelor se aplică doar directoarelor selectate.
sq: Autorizimet e operacioneve për skedarë aplikohen vetëm dosjeve të aktivizuara.
uk: Дозволи на файлові операції є застосовуваними тільки до вже існуючих папок.

# FOP.f1
source: Upload files to the server
da: Uploade filer til serveren
fi: Lataa tiedostot palvelimelle
hu: Fájl feltöltése a szerverre
ja: ファイルをサーバーにアップロード
my: ဆာဗာသို့ဖိုင်များကူးတင်
ro: Încărcaţi fişierele pe server
sq: Ngarko dokumentat në server.
uk: Завантажити файли на сервер

# FOP.f2
source: Edit, copy or move files and folders
da: Redigere, kopiere eller flytte filer og mapper
fi: Muokkaa, kopioi tai siirrä tiedostoja ja kansioita
hu: Fájlok és mappák szerkesztése, másolása vagy mozgatása
ja: ファイルとフォルダーの編集、コピー、移動
my: ဖိုင်များနှင့်ဖိုင်တွဲများတည်းဖြတ်၊ကူးယူ(သို့)ရွေ့ပြောင်း
ro: Editaţi, copiaţi sau mutaţi fişierele şi directoarele
sq: Përpuno, kopjo ose lëviz dokumentat dhe dosjet
uk: Редагувати, копіювати або перемістити файли чи папки.

# FOP.f3
source: Delete single files and empty folders
da: Slette enkelte filer og tomme mapper
fi: Poista yksittäiset tiedostot ja tyhjät kansiot
hu: Egyes fájlok vagy üres mappák törlése
ja: ファイルや空のフォルダーを1つ削除
my: တစ်ခုတည်းဖိုင်များနှင့်အလွတ်ဖို်င်တွဲများပယ်ဖျက်
ro: Ştergeţi fişiere unul câte unul şi goliţi directoarele
sq: Fshih dokumentat dhe dosjet boshe.
uk: Видалити пусті файли чи папки

# FOP.f4
source: Delete folders including all files and subfolders (!)
da: Slette mapper inklusiv alle filer og undermapper (!)
fi: Poista kansiot ja lisäksi kaikki tiedostot ja alikansiot (!)
hu: Mappák törlése a benük lévő fájlokkal és almappákkal együtt (!)
ja: 中のファイルや下位のフォルダーを含めたフォルダーの削除(注意!)
my: ဖိုင်များနှင့်ဖိုင်တွဲခွဲများအားလံုးအပါအဝင်ဖိုင်တွဲများပယ်ဖျက် (!)
ro: Stergeţi directoarele incluzând toate fişierele şi subdirectoarele (!)
sq: Fshih dosjet me gjithë dokumentat dhe nën-dosjet (!)
uk: Видалити папку, включно із всіма підпапками (!)

# FOP.f5
source: Edit files in the source editor
da: Rediger filer ved hjælp af editor
fi: Muokkaa tiedostoja lähdekoodieditorissa
hu: Fájl szerkesztése a forrás szerkesztőben
ja: ソースエディターでファイルを編集
my: ရင်းမြစ်တည်းဖြတ်သူတွင်ဖိုင်များတည်းဖြတ်
ro: Editează fişiere în editorul sursă
sq: Përpuno dokumentat duke përdorur programin editues.
uk: Редагувати файли в редакторі коду

# FOP.f6
source: Synchronize the file system with the database
da: Synkroniser filarkivet med databasen
fi: Synkronoi tiedostojärjestelmä tietokannan kanssa
hu: A fájlrendszer szinkronizálása az adatbázissal
ja: ファイルシステムとデータベースを同期
my: အချက်အလက်အစုဖြင့်ဖိုင်စနစ်ထပ်တူကျရန်လုပ်
ro: Sincronizaţi sistemul de fişiere cu baza de date
sq: Sinkronizimi i skedarëve dhe bazës së të dhënave

# CHMOD.editpage
source: Edit page
da: Redigere side
fi: Muokkaa sivua
hu: Oldal szerkesztése
ja: ページを編集
my: စာမျက်နှာတည်းဖြတ်
ro: Editaţi pagina
sq: Përpuno faqen
uk: Редагувати сторінку

# CHMOD.editnavigation
source: Edit page hierarchy
da: Redigere sidehieraki
fi: Muokkaa sivun hierarkiaa
hu: Oldal hierarchia szerkesztése
ja: ページ階層の変更
my: စာမျက်နှာအဆင့်ဆင့်တည်းဖြတ်
ro: Editaţi ordinea paginilor
sq: Përpuno organizimin e faqes
uk: Редагувати структуру сторінок

# CHMOD.deletepage
source: Delete page
da: Slette side
fi: Poista sivu
hu: Oldal törlése
ja: ページを削除
my: စာမျက်နှာပယ်ဖျက်
ro: Stergeţi pagina
sq: Fshih faqen
uk: Видалити сторінку

# CHMOD.editarticles
source: Edit articles
da: Redigere artikler
fi: Muokkaa artikkeleita
hu: Cikkek szerkesztése
ja: アーティクルを編集
my: ဆောင်းပါးများတည်းဖြတ်
ro: Editaţi articole
sq: Përpuno artikujt
uk: Редагувати статті

# CHMOD.movearticles
source: Edit article hierarchy
da: Redigere artikelhieraki
fi: Muokkaa artikkeleiden hierarkiaa
hu: Cikk hierarchia szerkesztése
ja: アーティクル階層の変更
my: ဆောင်းပါးအဆင့်ဆင့်တည်းဖြတ်
ro: Editaţi ordinea articolelor
sq: Përpuno organizimin e artikullit
uk: Редагувати структуру статтей

# CHMOD.deletearticles
source: Delete articles
da: Slette artikler
fi: Poista artikkelit
hu: Cikkek törlése
ja: アーティクルの削除
my: ဆောင်းပါးများပယ်ဖျက်
ro: Stergeţi articole
sq: Fshih artikujt
uk: Видалити статті

# CHMOD.cuser
source: Owner
da: Bruger
fi: Käyttäjä
hu: Tulajdonos
ja: 所有者
my: ပိုင်ရှင်
ro: Utilizator
sq: Përdorues
uk: Користувач

# CHMOD.cgroup
source: Group
da: Gruppe
fi: Ryhmä
hu: Csoport
ja: グループ
my: အုပ်စု
ro: Grup
sq: Grup
uk: Група

# CHMOD.cworld
source: Everybody
da: Alle
fi: Kaikki
hu: Mindenki
ja: その他
my: လူအားလံုး
ro: Toţi
sq: Çdokush
uk: Будь-хто

# DAYS.0
source: Sunday
da: søndag
fi: Sunnuntai
hu: Vasárnap
ja: 日曜日
my: တနင်္ဂနွေ
ro: Duminică
sq: e Dielë
uk: Неділя

# DAYS.1
source: Monday
da: mandag
fi: Maanantai
hu: Hétfő
ja: 月曜日
my: တနင်္လာ
ro: Luni
sq: e Hënë
uk: Понеділок

# DAYS.2
source: Tuesday
da: tirsdag
fi: Tiistai
hu: Kedd
ja: 火曜日
my: အင်္ဂါ
ro: Marţi
sq: e Martë
uk: Вівторок

# DAYS.3
source: Wednesday
da: onsdag
fi: Keskiviikko
hu: Szerda
ja: 水曜日
my: ဗုဒ္ဓဟူး
ro: Miercuri
sq: e Mërkurë
uk: Середа

# DAYS.4
source: Thursday
da: torsdag
fi: Torstai
hu: Csütörtök
ja: 木曜日
my: ကြာသပတေး
ro: Joi
sq: e Enjte
uk: Четвер

# DAYS.5
source: Friday
da: fredag
fi: Perjantai
hu: Péntek
ja: 金曜日
my: သောကြာ
ro: Vineri
sq: e Premte
uk: П'ятниця

# DAYS.6
source: Saturday
da: lørdag
fi: Lauantai
hu: Szombat
ja: 土曜日
my: စနေ
ro: Sâmbătă
sq: e Shtunë
uk: Субота

# DAYS_SHORT.0
source: Sun
da: Søn
fi: Su
hu: V
ja: 日
my: တနင်္ဂနွေ
ro: Du
sq: Die
uk: Нд

# DAYS_SHORT.1
source: Mon
da: Man
fi: Ma
hu: H
ja: 月
my: တနင်္လာ
ro: Lu
sq: Hën
uk: Пн

# DAYS_SHORT.2
source: Tue
da: Tir
fi: Ti
hu: K
ja: 火
my: အင်္ဂါ
ro: Ma
sq: Mar
uk: Вт

# DAYS_SHORT.3
source: Wed
da: Ons
fi: Ke
hu: Sze
ja: 水
my: ဗုဒ္ဓဟူး
ro: Mi
sq: Mër
uk: Ср

# DAYS_SHORT.4
source: Thu
da: Tor
fi: To
hu: Cs
ja: 木
my: ကြာသပတေး
ro: Jo
sq: Enj
uk: Чт

# DAYS_SHORT.5
source: Fri
da: Fre
fi: Pe
hu: P
ja: 金
my: သောကြာ
ro: Vi
sq: Pre
uk: Пт

# DAYS_SHORT.6
source: Sat
da: Lør
fi: La
hu: Szo
ja: 土
my: စနေ
ro: Sa
sq: Sht
uk: Сб

# MONTHS.0
source: January
da: januar
fi: Tammikuu
hu: Január
ja: 1月
my: ဇန်နဝါရီ
ro: Ianuarie
sq: Janar
uk: Січень

# MONTHS.1
source: February
da: februar
fi: Helmikuu
hu: Február
ja: 2月
my: ဖေဖော်ဝါရီ
ro: Februarie
sq: Shkurt
uk: Лютий

# MONTHS.2
source: March
da: marts
fi: Maaliskuu
hu: Március
ja: 3月
my: မတ်
ro: Martie
sq: Mars
uk: Березень

# MONTHS.3
source: April
fi: Huhtikuu
hu: Április
ja: 4月
my: ဧပြီ
ro: Aprilie
sq: Prill
uk: Квітень

# MONTHS.4
source: May
da: maj
fi: Touko
hu: Május
ja: 5月
my: မေ
ro: Mai
sq: Maj
uk: Травень

# MONTHS.5
source: June
da: juni
fi: Kesäkuu
hu: Június
ja: 6月
my: ဇွန်
ro: Iunie
sq: Qershor
uk: Червень

# MONTHS.6
source: July
da: juli
fi: Heinäkuu
hu: Július
ja: 7月
my: ဇူလိုင်
ro: Iulie
sq: Korrik
uk: Липень

# MONTHS.7
source: August
fi: Elokuu
hu: Augusztus
ja: 8月
my: သြဂုတ်
sq: Gusht
uk: Серпень

# MONTHS.8
source: September
fi: Syyskuu
hu: Szeptember
ja: 9月
my: စက်တင်ဘာ
ro: Septembrie
sq: Shtator
uk: Вересень

# MONTHS.9
source: October
da: oktober
fi: Lokakuu
hu: Október
ja: 10月
my: အောက်တိုဘာ
ro: Octombrie
sq: Tetor
uk: Жовтень

# MONTHS.10
source: November
fi: Marraskuu
ja: 11月
my: နိုဝင်ဘာ
ro: Noiembrie
sq: Nëntor
uk: Листопад

# MONTHS.11
source: December
fi: Joulukuu
ja: 12月
my: ဒီဇင်ဘာ
ro: Decembrie
sq: Dhjetor
uk: Грудень

# MONTHS_SHORT.0
source: Jan
fi: Tammi
my: ဇန်
ro: Ian
uk: Січ

# MONTHS_SHORT.1
source: Feb
fi: Helmi
my: ဖေ
sq: Shk
uk: Лют

# MONTHS_SHORT.2
source: Mar
fi: Maalis
hu: Már
my: မတ်
uk: Бер

# MONTHS_SHORT.3
source: Apr
fi: Huhti
hu: Ápr
my: ဧပြီ
sq: Pri
uk: Кві

# MONTHS_SHORT.4
source: May
da: Maj
fi: Touko
hu: Május
my: မေ
ro: Mai
sq: Mai
uk: Тра

# MONTHS_SHORT.5
source: Jun
fi: Kesä
hu: Jún
my: ဇွန်
ro: Iun
sq: Qer
uk: Чер

# MONTHS_SHORT.6
source: Jul
fi: Heinä
hu: Júl
my: ဇူ
ro: Iul
sq: Kor
uk: Лип

# MONTHS_SHORT.7
source: Aug
fi: Elo
my: သြ
sq: Gus
uk: Сер

# MONTHS_SHORT.8
source: Sep
fi: Syys
hu: Szept
my: စက်
sq: Sht
uk: Вер

# MONTHS_SHORT.9
source: Oct
da: Okt
fi: Loka
hu: Okt
my: အောက်
sq: Tet
uk: Жов

# MONTHS_SHORT.10
source: Nov
fi: Marras
my: နို
ro: Noi
sq: Nën
uk: Лис

# MONTHS_SHORT.11
source: Dec
fi: Joulu
my: ဒီ
sq: Dhj
uk: Гру

# MSC.titleFormat
source: %B %d%o, %Y
da: l, dS af F Y
fi: l, dS of F Y
ja: %Y年%d月%d日
ro: l, dS of F Y
sq: l, dS of F Y

# MSC.url.0
source: Link target
da: Target URL
fi: Linkin kohde
hu: Link cél
ja: リンク先
my: ကွန်ဆက်သတ်မှတ်ချက်
ro: Adresa URL
sq: URL e synuar
uk: URL призначення
