Repository: contao/core
Catalog: system/modules/core/languages/*/default.xlf
Languages: da, fi, hu, ja, my, ro, sq, uk

# MSC.right_bottom.1
source: Preserves the right part of a landscape image and the bottom part of a portrait image.
da: Bevarer højre del af et landskabs billede og bunden af et portræt billede.
fi: Säilyttää vaakarajatun kuvan oikean puolen ja pystyrajatun kuvan alaosan.
hu: Megőrzi a fekvő kép jobb oldalát és az álló kép alsó részét.
ja: 画像の横方向の右側と縦方向の下の部分を保存します。
my: အလျားလိုက်ပံုညာပိုင်းနှင့်ဒေါင်လိုက်ပံုအောက်ပိုင်းကိုထိန်းသိမ်း။
ro: Păstrează partea dreaptă a unei imagini peisaj şi partea de jos a unei imagini portret.
sq: Ruan pjesën e djathtë të imazhit peizazh dhe pjesën e poshtme të imazhit portret.
uk: Зберігає ліву частину альбомного зображення і нижню частину портретного зображення.

# MSC.id.0
source: ID
fi: Tunniste
hu: Azonosító (ID)
my: အိုင်ဒီ

# MSC.id.1
source: Note that changing the ID can break data integrity!
da: Et ID er et unikt identifikationsnummer for en post i en tabel. ID'er tildeles almindeligvis automatisk. Da disse ID'er anvendes til at sammenkæde poster, kan ændring forårsage brug på datasammenkædningen!
fi: Huomaa, että tunnisteen muuttaminen voi rikkoa tietojen yhtenäisyyden!
hu: Ne feledje, az azonosító (ID) módosítása adatvesztéssel járhat!
ja: IDを変更するとデータの完全性を損なう恐れがあるので注意してください。
my: အိုင်ဒီကိုပြောင်းလဲခြင်းသည်အချက်အလက်ခိုင်မြဲမှုကိုရပ်တန့်စေနိုင်!
ro: ID-ul este un număr unic de identificare a unei înregistrări dintr-o tabelă. ID-urile sunt de obicei generate automat. Pentru că ID-urile sunt folosite pentru a lega înregistrări, schimbarea lor poate provoca inconsistenţă şi erori în date!
sq: Një ID është një numër identifikimi unik i një rregjistrimi në një tabelë. Në përgjithësi numrat ID përcaktohen në mënyrë automatike nga vetë sistemi. Meqenëse numrat ID përdoren për të identifikuar rregjistrimet, ndryshimi i tyre mund të prishë të dhënat e rregjistruara.
uk: ID - це унікальний запис в таблиці. ID зазвичай назначається автоматично. Будь-яка зміна ID може порушити структуру даних, будьте пильні!

# MSC.pid.0
source: Parent ID
da: Forælder-ID
fi: Emotunniste
hu: A szülő ID
ja: 親のID
my: မိခင်အိုင်ဒီ
sq: ID e sipërme
uk: Батьківський ID

# MSC.pid.1
source: Note that changing the parent ID can break data integrity!
da: Et forælder-ID er et unikt identifikationsnummer af den øvre post som den nuværende post er knyttet til. Forælder-ID'er tildeles almindeligvis automatisk. Da forælder-ID'er anvendes til at sammenkæde poster, kan ændring forårsage brug på datasammenkædningen!
fi: Huomaa, että emotunnisteen muuttaminen voi rikkoa tietojen yhtenäisyyden!
hu: Ne feledje, a szülő azonosító (ID) módosítása adatvesztéssel járhat!
ja: 親のIDを変更するとデータの完全性を損なう恐れがあるので注意してください。
my: မိခင်အိုင်ဒီကိုပြောင်းလဲခြင်းသည်အချက်အလက်ခိုင်မြဲမှုကိုရပ်တန့်စေနိုင်!
ro: Un ID părinte este numărul de identificare al unei înregistrări superioare de care înregistrarea curentă este legată. ID-ul părinte este generat automat de regulă. Pentru că ID-urile sunt folosite pentru a lega înregistrări, schimbarea lor poate provoca inconsistenţă şi erori în date!
sq: Një ID e sipërme është numri i identifikimit të një rregjistrimi të një shkalle më lart sesa vetë rregjistrimi në fjalë. Zakonisht ID e sipërme pËrcaktohen nga vetë sistemi. Meqenëse ID e sipërme përdoren për të identifikuar rregjistrimet, ndryshimi i tyre mund të prishë të dhënat e rregjistruara.
uk: Батьківський ID - це унікальний номер для звязку з наступним після неї. Батьківський ID зазвичай назначається автоматично. Будь-яка зміна ID може порушити структуру даних, будьте пильні!

# MSC.sorting.0
source: Sorting value
da: Sorteringsværdi
fi: Järjestysarvo
hu: Rendezési érték
ja: 並べ替えの値
my: တန်ဖိုးအားဖြင့်မျိုးတူစု
ro: Valoare de sortare
sq: Klasifikimi i vlerave
uk: Сортування значень

# MSC.sorting.1
source: The sorting value is usually assigned automatically.
da: En sorteringsværdi bruges til at sortere posterne i en bestemt orden. Sorteringsværdier tildeles almindeligvis automatisk.
fi: Järjestysarvo määritellään yleensä automaattisesti.
hu: A rendezési érték általában automatikusan kijelölésre kerül.
ja: 並べ替えの値は通常自動的に割り当てられます。
my: တန်ဖိုးအားဖြင့်မျိုးတူစုလိုလျောက်သတ်မှတ်။
ro: O valoare de sortare este folosită pentru a aranja înregistrări într-o anumită ordine. Valorile de sortare sunt de regulă generate automat.
sq: Klasifikimi i vlerave përdoret për të rregulluar rregjistrimet sipas një rendi specifik. Zakonisht klasifikimi i vlerave përcaktohet automatikisht nga sistemi.
uk: Сортування записів використовується для позиціонування записів в необхідному порядку. Сортування значень зазвичай встановлюється автоматично.

# MSC.all.0
source: Edit multiple
da: Rediger flere poster
fi: Muokkaa useampaa
hu: Több szerkesztése
ja: 複数を変更
my: အများအပြားတည်းဖြတ်
ro: Editează toate înregistrările
sq: Përpuno të gjith reshtet
uk: Редагувати усі записи

# MSC.all.1
source: Edit multiple records at once
da: Rediger flere poster på en gang
fi: Muokkaa useampaa samanaikaisesti
hu: Több elem egyidejű szerkesztése
ja: 複数の項目を一度に変更
my: တစ်ခါတည်းဖြင့်မှတ်တမ်းများအများအပြားတည်းဖြတ်
ro: Editează toate înregistrările afişate
sq: Përpuno të gjith reshtet
uk: Редагувати усі виділені записи

# MSC.all_override.0
source: Override multiple
da: Tilsidesæt flere
fi: Ylikirjoita
hu: Több felülbírálása
ja: 複数を上書き
my: အများအပြားအစားထိုးရေးသား
ro: Treci peste
sq: Rishkrime te shumta
uk: Відредагувати декілька

# MSC.all_override.1
source: Override multiple records at once
da: Tilsidesæt flere data på en gang
fi: Ylikirjoita useamman tiedot samanaikaisesti
hu: Több elem egyidejű felülbírálása
ja: 複数の項目を一度に上書き
my: တစ်ခါတည်းဖြင့်မှတ်တမ်းများအများအပြားအစားထိုးရေးသား
ro: Trece peste mai multe înregistrări în acelaşi timp
sq: Rishkrime te shumta e të dhënave në të njëjtën kohë
uk: Відредагувати декілька записів відразу

# MSC.all_fields.0
source: Available fields
da: Tilgængelige felter
fi: Kentät
hu: Elérhető mezők
ja: 利用できる項目
my: ရနိုင်သောနယ်ပယ်များ
ro: Câmpuri disponibile
sq: Fushat në dispozicion
uk: Доступні поля

# MSC.all_fields.1
source: Please select the fields you want to edit.
da: Vælg venligst de poster du vil redigere.
fi: Ole hyvä ja valitse mitä kenttiä haluat muokata
hu: Jelölje ki az összes módosítandó mezőt
ja: 変更したい項目を選択してください。
my: တည်းဖြတ်နိုင်သောနယ်ပယ်များရွေး။
ro: Selectaţi câmpurile pe care doriţi să le editaţi.
sq: Zgjedhoni fushat, që doni t'i përpunoni.
uk: Виберіть, будь ласка, поля які б ви хотіли відредагувати.

# MSC.password.0
source: Password
da: Kodeord
fi: Salasana
hu: Jelszó
ja: パスワード
my: စကားဝှက်
ro: Parola
sq: Fjalëkalimi
uk: Пароль

# MSC.password.1
source: Please enter a password.
da: Indtast venligst kodeord.
fi: Ole hyvä ja anna salasana.
hu: Adjon meg egy jelszót
ja: パスワードを入力してください。
my: စကားဝှက်ထည့်သွင်း။
ro: Introduceţi o parolă.
sq: Plotësoni fjalëkalimin
uk: Введіть, будь ласка, пароль.

# MSC.confirm.0
source: Confirmation
da: Bekræft kodeord
fi: Vahvistus
hu: Megerősítés
ja: パスワードの再入力
my: အတည်ပြုချက်
ro: Confirmaţi parola
sq: Konfirmo fjalëkalimin
uk: Підтвердіть пароль

# MSC.confirm.1
source: Please confirm the password.
da: Bekræft venligst kodeord.
fi: Ole hyvä ja vahvista salasana
hu: Ismételje meg a jelszót
ja: 確認のためにパスワードを再度入力してください。
my: စကားဝှက်အတည်ပြု။
ro: Vă rugăm confirmaţi parola.
sq: Konfirmoni fjalëkalimin
uk: Підтвердіть, будь ласка, пароль.

# MSC.dateAdded.0
source: Date added
da: Tilføjet den
fi: Lisäyspäivämäärä
hu: Hozzáadás dátuma
ja: 追加した日付
my: ထည့်ပြီးနေ့စွဲ
ro: Dată adăugare
sq: Data është shtuar
uk: Дату додано

# MSC.dateAdded.1
source: Date added: %s
da: Tilføjet den: %s
fi: Lisäyspäivävämäärä: %s
hu: Hozzáadás dátuma: %s
ja: 追加した日付: %s
my: ထည့်ပြီးနေ့စွဲ: %s
ro: Dată adăugare: %s
sq: Data është shtuar: %s
uk: Дату додано: %s

# MSC.currentLogin.0
source: Last login
fi: Edellinen kirjautuminen
hu: Utolsó belépés
ja: 最後のログイン
ro: Ultima autentificare

# MSC.currentLogin.1
source: Last login: %s
fi: Edellinen kirjautuminen: %s
hu: Utolsó belépés: %s
ja: 最後のログイン: %s
ro: Ultima autentificare: %s

# MSC.loginCount
source: Login attempts
da: Forsøg på login
fi: Kirjautumisyrityksiä
hu: Bejelentkezési kísérletek
ja: ログインの試み
my: ဖွင့်ဝင်ကြိုးပမ်းမှုများ
ro: Încercări de autentificare
sq: Përpjekjet për kyçje

# MSC.locked
source: Locked
da: Aflåst
fi: Lukittu
hu: Zárolva
ja: ロック状態
my: သော့ခတ်ပြီး
ro: Blocat
sq: Mbyllur

# MSC.move
source: Move the item via drag and drop
da: Flyt objektet vha. træk og slip
fi: Liikuta kohdetta raahaamalla
hu: Mozgassa az elemet fogd és vidd módon.
ja: ドラッグアンドドロップで項目を移動
my: ဆွဲယူလွှတ်ချမှပစ္စည်းကိုရွေ့ပြောင်း
ro: Mută elementul prin "drag and drop"
sq: Lëviz sendin sipas drag and drop (kapë dhe lësho).

# MSC.move_up.0
source: Move up
da: Flyt op
fi: Siirrä ylöspäin
hu: Mozgatás fel
ja: 上に移動
my: အပေါ်သို့ရွေ့
ro: Mută în sus
sq: Leviz lartë
uk: Перемістити вгору

# MSC.move_up.1
source: Move the item one position up
da: Flyt en position op
fi: Siirrä kohdetta yksi pykälä ylöspäin
hu: Az elem mozgatása egy pozícióval felfelé
ja: 項目を1つ上の位置に移動
my: အပေါ်တစ်နေရာသို့ပစ္စည်းကိုရွေ့
ro: Mută elementul o poziţie mai sus
sq: Leviz pikën një pozitë më lartë
uk: Перемістити на одну позицію вгору

# MSC.move_down.0
source: Move down
da: Flyt ned
fi: Siirrä alaspäin
hu: Mozgatás le
ja: 下に移動
my: အောက်သို့ရွေ့
ro: Mută în jos
sq: Leviz poshtë
uk: Перемістити вниз

# MSC.move_down.1
source: Move the item one position down
da: Flyt en position ned
fi: Siirrä kohdetta yksi pykälä alaspäin
hu: Az elem mozgatása egy pozícióval lefelé
ja: 項目を1つ下の位置に移動
my: အောက်တစ်နေရာသို့ပစ္စည်းကိုရွေ့
ro: Mută elementul o poziţie mai jos
sq: Leviz pikën një pozitë më poshtë
uk: Перемістити на одну позицію вниз

# MSC.staticFiles.0
source: Files URL
da: Filarkivets URL
fi: Tiedostojen URL
hu: Fájlok URL címe
ja: filesのURL
my: ဖိုင်များယူအာအယ်
ro: URL fişiere
sq: URL për skedar
uk: URL файлів

# MSC.staticFiles.1
source: The files URL applies to the <em>files</em> directory (page speed optimization).
da: Filarkivets URL gælder for <em>files</em> mappen og kan f.eks. pege til et CDN (Page Speed optimering).
fi: Tiedosto-URL pätee <em>files</em>-hakemistoon (suorituskykyoptimointi).
hu: A fájlok URL címe vonatkozik a <em>files</em> könyvtárra (oldal sebesség optimalizálás).
ja: filesのURLは<em>files</em>のディレクトリとすべての画像のサムネイルに適用します。(Page Speed最適化)
my: <em>ဖိုင်များ</em>ဖိုင်လမ်းညွှန်သို့ဖိုင်များယူအာအယ်အသံုးချ (စာမျက်နှာနှုန်းဆောင်ရွက်ခြင်း)။
ro: URL-ul fişierelor se aplică la directorul <em>tl_files</em> şi la toate imaginile thumbnails (optimizare de viteză).
sq: URL-ja e skedarëve vlen për dosjen e <em>files</em> (optimimi i shpejtësisë së faqes)
uk: URL файлів застосовується до каталогу <em>tl_files</em> і всім ескізами зображень (оптимізація швидкості завантаження сторінок).

# MSC.staticPlugins.0
source: Assets URL
fi: Aputiedostojen URL
hu: Eszközök URL címe
ja: assetsのURL
my: ပစ္စည်းများယူအာအယ်
ro: URL plugin-uri
sq: URL pronë
uk: URL плагінів

# MSC.staticPlugins.1
source: The assets URL applies to the <em>assets</em> directory (page speed optimization).
da: Assets URLen gælder for <em>assets</em> mappen og kan f.eks. pege til et CDN (Page Speed optimering).
fi: Aputiedostojen URL pätee <em>assets</em>-hakemistoon (suorituskykyoptimointi).
hu: Az eszközök URL címe vonatkozik az összes erőforrásra a <em>assets</em> könyvtárban (oldal sebesség optimalizálás).
ja: asstesのURLは<em>assets</em>のディレクトリに適用します。(Page Speed最適化)
my: <em>ပစ္စည်းများ</em>ဖိုင်လမ်းညွှန်သို့ပစ္စည်းများယူအာအယ်အသံုးချ (စာမျက်နှာနှုန်းဆောင်ရွက်ခြင်း)။
ro: URL-ul de plugin-uri se aplică la toate resursele din directorul <em>plugins</em> (optimizare de viteză).
sq: URL prona vlen për dosjen e <em>assets</em> (optimimi i shpejtësisë së faqes)
uk: URL плагінів застосовується до всіх ресурсів каталогу <em>plugins</ em> (оптимізація швидкості завантаження сторінок).

# MSC.shortcuts.0
source: Back end keyboard shortcuts
da: Back end genvejstaster
fi: Hallintapuolen pikanäppäinyhdistelmät
hu: Adminisztrációs felület gyorsbillentyű
ja: バックエンドのキーボードのショートカット
my: အတွင်းပိုင်းကီးဘုတ်အတိုကောက်များ
ro: Comenzi rapide de back end
sq: Shkurtesa të tastierës për Back end
uk: Комбінації клавіш панелі управління

# MSC.toggleAll.0
source: Toggle all
da: Skift alle
fi: Kaikki päälle/pois
hu: Összes váltása
ja: すべてを切り替え
my: အားလံုးဖွင့်ပိတ်လုပ်
ro: Comută tot
sq: Palos të gjithë
uk: Переключити всі

# MSC.toggleAll.1
source: Expand or collapse all nodes
da: Åbn eller luk alle
fi: Laajenna tai supista kaikki kohdat
hu: Összes csomópont összecsukása vagy kibontása
ja: すべてのノードの展開または折り畳み
my: အစွန်းများအားလံုးပြန့်ကား(သို့)ဖြိုချ
ro: Expandează sau restrănge toate nodurile
sq: Shpalo ose palo të gjitha nyjet
uk: Розгорнути або згорнути всі вузли

# MSC.lockedAccount.0
source: A Contao account has been locked
da: En konto er blevet låst
fi: Contao-tili on lukittu
hu: A Contao fiók lezárva
ja: Contaoのアカウントはロック中
my: ကွန်တောင်စာရင်းကိုသော့ခတ်ပြီး
ro: Un cont de utilizator a fost blocat
sq: Një konto e Contao-së është mbyllur
uk: Обліковий запис Contao заблокован

# MSC.lockedAccount.1
source: The following Contao account has been locked for security reasons. Username: %s Real name: %s Website: %s The account has been locked for %d minutes, because the user has entered an invalid password three times in a row. After this period of time, the account will be unlocked automatically. This e-mail has been generated by Contao. You can not reply to it directly.
da: Følgende konto er blevet låst af sikkerhedsmæssige årsager. Brugernavn: %s Rigtigt navn: %s Website: %s Kontoen er blevet låst i %d minutter, fordi brugeren har indtastet en ugyldig adgangskode tre gange i træk. Efter dette tidsrum, vil kontoen automatisk blive låst op igen. Denne e-mail er automatisk genereret, og kan derfor ikke besvares direkte.
fi: Seuraava Contao-tili on lukittu turvasyistä. Käyttäjätunnus: %s Oikea nimi: %s Sivusto: %s Tili on lukittu %d minuutiksi, koska käyttäjä syötti väärän salasanan kolmesti peräkkäin. Tämän ajan kuluttua lukitus poistuu automaattisesti. Tämä viesti on Contaon generoima, eikä siihen voi vastata.
hu: Ez a Contao fiók zárolva lett biztonsági okokból. Felhasználónév: %s Valódi név: %s Weboldal: %s A fiók zárolva lett %d percre, mert a felhasználó helytelen jelszót adott meg három egymást követő alkalommal. Ezen időszak után a fiók zárolása automatikusan fel lesz oldva. Ezt az e-mail a Contao rendszer generálta. Nem tud rá közvetlenül válaszolni.
ja: 以下のContaoのアカウントはセキュリティ上の理由のためロックしました。 ユーザー名: %s 氏名: %s ウェブサイト: %s アカウントのロックは、あと%d分続き、ユーザーが正しくないパスワードを連続して3回入力したためです。この期間の後で、アカウントのロックは自動的に解除となります。 この電子メールはContaoが作成しました。直接返信はできません。
my: အောက်ဖော်ပြပါကွန်တောင်စာရင်းကိုလံုခြုံရေးအကြောင်းအရာများအတွက်သော့ခတ်ပြီး။ အသံုးပြုသူနာမည်: %s နာမည်အမှန်: %s ဝဘ်ဆိုက်: %s သံုးကြိမ်ဆက်စကားဝှက်အမှားကိုထည့်သွင်းခြင်းကြောင့် %d မိနစ်အကြာစာရင်းကိုသော့ခတ်ပြီး။ ယခုကာလပြီးနောက်စာရင်းကိုလိုလျောက်ပြန်လည်သော့မခတ်။ ကွန်တောင်မှယခုအီးမေးလ်ကိုထုတ်လုပ်။ တိုက်ရိုက်အကြောင်းပြန်ရန်မလို။
ro: Următorul cont a fost blocat din motive de securitate. Username: %s Real name: %s Website: %s Contul de utilizator a fost blocat din motive de securitate pentru %d minute, deoarece utilizatorul a introdus o parolă invalidă de trei ori la rănd. După această perioadă de timp contul va fi deblocat automat. Acest mesaj a fost generat de Contao. Nu puteţi face reply direct la acest email.
sq: Kjo llogari e Contao-së është mbyllur për arsyje sigurie. Përdoruesi: %s Emri vertet: %s Ueb faqja: %s Llogaria është mbyllur për %d minuta, sepse përdoruesi ka dhënë tri herë në rresht një fjalëkalim të pavlefshëm. Pas kësaj periudhe kohore, llogaria do të hapet automatikisht. Ky e-mail është gjeneruar nga Contao. Ju nuk mund ti përgjigjeni drejtpërsëdrejti.
uk: Наступний обліковий запис Contao був заблокован з міркувань безпеки. Користувач: %s Ім'я користувача: %s Веб-сайт: %s Обліковий запис був заблокован на %d хвилин, так як користувач ввів невірний пароль 3 рази поспіль. Після закінчення цього періоду, обліковий запис буде автоматично розблоковано. Дане e-mail повідомлення було создано автоматично системою Contao. Ви не повинні відповідати на нього.

# MSC.toggleMobile.0
source: Mobile version
fi: Mobiiliversio
hu: Mobil verzió
ja: 携帯端末版
my: မိုဘိုင်းပံုစံ
ro: Versiunea pentru portabile
sq: Verzion mobil
uk: Версія для мобільних пристроїв

# MSC.toggleMobile.1
source: Go to the mobile version
da: Gå til mobile version
fi: Käytä mobiiliversiota
hu: Váltás a mobil verzióra
ja: 携帯端末版に移動
my: မိုဘိုင်းပံုစံသို့သွား
ro: Mergi la versiunea pentru portabile
sq: Shko në verzionin mobil
uk: Перейти до версії для мобільних пристроїв

# MSC.toggleDesktop.0
source: Desktop version
fi: Työpöytäversio
hu: Teljes verzió
ja: デスクトップ版
my: မျက်နှာပြင်ပံုစံ
ro: Versiunea pentru desktop
sq: Verzioni Desktop
uk: Повна версія

# MSC.toggleDesktop.1
source: Go to the desktop version
da: Gå til desktop versionen
fi: Käytä työpöytäversiota
hu: Váltás a teljes verzióra
ja: デスクトップ版に移動
my: မျက်နှာပြင်ပံုစံသို့သွား
ro: Mergi la versiunea pentru desktop
sq: Shko në verzionin Desktop
uk: Перейти до повної версії

# MSC.feLink
source: Go to front end
da: Gå til frontend
fi: Siirry sivustolle
hu: Felhasználói felület megtekintése
ja: フロントエンドに移動
my: အပြင်ပိုင်းသို့သွား
ro: Mergi la front-end
sq: Shko në Front end
uk: Переглянути сайт

# MSC.fePreview
source: Front end preview
da: Frontend-forhåndsvisning
fi: Sivuston esikatselu
hu: Felhasználói felület előnézete
ja: フロントエンドをプレビュー
my: အပြင်ပိုင်းကြိုတင်ကြည့်ရှုခြင်း
ro: Previzualizare
sq: Konsulto paraprakisht sitin
uk: Попередній перегляд

# MSC.fePreviewTitle
source: Preview of the website in a new window
da: Eksempel på websitet i et nyt vindue
fi: Esikatsele sivustoa uudessa ikkunassa
hu: Weboldal előnézete új ablakban
ja: 新しいウィンドウでウェブサイトをプレビュー
my: ဝင်းဒိုးအသစ်တွင်ဝဘ်ဆိုက်ကြိုတင်ကြည့်ရှုခြင်း
ro: Previzualizează website-ul într-o nouă fereastră
sq: Trego shikimin paraprak të faqes në një dritare të re
uk: Попередній перегляд веб-сайту у новому вікні

# MSC.feUser
source: Front end user
da: Frontend bruger
fi: Sivuston käyttäjä
hu: Felhasználói felület felhasználó
ja: フロントエンドのユーザー
my: အပြင်ပိုင်းအသံုးပြုသူ
ro: Membru
sq: Përdorues Front end
uk: Користувач сайту (front end user)

# MSC.backToTop
source: Back to top
da: Til toppen
fi: Takaisin ylös
hu: Vissza a tetejére
ja: 先頭に戻る
my: အပေါ်သို့ပြန်သွား
ro: Sus
sq: Kreu i faqes
uk: Наверх

# MSC.backToTopTitle
source: Go to the top of the page
da: Gå til toppen af siden
fi: Takaisin ylös
hu: Ugrás a lap tetejére
ja: ページの先頭に移動
my: စာမျက်နှာထိပ်သို့သွား
ro: Mergi la începutul paginii
sq: Shko në krye të faqes
uk: Перейти на початок сторінки

# MSC.home
source: Home
da: Hjem
fi: Etusivu
ja: ホーム
my: ပင်မ
ro: Start
sq: Ballina
uk: Головна

# MSC.homeTitle
source: Back to the back end start page
da: Tilbage til back end start siden
fi: Palaa hallintapuolen aloitussivulle
hu: Vissza az adminisztrációs felület nyitó oldalára
ja: バックエンドの開始ページに戻る
my: အတွင်းပိုင်းစတင်စာမျက်နှာသိုပြန်သွား
ro: Înapoi la pagina de start din back-end
sq: Kthehu në faqen fillestare të back end
uk: Перейти до стартової сторінки панелі керування

# MSC.user
source: User
da: Bruger
fi: Käyttäjä
hu: Tag
ja: ユーザー
my: အသံုးပြုသူ
ro: Utilizator
sq: Përdorues
uk: Користувач

# MSC.loginTo
source: Log into %s
da: Log ind på %s
fi: Kirjaudu sivustolle %s
hu: Bejelentkezés ide: %s
ja: %sにログイン
my: %s သို့ဖွင့်ဝင်
sq: Kyçu në %s
uk: Увійти в %s

# MSC.loginBT
source: Login
da: Log ind
fi: Kirjaudu
hu: Bejelentkezés
ja: ログイン
my: ဖွင့်ဝင်
sq: Kyçu
uk: Увійти

# MSC.logoutBT
source: Logout
da: Log ud
fi: Kirjaudu ulos
hu: Kijelentkezés
ja: ログアウト
my: ဖွင့်ထွက်
ro: Ieşire
sq: Shkyçu
uk: Вийти

# MSC.logoutBTTitle
source: Close the current session
da: Luk den igangværende session
fi: Päätä istunto
hu: Aktuális munkamenet bezárása
ja: 現在のセッションを終了
my: လက်ရှိကြာချိန်ကိုပိတ်
ro: Termină sesiunea curentă
sq: Mbyll këtë seancë
uk: Завершити поточну сесію

# MSC.backBT
source: Go back
da: Tilbage
fi: Siirry takaisin
hu: Vissza
ja: 戻る
my: နောက်သို့ပြန်သွား
ro: Înapoi
sq: Kthehu mbrapa
uk: Назад

# MSC.backBTTitle
source: Back to the previous page
da: Tilbage til forrige side
fi: Palaa edelliselle sivulle
hu: Vissza az előző oldalra
ja: 前のページに戻る
my: ယခင်စာမျက်နှာသို့ပြန်သွား
ro: Înapoi la pagina precedentă
sq: Kthehu në faqën e mëparshme
uk: Повернутися до попередньої сторінки

# MSC.cancelBT
source: Cancel
da: Annuller
fi: Peruuta
hu: Mégsem
ja: 取り止め
my: ပယ်ဖျက်
ro: Anulează
sq: Anulo
uk: Відмінити

# MSC.deleteConfirm
source: Do you really want to delete entry ID %s?
da: Ønsker du virkelig at slette indhold ID %s?
fi: Oletko varma, että haluat poistaa merkinnän ID %s?
hu: Biztosan törli az ID %s bejegyzést?
ja: IDが%sの項目を本当に削除しますか?
my: ထည့်သွင်းမှုအိုင်ဒီ %s ကိုပယ်ဖျက်လို?
ro: Vreţi să ştergeţi înregistrarea ID %s?
sq: Dëshironi me të vërtetë të fshihni të dhënat me ID %s?
uk: Ви дійсно бажаєте видалити запис ID %s?

# MSC.delAllConfirm
source: Do you really want to delete the selected records?
da: Ønsker du virkelig at slette de valgte poster?
fi: Oletko varma, että haluat poistaa valitut kohteet?
hu: Biztosan törli a kiválasztott bejegyzéseket?
ja: 選択したレコードを本当に削除しますか?
my: ရွေးချယ်ပြီးမှတ်တမ်းများကိုပယ်ဖျက်လို?
ro: Vreţi să ştergeţi înregistrările selectate?
sq: Dëshironi me të vërtetë të fshihni të dhënat e zgjedhura?
uk: Ви дійсно бажаєте видалити обрані записи?

# MSC.deleteConfirmFile
source: Do you really want to delete file or folder %s?
fi: Haluatko varmasti poistaa tiedoston tai kansion %s?
hu: Tényleg törölni akarod ezt a fájlt vagy mappát: %s?
ja: %sというファイルまたはフォルダーを本当に削除しますか?
ro: Vreţi să ştergeţi fişierul sau folderul %s?

# MSC.delAllConfirmFile
source: Do you really want to delete the selected resources?
fi: Haluatko varmasti poistaa valitut kohteet?
hu: Tényleg törölni akarod a kiválasztott forrásokat?
ja: 選択したリソースを本当に削除しますか?
ro: Vreţi să ştergeţi resursele selectate?

# MSC.filterRecords
source: Records
da: Poster
fi: Kohteet
hu: Bejegyzések
ja: レコード
my: မှတ်တမ်းများ
ro: Înregistrări
sq: Reshtet
uk: Записи

# MSC.filterAll
source: All
da: Alle
fi: Kaikki
hu: Mind
ja: すべて
my: အားလံုး
ro: Tot
sq: Gjitha
uk: Все

# MSC.showRecord
source: Show the details of record %s
da: Vis detaljer for posten %s
fi: Näytä yksityiskohdat kohteesta %s
hu: %s bejegyzés részleteinek megjelenítése
ja: %sのレコードの詳細を表示
my: %s မှတ်တမ်းအချက်အလက်များပြသ
ro: Arată detaliile înregistrării %s
sq: Shfaq detajet e reshtit %s
uk: Показати деталі запису %s

# MSC.editRecord
source: Edit record %s
da: Rediger posten %s
fi: Muokkaa tietuetta %s
hu: %s bejegyzés módosítása
ja: %sのレコードを変更
my: %s မှတ်တမ်းတည်းဖြတ်
ro: Editează înregistrarea %s
sq: Përpuno reshtin %s
uk: Редагувати запис %s

# MSC.all_info
source: Edit selected records of table %s
da: Rediger alle aktive poster i tabellen %s
fi: Muokkaa valittuja taulukon kohteita %s
hu: %s tábla összes aktív bejegyzésének módosítása
ja: テーブル%sの選択したレコードを変更
my: စားပွဲ %s မှရွေးချယ်ပြီးမှတ်တမ်းများတည်းဖြတ်
ro: Editează toate înregistrările active ale tabelei %s
sq: Përpuno të gjithë rreshtet aktiv të tabelës %s
uk: Редагувати усі активні записи в таблиці %s

# MSC.showOnly
source: Show
da: Vis
fi: Näytä
hu: Megjelenít
ja: 表示
my: ပြသ
ro: Arată
sq: Shfaq
uk: Показати

# MSC.sortBy
source: Sort
da: Sorter
fi: Järjestä
hu: Sorbarendez
ja: 並べ替え
my: မျိုးတူစု
ro: Aranjează
sq: Rendit
uk: Сортувати

# MSC.filter
source: Filter
da: Filtrer
fi: Suodata
hu: Szűrő
ja: フィルター
my: စိစစ်သူ
ro: Filtrează
sq: Filtro
uk: Фільтр

# MSC.search
source: Search
da: Søg
fi: Etsi
hu: Keresés
ja: 検索
my: ရှာဖွေ
ro: Caută
sq: Kërko
uk: Пошук

# MSC.noResult
source: No records found.
da: Ingen poster blev fundet.
fi: Ei kohteita.
hu: Nincs találat.
ja: レコードがありません。
my: မှတ်တမ်းများမတွေ့ရှိ။
ro: Nu s-au găsit înregistrări.
sq: Asnjë rregjistrim nuk u gjet.
uk: Записи незнайдені

# MSC.save
source: Save
da: Gem
fi: Tallenna
hu: Ment
ja: 保存
my: မှတ်သိမ်း
ro: Salvează
sq: Ruaj
uk: Зберегти
