Repository: contao/core
Catalog: system/modules/core/languages/*/default.xlf
Languages: da, fi, hu, ja, my, ro, sq, uk

# MSC.buildCacheText
source: The <strong>internal cache</strong> has not been built yet. Building the cache will improve the performance of the application and is highly recommended. If you do not want to use the cache, you can permanently disable it in the back end settings.
da: Den <strong>interne cache</strong> er endnu ikke blevet genereret. At generere cachen vil øge hastigheden på applikationen og er højst anbefalet. Hvis du ikke ønsker at benytte cache, kan du permanent deaktivere det i indstillingerne for back enden.
fi: <strong>Sisäinen välimuisti</strong> on rakentamatta. Välimuistin rakentaminen nopeuttaa sovelluksen toimintaa ja sen suorittaminen on suositeltavaa. Jos et tahdo käyttää välimuistia, voit poistaa sen käytöstä hallintapuolen asetuksista.
hu: A <strong>belső gyorsítótár</strong> még nem készült el. A gyorsítótár használata javítani fogja az alkalmazás teljesítményét és a használata erősen ajánlott. Ha nem szeretné használni a gyorsítótárat, akkor véglegesen letilthatja az adminisztrációs felület beállításainál.
ja: まだ<strong>内部キャッシュ</strong>を作成していません。アプリケーションの性能を向上するので、キャッシュの作成を強くお勧めします。キャッシュを使用したくない場合は、バックエンドの設定で永続的に無効にできます。
my: <strong>အတွင်းပိုင်းမှတ်ဥာဏ်အသေးစား</strong>မတည်ဆောက်ရသေး။ မှတ်ဥာဏ်အသေးစားတည်ဆောက်ခြင်းသည်လုပ်ငန်းသံုးပရိုဂရမ်လုပ်ဆောင်ချက်ကိုတိုးမြှင့်ပြီးလုပ်ဆောင်ရန်အားပေး။ မှတ်ဥာဏ်အသေးစားကိုမသံုးလိုပါက၊ အတွင်းပိုင်းချိန်ညှိချက်တွင်အမြဲတမ်းမလုပ်ဆောင်စေရန်လုပ်ဆောင်နိုင်။
ro: <strong>Un cache intern</strong> nu a fost generat încă. E recomandat să generaraţi un cache pentru a ridica performanţa aplicaţiei. Dacă nu doriţi să folosiţi un cache, puteţi să îl dezactivaţi permanent în setările de back-end.
sq: <strong> Cache i brendshëm </ strong> ende nuk është ndërtuar. Ndërtimi i cache përmirësonë shpejtësinë e programit dhe është shumë i rekomanduar. Nëse ju nuk dëshironi të përdorni cache, ju mund të çaktivizoni përgjithmonë atë në parametrat e back end.

# MSC.buildCacheLink
source: Build the cache
da: Generer cache
fi: Rakenna välimuisti
hu: Gyorsítótár készítése
ja: キャッシュを作成
my: မှတ်ဥာဏ်အသေးစားတည်ဆောက်
ro: Generează cache
sq: Ndërto depo të fshetë

# MSC.name
source: Name
da: Navn
fi: Nimi
hu: Név
ja: 氏名
my: နာမည်
ro: Nume şi tip media
sq: Emri
uk: Ім'я

# MSC.emailAddress
source: E-mail address
da: E-mail-adresse
fi: Sähköpostiosoite
hu: E-mail címek
ja: 電子メールアドレス
my: အီးမေးလ်လိပ်စာ
ro: Adresă email
sq: Adresa elektronike
uk: E-mail адреса

# MSC.register
source: Register
da: Registrering
fi: Rekisteröi
hu: Nyilvántartás
ja: 登録
my: မှတ်ပံုတင်
ro: Înregistrare
sq: Regjistrohu
uk: Реєстрація

# MSC.accountActivated
source: Your account has been activated.
da: Din konto er aktiveret.
fi: Käyttäjätilisi on aktivoitu.
hu: A felhasználói fiókját aktiváltuk.
ja: あなたのアカウントは有効になりました。
my: စာရင်းကိုအသက်ဝင်ပြီး။
ro: Contul a fost activat.
sq: Konto juaj është aktivizuar.
uk: Ваш системний запис активовано.

# MSC.accountError
source: Unable to process the current request.
da: Kunne ikke gennemføre forespørgslen.
fi: Ei voida prosessoida nykyistä pyyntöä.
hu: Nem sikerült feldolgozni a jelenlegi kérelmet.
ja: 現在の要求を処理できません。
my: လက်ရှိတောင်းဆိုမှုမလုပ်ဆောင်နိုင်။
ro: Nu se poate procesa cererea curentă.
sq: Nuk mund të përpunohet kërkesa.
uk: Неможливо обробити поточний запит.

# MSC.emailSubject
source: Your registration on %s
da: Din registrering på %s
fi: Rekisteröintisi %s
hu: Regisztráció %s
ja: %sでアカウントの登録を受け付け
my: %s တွင်မှတ်ပံုတင်ခြင်း
ro: Înregistrarea dumneavoastră %s
sq: Regjistrimi juaj me %s
uk: Ваша реєстрація на %s

# MSC.adminSubject
source: New registration on %s
da: Contao :: ny registrering på %s
fi: Contao :: Uusi rekisteröinti %s
hu: Új regisztráció: %s
ja: %sで新しい登録
my: %s တွင်မှတ်ပံုတင်အသစ်တင်ခြင်း
ro: Înregistrare nouă %s
sq: Contao :: Regjistrim i ri me %s
uk: Contao :: Нова реєстрація на %s

# MSC.adminText
source: A new member (ID %s) has registered at your website.%sIf you did not allow e-mail activation, you have to enable the account manually in the back end.
da: En ny bruger (ID %s) har registreret sig på dit websted. Hvis du ikke har valgt at tillade aktivering via e-post, bliver du nød til at logge ind i back end og aktivere kontoen manuelt.
fi: Uusi käyttäjä (ID %s) on rekisteröitynyt sivustollasi. %s jos et ole sallinut e-mail aktivointia, sinun on aktivoitava käyttäjä hallinnassa manuaalisesti.
hu: Egy új tag (ID %s) regisztrált a honlapon. %s Ha nem tette lehetővé az e-mail aktiválást, akkor manuálisan kell jóváhagynia a fiókot az adminisztrációs felületen.
ja: ウェブサイトに新しいメンバー(ID %s)を登録しました。%sアクティベーションの電子メールの送信をしていない場合は、バックエンドでアカウントを手作業で有効にしなければなりません。
my: ဝဘ်ဆိုက်တွင်အဖွဲ့ဝင်အသစ်(အိုင်ဒီ %s)မှတ်ပံုတင်ပြီး။ %sအီးမေးလ်အသက်သွင်းခြင်းမခွင့်ပြုထားပါကအတွင်းပိုင်းတွင်ကိုယ်တိုင်စာရင်းကိုလုပ်ဆောင်နိုင်။
ro: Un utilizator nou (ID %s) s-a înregistrat pe situl dumneavoastră. Dacă nu aţi ales activarea automată prin email, va trebui să vă logaţi în back-end şi să activaţi contul manual.
sq: Një përdorues i ri (ID %s) është regjistruar në ueb-faqen e juaj. %sNë qoftë se nuk lejoni aktivizim përmes e-mail, atëherë duhet të kyçeni në backend për ta aktivizuar konton.
uk: Новий користувач (ID %s) зареєстрований на Вашому сайті. Якщо Ви не запитували e-mail активації, варто активувати аккаунт вручну, через панель керування.

# MSC.requestPassword
source: Request password
da: Forespørg adgangskode
fi: Pyydä salasanaa
hu: Jelszó kérése
ja: パスワードを要求
my: စကားဝှက်တောင်းခံခြင်း
ro: Cere parola
sq: Kërko fjalëkalim
uk: Запит паролю

# MSC.setNewPassword
source: Set new password
da: Angiv ny adgangskode
fi: Aseta uusi salasana
hu: Jeszó módosítása
ja: 新しいパスワードを設定
my: စကားဝှက်အသစ်သတ်မှတ်
ro: Actualizează parola
sq: Vendos fjalëkalim të ri
uk: Задати новий пароль

# MSC.newPasswordSet
source: Your password has been updated.
da: Din adgangskode er blevet opdateret.
fi: Salasanasi on päivitetty.
hu: Jelszava megváltozott.
ja: パスワードを更新しました。
my: စကားဝှက်မွမ်းမံပြီး။
ro: Parola a fost actualizată.
sq: Fjalëkalimi juaj është freskuar.
uk: Ваш пароль був оновлений.

# MSC.passwordSubject
source: Your password request for %s
da: Din forespørgsel efter adgangskode til %s
fi: Salasanapyyntösi käyttäjälle %s
hu: Jelszó kérése %s-ról.
ja: %sのパスワードのリクエスト
my: %s အတွက်စကားဝှက်တောင်းခံခြင်း
ro: Parola dumneavoastră %s
sq: Kërkimi juaj për fjalëkalimi me %
uk: Ваш запит пароля для %s

# MSC.accountNotFound
source: No matching account found
da: Kontoen blev ikke fundet
fi: Ehtoihin sopivaa käyttäjätiliä ei löydetty
hu: Nincs ilyen felhasználói fiók
ja: 一致するアカウントがありません。
my: ဟပ်စပ်စာရင်းများရှာမတွေ့။
ro: Nu există un cont cu acest nume
sq: Nuk gjendet konto e përshtatur
uk: Запису із заданим параметрами неіснує

# MSC.changePassword
source: Change password
fi: Vaihda salasana
hu: Jelszócsere
ja: パスワードの変更
ro: Schimbă parola

# MSC.securityQuestion
source: Security question
da: Sikkerhedsspørgsmål
fi: Turvakysymys
hu: Biztonsági kérdés
ja: セキュリティ質問
my: လံုခြုံရေးမေးခွန်း
ro: Întrebare de securitate
sq: Pyetje sigurie
uk: Код підтвердження

# MSC.closeAccount
source: Close account
da: Luk konto
fi: Lopeta käyttäjätili
hu: Felhasználói fiók törlése
ja: アカウントの廃止
my: စာရင်းပိတ်သိမ်း
ro: Şterge cont
sq: Mbyll llogarinë
uk: Видалити запис

# MSC.changeSelection
source: Change selection
da: Ændre valg
fi: Vaihda valinnat
hu: Kijelölés módosítása
ja: 選択を変更
my: ရွေးချယ်မှုပြောင်းလဲ
ro: Schimbă selecţia
sq: Ndrysho seleksionimin
uk: Зміна вибору

# MSC.currentlySelected
source: Selected
da: Valgt
fi: Valittu
hu: Kiválasztott
ja: 選択中
my: ရွေးချယ်ပြီး
sq: Zgjedhur
uk: Вибрано

# MSC.selectNode
source: Only show this node
da: Vis kun denne
fi: Näytä vain tämä kohta
hu: Csak ennek a csomópontnak a mutatása
ja: このノードだけを表示
my: ယခုအစွန်းကိုသာပြသ
ro: Arată doar această notă
sq: Trego vetëm këtë nyje
uk: Показати тільки цей вузол

# MSC.selectAllNodes
source: Show all nodes
da: Vis alle
fi: Näytä kaikki kohdat
hu: Összes csomópont mutatása
ja: すべてのノードを表示
my: အစွန်းများအားလံုးပြသ
ro: Arată toate notele
sq: Trego të gjitha nyjet
uk: Показати всі вузли

# MSC.showDifferences
source: Show differences
da: Vis forskelle
fi: Näytä erot
hu: Különbségek mutatása
ja: 違いの表示
my: ခြားနားခြင်းများပြသ
ro: Arată diferenţele
sq: Trego dallimet
uk: Показати відмінності

# MSC.editElement
source: Edit the element
da: Rediger elementet
fi: Muokkaa elementtiä
hu: Elem módosítása
ja: コンテント要素を編集
my: ပစ္စည်းတည်းဖြတ်
ro: Editează elementul
sq: Përpuno elementin
uk: Редагувати елемент

# MSC.table
source: Table
da: Tabel
fi: Taulu
hu: Tábla
ja: 表
my: စားပွဲ
ro: Tabela
sq: Tabela
uk: Таблиця

# MSC.ptable
source: Parent table
da: Overliggende tabel
fi: Emotaulu
hu: Szülő tábla
ja: 親のテーブル
ro: Tabel părinte
sq: Tabelë prind

# MSC.description
source: Description
da: Beskrivelse
fi: Kuvaus
hu: Leírás
ja: 説明
my: ဖော်ပြချက်
ro: Descriere
sq: Përshkrimi
uk: Опис

# MSC.noVersions
source: Currently there are no versions.
da: I øjeblikket er der ingen versioner.
fi: Versioita ei tällä hetkellä ole.
hu: Jelenleg nem található korábbi verzió.
ja: 現在、他のバージョンはありません。
my: လက်ရှိအချိန်တွင်ပံုစံမရှိသေး။
ro: Nu există alte versiuni.
sq: Nuk ka verzione.
uk: Поки немає версій.

# MSC.latestChanges
source: Latest changes
da: Seneste ændringer
fi: Viimeisimmät muutokset
hu: Legutóbbi módosítás
ja: 最近の変更
my: နောက်ဆံုးပြောင်းလဲမှုများ
ro: Ultimele modificări
sq: Ndryshimet e fundit
uk: Останні зміни

# MSC.identicalVersions
source: The two selected versions are identical.
da: De to valgte versioner er identiske.
fi: Valitut versiot ovat identtisiä
hu: A két kiválasztott verzió azonos.
ja: 選択した2つのバージョンは同一です。
my: ရွေးချယ်ပြီးပံုစံများနှစ်ခုချွတ်စွပ်တူ။
ro: Cele două versiuni selectate sunt identice.
sq: Të dy versionet e zgjedhura janë identike.
uk: Дві обрані версії ідентичні.

# MSC.selectNewPosition
source: Next, please choose the (new) position of the element
da: Som det næste, vælg venligst den nye position af elementet
fi: Seuraavaksi ole hyvä ja valitse elementille sijainti
hu: Következő, válassza ki az elem (új) pozícióját.
ja: 次に、要素の(新しい)位置を選択してください
my: နောက်၊ ပစ္စည်းနေရာ(အသစ်)ကိုရွေး
ro: În continuare alegeţi (noua) poziţia elementului
sq: Më tej, ju lutem zgjidhni pozicionin e (ri të) elementit
uk: Далі, оберіть (нове) положення елементу

# MSC.go
source: Go
da: Gå til
fi: Siirry
hu: Menj
ja: 移動
my: သွား
ro: Mergi la
sq: Shko
uk: Перейти

# MSC.quicknav
source: Quick navigation
da: Hurtig navigation
fi: Pikanavigointi
hu: Gyors navigálás
ja: クイックナビゲーション
my: အမြန်ဖော်ပြသွားလာခြင်း
ro: Navigare rapidă
sq: Lundrim shpejtë
uk: Швидка навігація

# MSC.quicklink
source: Quick link
da: Hurtigt link
fi: Pikalinkki
hu: Gyors link
ja: クイックリンク
my: အမြန်ဖော်ပြကွန်ဆက်
ro: Legatură rapidă
sq: Lidhje shpejtë
uk: Швидке гіперпосилання

# MSC.username
source: Username
da: Brugernavn
fi: Käyttäjänimi
hu: Felhasználó név
ja: ユーザー名
my: အသံုးပြုသူနာမည်
ro: Nume utilizator
sq: Emri i përdoruesit
uk: Користувач

# MSC.login
source: Login
da: Log ind
fi: Kirjaudu
hu: Bejelentkezés
ja: ログイン
my: ဖွင့်ဝင်
sq: Kyçu
uk: Вхід

# MSC.logout
source: Logout
da: Log ud
fi: Kirjaudu ulos
hu: Kijelentkezés
ja: ログアウト
my: ဖွင့်ထွက်
ro: Ieşire
sq: Shkyçu
uk: Вихід

# MSC.loggedInAs
source: You are logged in as %s.
da: Du er logget ind som %s.
fi: Olet kirjautunut nimellä %s.
hu: Bejelentkezett mint %s.
ja: %sというユーザーでログイン中です。
my: %s ကဲ့သို့ဖွင့်ဝင်ပြီး။
ro: Sunteţi autentificat ca %s.
sq: Ju jeni identifikuar si %s.
uk: Ви зареєстровані як %s.

# MSC.emptyField
source: Please enter your username and password!
da: Indtast venligst brugernavn og kodeord!
fi: Ole hyvä ja kirjoita käyttäjänimesi sekä salasanasi!
hu: Kérjük adja meg felhasználónevét és jelszavát.
ja: ユーザー名とパスワードを入力しください。
my: အသံုးပြုသူနာမည်နှင့်စကားဝှက်ထည့်သွင်း!
ro: Introduceţi datele de autentificare!
sq: Ju lutem, epeni emrin e përdoruesit dhe fjalëkalimin!
uk: Будь ласка, введіть пароль та імя користувача!

# MSC.confirmation
source: Confirmation
da: Bekræftelse
fi: Vahvistus
hu: Megerősítés
ja: パスワードの再入力
my: အတည်ပြုချက်
ro: Confirmaţi parola
sq: Konfirmim
uk: Підтвердження

# MSC.sMatches
source: %s occurrences for %s
da: Fandt %s gange %s
fi: %s esiintymää haulle %s
hu: %s előfordulás: %s
ja: %2$sに%1$s件が一致しました。
my: %s ဖြစ်ရပ်မှာ %s အတွက်
ro: %s potriviri pentru %s
uk: %s варіантів для %s

# MSC.sEmpty
source: No matches for <strong>%s</strong>
da: <strong>%s</strong> blev ikke fundet
fi: Ei osumia haulle <strong>%s</strong>
hu: Nincs találat: <strong>%s</strong>
ja: 何も<strong>%s</strong>に一致しません。
my: <strong>%s</strong>အတွက်ရှာမတွေ့
ro: Nicio potrivire pentru <strong>%s</strong>
sq: <strong>%s</strong> nuk përkon
uk: Немає співпадінь для <strong>%s</strong>

# MSC.sResults
source: Results %s - %s of %s for <strong>%s</strong>
da: Resultaterne %s - %s af %s for <strong>%s</strong>
fi: Tulokset %s - %s / %s haulle %s
hu: Eredmény %s - %s %s <strong>%s</strong>
ja: 検索文字列: <strong>%4$s</strong>の結果: 全%3$s件の%1$sから%2$s
my: <strong>%s</strong>အတွက်ရလဒ်များ %s - %s မှာ %s မှ
ro: Rezultatele %s - %s din %s pentru <strong>%s</strong>
sq: Rezultatet %s - %s nga %s të mundshme, për <strong>%s</strong>
uk: Результати %s - %s з %s для <strong>%s</strong>

# MSC.sNoResult
source: Your search for <strong>%s</strong> returned no results.
da: Din søgning efter <strong>%s</strong> gav ingen resultater.
fi: Hakusi <strong>%s</strong> ei tuottanut tuloksia.
hu: Keresése nem hozott eredményt: <strong>%s</strong>
ja: <strong>%s</strong>の検索の結果はありませんでした。
my: <strong>%s</strong>ရှာဖွေမှုရလဒ်များမတွေ့ရှိ။
ro: Căutarea pentru <strong>%s</strong> nu are rezultate.
sq: Kërkimi juaj për <strong>%s</strong> nuk nxorri asnje resultat.
uk: Пошук по запиту - <strong>%s</strong> не приніс результатів.

# MSC.seconds
source: seconds
da: sekunder
fi: sekuntit
hu: másodperc
ja: 秒
my: စက္ကန့်
ro: secunde
sq: sekonda
uk: секунди

# MSC.up
source: Up
da: Op
fi: Ylös
hu: Fel
ja: 上
my: အပေါ်
ro: Sus
sq: Lart
uk: Підняти

# MSC.first
source: &#171; First
da: « Første
fi: &#171; Ensimmäinen
hu: « Első
ja: ≪先頭
my: &#171; ပထမ
ro: « Primul
sq: « Fillimi
uk: « Перша

# MSC.previous
source: Previous
da: Forrige
fi: Edellinen
hu: Előző
ja: 前
my: ယခင်
ro: Precedentul
sq: Prapa
uk: Попередня

# MSC.next
source: Next
da: Næste
fi: Seuraava
hu: Következő
ja: 次
my: နောက်
ro: Următorul
sq: Para
uk: Наступна

# MSC.last
source: Last &#187;
da: Sidste »
fi: Viimeinen &#187;
hu: Utolsó »
ja: 最後≫
my: နောက်ဆံုး&#187၊
ro: Ultimul »
sq: Fundi
uk: Остання »

# MSC.goToPage
source: Go to page %s
da: Gå til side %s
fi: Mene sivulle %s
hu: Ugorás a %s oldalra
ja: %sページに移動
my: %s စာမျက်နှာသို့သွား
ro: Mergi la pagina %s
sq: Shko tek faqja %s
uk: Перейти на сторінку %s

# MSC.totalPages
source: Page %s of %s
da: Side %s af %s
fi: Sivu %s / %s
hu: %s. oldal a %s-ból
ja: %2$sページの%1$sページ目
my: စာမျက်နှာ %s မှာ %s တွင်
ro: Pagina %s din %s
sq: Faqja %s nga %s
uk: Сторінок %s з %s

# MSC.global
source: global
fi: globaali
ja: 全体

# MSC.fileUploaded
source: File %s uploaded successfully.
da: Filen %s blev uploadet med succes
fi: Tiedosto %s ladattu onnistuneesti
hu: A %s fájl sikeresen feltöltve.
ja: %sというファイルをアップロードしました。
my: ဖိုင် %s အောင်မြင်စွာကူးတင်ပြီး။
ro: Fişierul %s încărcat cu succes.
sq: Skedari %s u ngarkua me sukses
uk: Файл %s успішно завантажений

# MSC.searchLabel
source: Search
da: Søg
fi: Etsi
hu: Keresés
ja: 検索
my: ရှာဖွေ
ro: Caută
sq: Kërko
uk: Пошук

# MSC.keywords
source: Keywords
da: Nøgleord
fi: Avainsanat
hu: Kulcsszavak
ja: キーワード
my: အဓိကစကားလံုးများ
ro: Cuvinte cheie
sq: Fjali kyçe
uk: Ключові слова

# MSC.options
source: Options
da: Valgmuligheder
fi: Valinnat
hu: Opciók
ja: 選択肢
my: ရွေးပိုင်ခွင့်များ
ro: Opţiuni
sq: Opsionet
uk: Опції

# MSC.matchAll
source: match all words
da: med alle ord
fi: etsi kaikilla sanoilla
hu: minden szóra megfelel
ja: すべての単語に一致
my: စကားလံုးများအားလံုးဟပ်စပ်
ro: potriveşte toate cuvintele
sq: kërko shprehjen ekzakte
uk: всі слова

# MSC.matchAny
source: match any word
da: med mindst et af ordene
fi: etsi millä tahansa
hu: bármelyik szóra megfelel
ja: いずれかの単語に一致
my: စကားလံုးတစ်ခုခုဟပ်စပ်
ro: potriveşte orice cuvânt
sq: kërko të gjitha fjalët
uk: будь-яке слово

# MSC.saveData
source: Save data
da: Gem data
fi: Tallena tiedot
hu: Adatok mentése
ja: 登録情報を保存
my: အချက်အလက်မှတ်သိမ်း
ro: Salvează
sq: Ruaji të dhënat
uk: Зберегти дані

# MSC.printPage
source: Print this page
da: Udskriv denne side
fi: Tulosta tämä sivu
hu: Oldal nyomtatása
ja: このページを印刷
my: စာမျက်နှာပုံနှိပ်
ro: Tipăreşte pagina
sq: Shtyp faqën
uk: Версія для друку

# MSC.facebookShare
source: Share on Facebook
da: Del på Facebook
fi: Jaa Facebookissa
hu: Facebook megosztás
ja: Facebookで共有
my: ဖေ့စ်ဘုတ်တွင်မျှဝေ
ro: Recomandă pe Facebook
sq: Shpërndaj në Facebook
uk: Розмістити на Facebook

# MSC.twitterShare
source: Share on Twitter
da: Del på Twitter
fi: Jaa Twitterissä
hu: Twitter megosztás
ja: Twitterで共有
my: တွစ်တာတွင်မျှဝေ
ro: Recomandă pe Twitter
sq: Shpërndaj në Twitter
uk: Розмістити на Twitter

# MSC.gplusShare
source: Share on Google+
da: Del på Google+
fi: Jaa Google+:ssa
hu: Google+ megosztás
ja: Google+で共有
my: ဂူးဂယ်ပလပ်စ်တွင်မျှဝေ
ro: Distribuiţi pe Google+
sq: Shpërndaj në Google+
uk: Поділитися в Google+

# MSC.pleaseWait
source: Please wait
da: Vent venligst
fi: Odota ole hyvä
hu: Kérjük várjon
ja: お待ちください
my: ခဏစောင့်ပါ
ro: Aşteptaţi
sq: Ju lutem prisni
uk: Зачекайте, будь ласка.

# MSC.loading
source: Loading …
da: Henter …
fi: Ladataan ...
hu: Töltés...
ja: 読み込み中...
my: ဆွဲတင်နေ...
ro: Se încarcă ...
sq: Ngarkoj...
uk: Завантаження ...

# MSC.more
source: Read more …
da: Læs mere …
fi: Lue lisää…
hu: Olvasson tovább...
ja: 続きを読む...
my: နောက်ထပ်ဖတ်ရှု ...
ro: Mai mult ...
sq: Lexo më shumë...
uk: Детальніше »

# MSC.readMore
source: Read the article: %s
da: Læs artiklen
fi: Lue artikkeli: %s
hu: %s cikk olvasása
ja: アーティクルを読む: %s
my: ဆောင်းပါးဖတ်ရှု: %s
ro: Citeşte tot articolul
sq: Lexo tërë artikullin
uk: Прочитати статтю: %s

# MSC.targetPage
source: Target page
da: Målside
fi: Kohdesivu
hu: Cél oldal
ja: リンク先ページ
my: ရည်မှန်းစာမျက်နှာ
ro: Pagină destinaţie
sq: Faqja përcaktuar
uk: Цільова сторінка

# MSC.invalidPage
source: Sorry, item "%s" does not exist.
da: Beklager, siden "%s" findes ikke.
fi: Valitettavasti sivua %s ei ole.
hu: Sajnálom, %s nem létezik.
ja: 申し訳ありません、"%s"という項目は存在しません。
my: %s" ပစ္စည်းမတည်ရှိ။
ro: Pagina "%s" nu există.
sq: Na vjen keq, pika "% s" nuk ekziston.
uk: Вибачте, сторінки «%s» не існує.

# MSC.list_orderBy
source: Order by %s
da: Sorter efter %s
fi: Järjestä %s
hu: Sorba rendez %s alapján
ja: %sの順序
my: %s အားဖြင့်စီစဉ်
ro: Ordonează după %s
sq: Radhit sipas %s
uk: Сортувати за %s

# MSC.list_perPage
source: Results per page
da: Resultater pr. side
fi: Tuloksia per sivu
hu: Eredmény oldalanként
ja: 1ページの結果の数
my: စာမျက်နှာရှိရလဒ်များ
ro: Rezultate per pagină
sq: Rezulatate në faqe
uk: Кількість записів на сторінку

# MSC.published
source: Published
da: Udgivet
fi: Julkaistu
hu: Megjelenítve
ja: 公開
my: ထုတ်ဝေပြီး
ro: Publicat
sq: Publikuar
uk: Опубліковано

# MSC.unpublished
source: Unpublished
da: Ikke udgivet
fi: Julkaisematon
hu: Nincs megjelenítve
ja: 非公開
my: မထုတ်ဝေပြီး
ro: Nepublicat
sq: Papublikuar
uk: Знято з публікації

# MSC.addComment
source: Add a comment
da: Tilføj en kommentar
fi: Lisää kommentti
hu: Egy hozzászólás hozzáadása
ja: コメントを追加
my: မှတ်ချက်ထည့်သွင်း
ro: Adaugă comentariu
sq: Shto koment
uk: Додати коментар

# MSC.autologin
source: Remember me
da: Husk mig
fi: Muista minut
hu: Emlékezz rám
ja: ログイン状態を保持
my: ငါ့ကိုမှတ်ထား
ro: Reţine autentificarea
sq: Më rikujto
uk: Запам'ятати мене

# MSC.createdOn
source: Created on
da: Oprettet d.
fi: Luotu
hu: Létrehozva
ja: 作成した日時
my: တွင်ဖန်တီးပြီး
ro: Creat
sq: Krijuar me

# MSC.relevance
source: %s relevance
da: %s relevans
fi: %s merkitys
hu: %s relevancia
ja: %sの関連性
my: %s သက်ဆိုင်မှု
ro: %s relevanţă
sq: %s rëndësi
uk: Релевантність %s

# MSC.invalidTokenUrl
source: Invalid token
da: Ugyldig token
fi: Virheellinen pyyntötunnus
ja: 不正なトークン
my: သင်္ကေတမမှန်
ro: Cheie invalidă
sq: Shenjë e gabuar
uk: Невірний токен

# MSC.changelog
source: Changelog
da: Ændringslog
fi: Muutosloki
hu: Változásnapló
ja: 変更履歴
my: ပြောင်းလဲမှုမှတ်တမ်း
ro: Jurnal de schimbări
sq: Ditari ndryshimeve
uk: Журнал змін

# MSC.dragItemsHint
source: Drag the items to re-order them
da: Træk elementerne for at sortere dem
fi: Muuta kohteiden järjestystä raahaamalla
hu: Húzza az elemeket azok átrendezéséhez
ja: 項目をドラッグして並べ替え
my: ပြန်လည်စီစဥ်ရန်ပစ္စည်းများကိုကလစ်ဆွဲယူ
ro: Trageţi de elemente pentru a le reordona.
sq: Terhiq sendet për t'i rirenditur
uk: Перетягніть елементи для зміни їх порядку

# MSC.templatesTheme
source: Theme %s
da: Tema %s
fi: Teema %s
hu: Téma: %s
ja: テーマ %s
my: အသွင်အပြင် %s
ro: Temă %s
sq: Motiva %s
uk: Тема %s

# MSC.location
source: Location
da: Lokation
fi: Sijainti
hu: Helyszín
ja: 場所
my: တည်နေရာ
ro: Locaţie
sq: Vendi

# MSC.download
source: Download %s
fi: Lataa %s
hu: %s letöltés
ja: %sをダウンロード
ro: Descarcă %s

# UNITS.0
source: Byte
fi: Tavu
my: ဘိုက်
sq: Bajt
uk: Байт

# UNITS.1
source: KiB
fi: kt
my: ကီလိုဘိုက်
uk: КіБ

# UNITS.2
source: MiB
fi: Mt
my: မစ်ဂါဘိုက်
uk: МіБ

# UNITS.3
source: GiB
fi: Gt
my: ဂစ်ဂါဘိုက်
ro: Mergi la
sq: Shko
uk: ГіБ

# UNITS.4
source: TiB
fi: Tt
my: တီရာဘိုက်
uk: ТіБ

# UNITS.5
source: PiB
fi: Pt
my: ပီတာဘိုက်
uk: ПіБ

# UNITS.6
source: EiB
fi: Et
my: အက်စ်ဘီဘိုက်
uk: ЕіБ

# UNITS.7
source: ZiB
fi: Zt
my: ဇစ်ဘီဘိုက်
uk: ЗіБ

# UNITS.8
source: YiB
fi: Yt
my: ယိုဘီဘိုက်
uk: ЙіБ

# CONFIRM.do
source: Module
da: Modul
fi: Moduli
hu: Modul
ja: モジュール
my: အပိုင်း
ro: Modul
sq: Modul
uk: Модуль

# CONFIRM.table
source: Affected table
da: Berørte tabel
fi: Taulu johon muutokset vaikuttavat
hu: Érintett tábla
ja: 影響を受けたテーブル
my: သက်ရောက်စားပွဲ
ro: Tabel afectat
sq: Tabela e prekur
uk: Задіяні таблиці

# CONFIRM.act
source: Action
da: Handling
fi: Toiminto
hu: Művelet
ja: 操作
my: ဆောင်ရွက်ချက်
ro: Acţiune
sq: Veprim
uk: Дія

# CONFIRM.id
source: Affected record
da: Berørte data
fi: Taulun rivi johon muutokset vaikuttavat
hu: Érintett rekord
ja: 影響を受けたレコード
my: သက်ရောက်မှတ်တမ်း
ro: Înregistrare afectată
sq: Rreshti i prekur
uk: Задіяні записи

# DP.select_a_time
source: Select a time
da: Vælg en tid
fi: Valitse aika
hu: Válasszon időt
ja: 時刻を選択
my: အချိန်ရွေး
ro: Selectaţi ora
sq: Zgjedh një kohë
uk: Виберіть час

# DP.use_mouse_wheel
source: Use the mouse wheel to quickly change value
da: Benyt musens scroll for hurtigt at ændre værdi.
fi: Käytä hiiren kiekkoa arvojen nopeaan muuttamiseen
hu: Használja az egér görgőjét az értekek gyors módosításához
ja: 迅速に値を変更するにはマウスのホイールを使用してください
my: တန်ဖိုးလျင်မြန်စွာပြောင်းလဲရန်မောက်စ်ဘီးကိုသံုး
ro: Folosiţi rotiţa de scroll de la maus pentru a schimba uşor valoarea
sq: Përdor rrotën e miut për ndryshimin e vlerës
uk: Використовуйте колесо миші для швидкої зміни значення

# DP.apply_range
source: Apply
da: Anvend
fi: Hyväksy
hu: Alkalmaz
ja: 適用
my: အသံုးချ
ro: Aplică
sq: Përdor
uk: Застосувати

# DP.cancel
source: Cancel
da: Annuller
fi: Peruuta
hu: Mégsem
ja: 取り止め
my: ပယ်ဖျက်
ro: Anulează
sq: Anulo
uk: Відміна

# DP.week
source: Wk
da: Uger
fi: Vk
ja: 週
my: အလုပ်
uk: Нед.

# COLS.header
source: Header
fi: Yläosa
hu: Fejléc
ja: ヘッダー
ro: Antet

# COLS.left
source: Left column
fi: Vasen sarake
hu: Baloldali oszlop
ja: 左の列
ro: Coloana stângă

# COLS.main
source: Main column
fi: Pääsarake
hu: Fő oszlop
ja: メインの列
ro: Coloana principală

# COLS.right
source: Right column
fi: Oikea sarake
hu: Jobboldali oszlop
ja: 右の列
ro: Coloana dreaptă

# COLS.footer
source: Footer
fi: Alaosa
hu: Lábléc
ja: フッター
ro: Subsol

# ERR.unique
source: This entry already exists!
hu: Ez a bejegyzés már létezik!
ja: この入力内容は既に存在します。

# ERR.filename
source: The name of at least one uploaded file contains invalid characters or exceeds the maximum length of 255 characters!
hu: A név legalább egy feltöltött fájl esetében érvénytelen karaktereket tartalmaz, vagy meghaladja a hossza a maximális 255 karaktert!
ja: アップロードしようとしているファイルに少なくとも1つ、不正な文字か255文字の最大長を越える名前のファイルがあります。
