Repository: contao/core
Catalog: system/modules/core/languages/*/default.xlf
Languages: da, fi, hu, ja, my, ro, sq, uk

# MSC.url.1
source: Please enter a web address (http://…), an e-mail address (mailto:…) or an insert tag.
da: Indtast venligst hele URL'en inklusiv netværksprotokollen (f.eks. <em>http://www.domaene.dk</em>). Hvis du vil linke til en e-mail-adresse, kan du indtaste <em>mailto:navn@domaene.dk</em>. Du kan også bruge indsættelsesmarkeringer (f.eks.. <em>link_url</em>).
fi: Ole hyvä ja anna web-osoite (http://…), sähköpostiosoite (mailto:…) tai insert tagi.
hu: Adjon megy egy web címet (http://…), egy e-mail címet (mailto:…) vagy egy insert tag-et.
ja: ウェブアドレス(http://...)、電子メールアドレス(mailto:...)、挿入タグを入力してください。
my: ဝဘ်လိပ်စာ(http://…)၊အီးမေးလ်(mailto:…)(သို့)အမည်ထည့်သွင်းထည့်သွင်းနိုင်။
ro: Introduceţi adresa completă de URL inclusiv protocolul de reţea (ex. <em>http://www.domeniu.com</em>). Pentru o legătură de email, vă rugăm introduceţi <em>mailto:nume@domeniu.com</em>. Puteţi de asemenea insera taguri (ex. <em>link_url</em>).
sq: Shënoni URL finale duke përdorur edhe protokollin e rrjetit (p.sh. <em>http://www.domain.com</em>). Në rastin e përdorimit të një adrese email si lidhëz, shënoni <em>mailto:name@domain.com</em>. Ju mund të përdorni gjitashtu tag (kodet) specifike të sistemit (p.sh. <em>link_url</em>).
uk: Введіть, будь-ласка, повний URL адрес призначення, включно із мережевим протоколом ( <em>http://www.domain.com</em>). Для звязку e-mail, введіть <em>mailto:name@domain.com</em>. Також ви можете використовувати теги (напр., <em>{{link_url::ID}}</em>).

# MSC.target.0
source: Open in new window
da: Åbn et nyt browser-vindue
fi: Avaa uudessa ikkunassa
hu: Megnyitás új ablakban
ja: 新しいウィンドウで開く
my: ဝင်းဒိုးအသစ်ဖွင့်
ro: Deschide într-o fereastră nouă de browser
sq: Hape në një dritare të re të shfletuesit
uk: Відкрити в новому вікні броузера

# MSC.target.1
source: Open the link in a new browser window.
da: Hvis du vælger denne mulighed, åbner URL'en i et nyt browser-vindue.
fi: Avaa linkki uudessa selainikkunassa.
hu: A link új böngészőablakban nyílik meg.
ja: ブラウザーの新しいウィンドウでリンクを開きます。
my: ဘရောက်ဇာဝင်းဒိုးအသစ်တွင်ကွန်ဆက်ဖွင့်။
ro: Dacă alegeţi această opţiune, pagina se va deschide într-o fereastră nouă.
sq: Zgjedhja e këtij opsion shakton, që URL-lidhja do të hapet në një dritare të re të shfletuesit.
uk: Якщо ви виберете дану опцію то вказаний URL відкриється в новому вікні броузера

# MSC.separator.0
source: Separator
da: skilletegn
fi: Erotin
hu: Elválasztó
ja: 区切り
my: ခြားနားသူ
sq: Ndarës
uk: Розділювач

# MSC.separator.1
source: Please choose a field delimiter.
da: Vælg venligst tegnet der adskiller værdierne
fi: Ole hyvä ja valitse kenttien erottaja.
hu: Mező határoló választása.
ja: 項目の区切り文字を選択してください。
my: နယ်ပယ်မကန့်သတ်သူရွေး။
ro: Selectaţi simbolul care separă valorile.
sq: Zgjedhoni një ndarës të fushës.
uk: Введіть символ, який слугуватиме розділювачем

# MSC.source.0
source: Source files
da: Filarkiv
fi: Lähdetiedostot
hu: Forrásfájlok
ja: ソースファイル
my: ရင်းမြစ်ဖိုင်များ
ro: Fişiere sursă
sq: Skedarët burimor
uk: Вхідні файли

# MSC.source.1
source: Please upload the CSV files to be imported.
da: Upload venligst CSV filen der skal importeres.
fi: Ole hyvä ja lataa tuonti-CSV.
hu: Az importálni kívánt CSV fájlok feltöltése.
ja: インポートするCSVファイルをアップロードしてください。
my: တင်သွင်းမည့်စီအက်စ်ဗီဖိုင်များကူးတင်။
ro: Alegeţi fişierele CSV pe care doriţi să le importaţi
sq: Ju lutem ngarkoni skendaret CSV për të i importuar.
uk: Будь ласка, виберіть з каталогу CSV файли, які ви хочете імпортувати.

# MSC.comma
source: Comma
da: Komma
fi: Pilkku
hu: Vessző
ja: コンマ
my: ပုဒ်ကလေး
ro: Virgulă
sq: Presje
uk: Кома

# MSC.semicolon
source: Semicolon
da: Semikolon
fi: Puolipiste
hu: Pontosvessző
ja: セミコロン
my: ပုံဖြတ်ပံုရပ်
ro: Punct şi virgulă
sq: Pikëpresje
uk: Крапка з комою

# MSC.tabulator
source: Tabulator
fi: Tabulaattori
hu: Tabulátor
ja: タブ
my: ဇယားကွက်ခွဲခလုတ်
uk: Табулятор

# MSC.linebreak
source: Line break
da: Ny linje
fi: Rivinvaihto
hu: Sortörés
ja: 改行
my: လိုင်းရပ်တန့်
ro: Return
sq: Linjë pushimore
uk: З нового рядка

# MSC.lw_import.0
source: CSV import
fi: CSV tuonti
hu: CSV importálása
ja: CSVのインポート
my: စီအက်စ်ဗီတင်သွင်း
sq: Import CSV
uk: Імпорт CSV

# MSC.lw_import.1
source: Import list items from a CSV file
da: Importer listepunkter fra en CSV fil
fi: Tuo lista CSV-tiedostosta
hu: Lista elemek importálása CSV fájlból
ja: CSVファイルから箇条書きの項目をインポート
my: စီအက်ဗီဖိုင်မှစာရင်းပစ္စည်းများတင်သွင်း
ro: Importă o lista dintr-un fişier CSV
sq: Importo të dhënat e listës nga një CSV skedarë.
uk: Імпортувати записи з CSV файлу

# MSC.lw_copy
source: Duplicate the element
da: Dupliker element
fi: Kopioi elementti
hu: Elem másolása
ja: 要素を複製
my: ပစ္စည်းပံုစံတူပွား
ro: Duplicare element
sq: Dyfisho elementin
uk: Дублювати елемент

# MSC.lw_up
source: Move the element one position up
da: Flyt elementet et niveau op
fi: Siirrä elementtiä yksi sija ylöspäin
hu: Elem mozgatása egy pozícióval feljebb
ja: 要素を1つ上の位置に移動
my: အပေါ်တစ်နေရာသို့ပစ္စည်းကိုရွေ့
ro: Mută elementul o poziţie mai sus
sq: Leviz elementin një pozitë më lartë
uk: Перемістити елемент на одну позицію вгору

# MSC.lw_down
source: Move the element one position down
da: Flyt elementet et niveau ned
fi: Siirrä elementtiä yksi sija alaspäin
hu: Elem mozgatása egy pozícióval lejjebb
ja: 要素を1つ下の位置に移動
my: အောက်တစ်နေရာသို့ပစ္စည်းကိုရွေ့
ro: Mută elementul o poziţie mai jos
sq: Leviz elementin një pozitë më poshtë
uk: Перемістити елемент на одну позицію вниз

# MSC.lw_delete
source: Delete the element
da: Slet element
fi: Poista elementti
hu: Elem törlése
ja: 要素を削除
my: ပစ္စည်းပယ်ဖျက်
ro: Şterge elementul
sq: Shlyej elementin
uk: Видалити елемент

# MSC.tw_import.0
source: CSV import
fi: CSV tuonti
hu: CSV importálása
ja: CSVのインポート
my: စီအက်စ်ဗီတင်သွင်း
uk: Імпорт CSV

# MSC.tw_import.1
source: Import table items from a CSV file
da: Impoter tabelindhold fra en CSV-fil
fi: Tuo taulurivejä CSV-tiedostosta
hu: Tábla elemek importálása CSV fájlból
ja: CSVファイルから表の項目をインポート
my: စီအက်စ်ဗီဖိုင်မှစားပွဲပစ္စည်းများတင်သွင်း
ro: Importă elemente pentru tabel dintr-un fişier CSV
sq: Importo të dhënat e tabeles nga një CSV skedarë.
uk: Імпортувати табличні данні з CSV файлу

# MSC.tw_expand
source: Increase the input field size
da: Gør felter større
fi: Lisää syötekentän kokoa
hu: Növelje a beviteli mező mérete
ja: 入力欄の大きさを拡大
my: ထည့်သွင်းနယ်ပယ်အရွယ်တိုးမြှင့်
ro: Măreşte dimensiunea câmpului de input
sq: Smadho fushën e të dhënave
uk: Збільшити розмір поля введення

# MSC.tw_shrink
source: Decrease the input field size
da: Gør felter mindre
fi: Pienennä syötekentän kokoa
hu: Csökkentse a beviteli mező méretét
ja: 入力欄の大きさを縮小
my: ထည့်သွင်းနယ်ပယ်အရွယ်လျော့နည်း
ro: Descreşte dimensiunea câmpului de input
sq: Zvogëlo fushën e të dhënave
uk: Зменшити розмір поля введення

# MSC.tw_rcopy
source: Duplicate the row
da: Dupliker rækken
fi: Tee kopio rivistä
hu: Sor másolása
ja: 行を複製
my: အတန်းကိုပံုစံတူပွား
ro: Duplicare rând
sq: Dyfisho rreshtin
uk: Дублювати рядок

# MSC.tw_rup
source: Move the row one position up
da: Flyt rækken et niveau op
fi: Siirrä riviä yksi sija ylöspäin
hu: Sor mozgatása egy pozícióval feljebb
ja: 行を1つ上に移動
my: အပေါ်တစ်နေရာသို့အတန်းကိုရွေ့
ro: Mută rândul o poziţie mai sus
sq: Lëviz rreshtin një pozitë më lartë
uk: Перемістити рядок на одну позицію вгору

# MSC.tw_rdown
source: Move the row one position down
da: Flyt rækken et niveau ned
fi: Siirrä riviä yksi sija alaspäin
hu: Sor mozgatása egy pozícióval lejjebb
ja: 行を1つ下に移動
my: အောက်တစ်နေရာသို့အတန်းကိုရွေ့
ro: Mută rândul o poziţie mai jos
sq: Lëviz rreshtin një pozitë më poshtë
uk: Перемістити рядок на одну позицію вниз

# MSC.tw_rdelete
source: Delete the row
da: Slet rækken
fi: Poista rivi
hu: Sor törlése
ja: 行を削除
my: အတန်းကိုပယ်ဖျက်
ro: Şterge rândul
sq: Shlyej rreshtin
uk: Видалити рядок

# MSC.tw_ccopy
source: Duplicate the column
da: Dupliker kolonnen
fi: Kopioi sarake
hu: Oszlop másolása
ja: 列を複製
my: ကော်လံပံုစံတူပွား
ro: Duplicare coloană
sq: Dyfisho kolonën
uk: Дублювати стовпець

# MSC.tw_cmovel
source: Move the column one position left
da: Flyt kolonnen et step til venstre
fi: Siirrä saraketta yksi sija vasemmalle
hu: Oszlop mozgatása egy pozícióval balra
ja: 列を1つ左の位置に移動
my: ဘယ်တစ်နေရာသို့ကော်လံကိုရွေ့
ro: Mută coloana o poziţie la stânga
sq: Lëviz kolonën një pozitë majtas
uk: Перемістити стовпець на одну позицію вліво

# MSC.tw_cmover
source: Move the column one position right
da: Flyt kolonnen et step til højre
fi: Siirrä saraketta yksi sija oikealle
hu: Oszlop mozgatása egy pozícióval jobbra
ja: 列を1つ右の位置に移動
my: ညာတစ်နေရာသို့ကော်လံကိုရွေ့
ro: Mută coloana o poziţie la dreapta
sq: Lëviz kolonën një pozitë djathtas
uk: Перемістити стовпець на одну позицію вправо

# MSC.tw_cdelete
source: Delete the column
da: Slet kolonnen
fi: Poista sarake
hu: Oszlop törlése
ja: 列を削除
my: ကော်လံပယ်ဖျက်
ro: Şterge coloana
sq: Shlyej kolonën
uk: Видалити стовпець

# MSC.ow_copy
source: Duplicate the row
da: Dupliker rækken
fi: Tee kopio rivistä
hu: Sor másolása
ja: 行を複製
my: အတန်းကိုပံုစံတူပွား
ro: Duplicare rând
sq: Dyfisho rreshtin
uk: Дублювати стовпець

# MSC.ow_up
source: Move the row one position up
da: Flyt rækken et niveau op
fi: Siirrä riviä yksi sija ylöspäin
hu: Sor mozgatása egy pozícióval feljebb
ja: 行を1つ上に移動
my: အပေါ်တစ်နေရာသို့အတန်းကိုရွေ့
ro: Mută rândul o poziţie mai sus
sq: Lëviz rreshtin një pozitë më lartë
uk: Перемістити рядок на одну позицію вгору

# MSC.ow_down
source: Move the row one position down
da: Flyt rækken et niveau ned
fi: Siirrä riviä yksi sija alaspäin
hu: Sor mozgatása egy pozícióval lejjebb
ja: 行を1つ下に移動
my: အောက်တစ်နေရာသို့အတန်းကိုရွေ့
ro: Mută rândul o poziţie mai jos
sq: Lëviz rreshtin një pozitë më poshtë
uk: Перемістити рядок на одну позицію вниз

# MSC.ow_delete
source: Delete the row
da: Slet rækken
fi: Poista rivi
hu: Sor törlése
ja: 行を削除
my: အတန်းကိုပယ်ဖျက်
ro: Şterge rândul
sq: Shlyej rreshtin
uk: Видалити рядок

# MSC.ow_value
source: Value
da: Værdi
fi: Arvo
hu: Érték
ja: 値
my: တန်ဖိုး
ro: Valoare
sq: Vlerë
uk: Значення

# MSC.ow_label
source: Label
fi: Nimike
hu: Címke
ja: ラベル
my: ကတ်ပြား
ro: Etichetă
sq: Etiketë/emërtim
uk: Назва

# MSC.ow_key
source: Key
da: Nøgle
fi: Avain
hu: Kulcs
ja: キー
my: ကီး
ro: Tasta
sq: Çelës
uk: Ключ

# MSC.ow_default
source: Default
da: Standard
fi: Oletus
hu: Alapértelmezett
ja: 既定の表示
my: မူလပံုစံ
ro: Iniţial
sq: Normë
uk: За замовчуванням

# MSC.ow_group
source: Group
da: Gruppe
fi: Ryhmä
hu: Csoport
ja: グループ
my: အုပ်စု
ro: Grup
sq: Grup
uk: Група

# MSC.mw_copy
source: Duplicate the row
da: Dupliker rækken
fi: Tee kopio rivistä
hu: Sor másolása
ja: 行を複製
my: အတန်းကိုပံုစံတူပွား
ro: Duplicare rând
sq: Dyfisho rreshtin
uk: Дублювати рядок

# MSC.mw_up
source: Move the row one position up
da: Flyt rækken et niveau op
fi: Siirrä riviä yksi sija ylöspäin
hu: Sor mozgatása egy pozícióval feljebb
ja: 行を1つ上に移動
my: အပေါ်တစ်နေရာသို့အတန်းကိုရွေ့
ro: Mută rândul o poziţie mai sus
sq: Lëviz rreshtin një pozitë më lartë
uk: Перемістити рядок на одну позицію вгору

# MSC.mw_down
source: Move the row one position down
da: Flyt rækken et niveau ned
fi: Siirrä riviä yksi sija alaspäin
hu: Sor mozgatása egy pozícióval lejjebb
ja: 行を1つ下に移動
my: အောက်တစ်နေရာသို့အတန်းကိုရွေ့
ro: Mută rândul o poziţie mai jos
sq: Lëviz rreshtin një pozitë më poshtë
uk: Перемістити рядок на одну позицію вниз

# MSC.mw_delete
source: Delete the row
da: Slet rækken
fi: Poista rivi
hu: Sor törlése
ja: 行を削除
my: အတန်းကိုပယ်ဖျက်
ro: Şterge rândul
sq: Shlyej rreshtin
uk: Видалити рядок

# MSC.mw_module
source: Module
da: Modul
fi: Moduuli
hu: Modul
ja: モジュール
my: အပိုင်း
ro: Modul
sq: Modul
uk: Модуль

# MSC.mw_column
source: Column
da: Kolonne
fi: Kolumni
hu: Oszlop
ja: 列
my: ကော်လံ
ro: Coloană
sq: Kolona
uk: Стовпець

# MSC.mw_enable
source: Enable/disable the module
da: Aktiver eller deaktiver modulet
fi: Julkaise/piilota moduuli
hu: Modul bekapcsolás/kikapcsolás
ja: モジュールを有効または無効
my: အပိုင်းလုပ်ဆောင်/မလုပ်ဆောင်နိုင်စေ
ro: Activează/dezactivează modulul
sq: Aktivizo/çaktivizo modulin

# MSC.aw_title
source: Title
da: Titel
fi: Otsikko
hu: Cím
ja: 題名
my: ခေါင်းစဉ်
ro: Nume grup
sq: Titulli
uk: Назва

# MSC.aw_link
source: Link
fi: Linkki
ja: リンク
my: ကွန်ဆက်
ro: Adresă
sq: Lidhje
uk: Посилання

# MSC.aw_caption
source: Caption
da: Billedtekst
fi: Kuvateksti
hu: Képaláírás
ja: キャプション
my: စာတန်း
ro: Etichetă
sq: Emërtim
uk: Підпис

# MSC.aw_delete
source: Delete the language
da: Slet sproget
fi: Poista kieli
hu: Nyelv törlése
ja: 言語を削除
my: ဘာသာစကားပယ်ဖျက်
ro: Şterge limba
sq: Shlyej gjuhën
uk: Видалити мову

# MSC.aw_new
source: Add language
da: Tilføj sprog
fi: Lisää kieli
hu: Nyelv hozzáadása
ja: 言語を追加
my: ဘာသာစကားထည့်
ro: Adaugă o limbă
sq: Fut një gjuhë
uk: Додати мову

# MSC.image_sizes
source: Predefined dimensions
fi: Esimääritellyt mitat
hu: Előre definiált méretek
ja: 所定の寸法
ro: Dimensiuni predefinite.

# MSC.relative
source: Relative dimensions
da: Relative dimensioner
fi: Suhteelliset mitat
hu: Relatív méretek
ja: 相対的な寸法
my: ပတ်သက်သောရှုထောင့်များ
ro: Dimensiuni relative
sq: Dimenzione relative
uk: Відносні розміри

# MSC.proportional.0
source: Proportional
da: Proportionelt
fi: Suhteellinen
hu: Arányos
ja: 縦横比を保持
my: အချိုးကျ
ro: Proporţional
sq: Përpjesshëm
uk: Пропорційно

# MSC.proportional.1
source: The longer side of the image is adjusted to the given dimensions and the image is resized proportionally.
da: Den længste side af billedet er justeret til den givende dimension og billedet er skaleret proportionelt.
fi: Kuvan pidempi sivu pienennetään tai suurennetaan annettuihin mittoihin ja kuvakoko muutetaan suhteellisesti.
hu: A kép hosszabbik oldala igazodik a beállítással megadott méretekhez és a kép arányosan átméreteződik.
ja: 画像の長い側を指定した寸法に調整して、画像の縦横比を保持して大きさを変更します。
my: ပေးထားသောရှုထောင့်များသို့ပံုအရှည်အစွန်းထိန်းညှိပြီးပံုကိုအချိုးကျအရွယ်ပြန်လည်သတ်မှတ်။
ro: Partea mai mare a imaginii este adaptată la dimensiunile indicate şi imaginea este redimensionată proporţional.
sq: Ana më e gjatë e imazhit është e rregulluar me dimensionet e dhëna dhe imazh është ridimensionuar në mënyrë proporcionale.
uk: Більш довга сторона зображення скорегована щодо заданого розміру і зображення змінено пропорційно.

# MSC.box.0
source: Fit the box
da: Tilpas boksen
fi: Ulkomittojen mukaan
hu: Doboz kitöltése
ja: ボックスに一致
my: ပံုးနှင့်အံကိုက်
ro: Încadrat
sq: Përshtat kutinë
uk: Встановіть поле

# MSC.box.1
source: The shorter side of the image is adjusted to the given dimensions and the image is resized proportionally.
da: Den korte side af billedet er justeret til den givende dimension og billedet er skalleret proportionelt.
fi: Kuvan lyhyempi sivu pienennetään tai suurennetaan annettuihin mittoihin ja kuvakoko muutetaan suhteellisesti.
hu: A kép rövidebbik oldala igazodik a beállítással megadott méretekhez és a kép arányosan átméreteződik.
ja: 画像の短い側を指定した寸法に調整して、画像の縦横比を保持して大きさを変更します。
my: ပေးထားသောရှုထောင့်များသို့ပံုအတိုအစွန်းထိန်းညှိပြီးပံုကိုအချိုးကျအရွယ်ပြန်လည်သတ်မှတ်။
ro: Partea mai îngustă a imaginii este adaptată la dimensiunile indicate şi imaginea este redimensionată proporţional.
sq: Ana më e shkurt e imazhit është e rregulluar me dimensionet e dhëna dhe imazh është ridimensionuar në mënyrë proporcionale.
uk: Більш коротка сторона зображення скорегована щодо заданого розміру і зображення змінено пропорційно.

# MSC.exact.0
source: Exact dimensions
fi: Tarkat mittasuhteet
hu: Pontos méretek
ja: 正確な寸法
ro: Dimensiuni exacte

# MSC.exact.1
source: The image will be resized to the given dimensions. If necessary, it will be cropped.
fi: Kuva skaalataan annettuihin mittoihin. Ylimenevä leikataan tarvittaessa pois.
hu: A képet átméretezi a megadott méretekre. Ha szükséges, akkor meg is vágja.
ja: 画像を指定した寸法に変更します。必要な場合は画像を切り取ります。
ro: Imaginea va fi redimensionată la mărimile date. Dacă este necesar, va fi ajustată.

# MSC.crop.0
source: Important part
fi: Tärkeä osa
hu: Fontos rész
ja: 重要な部分
ro: Parte importantă

# MSC.crop.1
source: Preserves the important part of an image as specified in the file manager.
fi: Säilyttää kuvan tärkeän osan siltä osin, kuin se on määritelty tiedostonhallinnassa.
hu: Megőrzi a kép fontos részét, ahogy a fájlkezelő meghatározza.
ja: ファイル管理で指定したように画像の重要な部分を保持します。
ro: Păstreză partea importantă a unei imagini aşa cum este specificat în managerul de fişiere.

# MSC.left_top.0
source: Left | Top
da: Venstre | Top
fi: Ylävasen
hu: Bal | Fent
ja: 左 | 上
my: ဘယ် | အပေါ်
ro: Stânga sus
sq: Majtas | Lartë
uk: Лівий верх (Left top)

# MSC.left_top.1
source: Preserves the left part of a landscape image and the top part of a portrait image.
da: Bevarer venstre del af et landskabs billede og toppen af et portræt billede.
fi: Säilyttää vaakarajatun kuvan vasemman puolen ja pystyrajatun kuvan yläosan.
hu: Megőrzi a fekvő kép bal oldalát és az álló kép felső részét.
ja: 画像の横方向の左側と縦方向の上の部分を保存します。
my: အလျားလိုက်ပံုဘယ်ဘက်ပိုင်းနှင့်ဒေါင်လိုက်ပံုအပေါ်ပိုင်းကိုထိန်းသိမ်း။
ro: Păstrează partea stângă a unei imagini peisaj şi partea de sus a unei imagini portret.
sq: Ruan pjesën e majtë të imazhit peizazh dhe pjesën e sipërme të imazhit portret.
uk: Зберігає ліву частину альбомного зображення і верхню частину портретного зображення.

# MSC.center_top.0
source: Center | Top
fi: Yläkeskitetty
hu: Közép | Fent
ja: 中央 | 上
my: လယ် | အပေါ်
ro: Centru sus
sq: Qendër | Lartë
uk: Центр верху (Center top)

# MSC.center_top.1
source: Preserves the center part of a landscape image and the top part of a portrait image.
da: Bevarer center delen af et landskabsbillede og toppen af et portræt billede.
fi: Säilyttää vaakarajatun kuvan keskiosan ja pystyrajatun kuvan yläosan.
hu: Megőrzi a fekvő kép közepét és az álló kép felső részét.
ja: 画像の横方向の中央と縦方向の上の部分を保存します。
my: အလျားလိုက်ပံုအလယ်ပိုင်းနှင့်ဒေါင်လိုက်ပံုအပေါ်ပိုင်းကိုထိန်းသိမ်း။
ro: Păstrează partea de centru a unei imagini peisaj şi partea de sus a unei imagini portret.
sq: Ruan pjesën qendër të imazhi peizazhit dhe pjesën e sipërme të imazhi portret.
uk: Зберігає центральну частину альбомного зображення і верхню частину портретного зображення.

# MSC.right_top.0
source: Right | Top
da: Højre | Top
fi: Yläoikea
hu: Jobb | Fent
ja: 右 | 上
my: ညာ | အပေါ်
ro: Dreapta sus
sq: Djathtas | Lartë
uk: Правий верх (Right top)

# MSC.right_top.1
source: Preserves the right part of a landscape image and the top part of a portrait image.
da: Bevarer højre del af et landskabs billede og toppen af et portræt billede.
fi: Säilyttää vaakarajatun kuvan oikean puolen ja pystyrajatun kuvan yläosan.
hu: Megőrzi a fekvő kép jobb oldalát és az álló kép felső részét.
ja: 画像の横方向の右側と縦方向の上の部分を保存します。
my: အလျားလိုက်ပံုညာပိုင်းနှင့်ဒေါင်လိုက်ပံုအပေါ်ပိုင်းကိုထိန်းသိမ်း။
ro: Păstrează partea dreaptă a unei imagini peisaj şi partea de sus a unei imagini portret.
sq: Ruan pjesën e djathtë të imazhi peizazhit dhe pjesën e sipërme të imazhi portret.
uk: Зберігає праву частину альбомного зображення і верхню частину портретного зображення.

# MSC.left_center.0
source: Left | Center
da: Venstre | Center
fi: Keskivasen
hu: Bal | Közép
ja: 左 | 中央
my: ဘယ် | လယ်
ro: Centru stânga
sq: Majtas | Qendër
uk: Лівий центр (Left center)

# MSC.left_center.1
source: Preserves the left part of a landscape image and the center part of a portrait image.
da: Bevarer venstre del af et landskabs billede og center delen af et portræt billede.
fi: Säilyttää vaakarajatun kuvan vasemman puolen ja pystyrajatun kuvan keskiosan.
hu: Megőrzi a fekvő kép bal oldalát és az álló kép középső részét.
ja: 画像の横方向の左側と縦方向の中央の部分を保存します。
my: အလျားလိုက်ပံုဘယ်ပိုင်းနှင့်ဒေါင်လိုက်ပံုအလယ်ပိုင်းကိုထိန်းသိမ်း။
ro: Păstrează partea stângă a unei imagini peisaj şi partea de centru a unei imagini portret.
sq: Ruan pjesën e majtë të imazhi peizazhit dhe pjesën qendër të imazhi portret.
uk: Зберігає ліву частину альбомного зображення і центральну частину портретного зображення.

# MSC.center_center.0
source: Center | Center
fi: Keskitetty
hu: Közép | Közép
ja: 中央 | 中央
my: လယ် | လယ်
ro: Centru centru
sq: Qendër | Qendër
uk: Центр центру (Center center)

# MSC.center_center.1
source: Preserves the center part of a landscape image and the center part of a portrait image.
da: Bevarer center delen af et landskabs billede og center delen af et portræt billede.
fi: Säilyttää vaakarajatun kuvan keskiosan ja pystyrajatun kuvan keskiosan.
hu: Megőrzi a fekvő kép középső részét és az álló kép középső részét.
ja: 画像の横方向の中央とと縦方向の中央の部分を保存します。
my: အလျားလိုက်ပံုအလယ်ပိုင်းနှင့်ဒေါင်လိုက်ပံုအလယ်ပိုင်းကိုထိန်းသိမ်း။
ro: Păstrează partea de centru a unei imagini peisaj şi partea de centru a unei imagini portret.
sq: Ruan pjesën qendër të imazhit peizazh dhe pjesën qendër të imazhit portret.
uk: Зберігає центральну частину альбомного зображення і центральну частину портретного зображення.

# MSC.right_center.0
source: Right | Center
da: Højre | Center
fi: Keskioikea
hu: Jobb | Közép
ja: 右 | 中央
my: ညာ | လယ်
ro: Centru dreapta
sq: Djathtas | Qendër
uk: Правий центр (Right center)

# MSC.right_center.1
source: Preserves the right part of a landscape image and the center part of a portrait image.
da: Bevarer højre del af et landskabs billede og center delen af et portræt billede.
fi: Säilyttää vaakarajatun kuvan oikean puolen ja pystyrajatun kuvan keskiosan.
hu: Megőrzi a fekvő kép jobb oldalát és az álló kép középső részét.
ja: 画像の横方向の右側と縦方向の中央の部分を保存します。
my: အလျားလိုက်ပံုညာပိုင်းနှင့်ဒေါင်လိုက်ပံုအလယ်ပိုင်းကိုထိန်းသိမ်း။
ro: Păstrează partea dreaptă a unei imagini peisaj şi partea de centru a unei imagini portret.
sq: Ruan pjesën e djathtë të imazhit peizazh dhe pjesën qendër të imazhit portret.
uk: Зберігає праву частину альбомного зображення і центральну частину портретного зображення.

# MSC.left_bottom.0
source: Left | Bottom
da: Venstre | Bund
fi: Alavasen
hu: Bal | Lent
ja: 左 | 下
my: ဘယ် | အောက်
ro: Stânga jos
sq: Majtas | Fund
uk: Лівий низ (Left bottom)

# MSC.left_bottom.1
source: Preserves the left part of a landscape image and the bottom part of a portrait image.
da: Bevarer venstre del af et landskabs billede og bunden af et portræt billede.
fi: Säilyttää vaakarajatun kuvan vasemman puolen ja pystyrajatun kuvan alaosan.
hu: Megőrzi a fekvő kép bal oldalát és az álló kép lenti részét.
ja: 画像の横方向の左側と縦方向の下の部分を保存します。
my: အလျားလိုက်ပံုဘယ်ပိုင်းနှင့်ဒေါင်လိုက်ပံုအောက်ပိုင်းကိုထိန်းသိမ်း။
ro: Păstrează partea stângă a unei imagini peisaj şi partea de jos a unei imagini portret.
sq: Ruan pjesën e majtë të imazhit peizazh dhe pjesën e poshtme të imazhit portret.
uk: Зберігає ліву частину альбомного зображення і нижню частину портретного зображення.

# MSC.center_bottom.0
source: Center | Bottom
da: Center | Bund
fi: Alakeskitetty
hu: Közép | Lent
ja: 中央 | 下
my: လယ် | အောက်
ro: Centru jos
sq: Qendër | Fund
uk: Центр низу (Center bottom)

# MSC.center_bottom.1
source: Preserves the center part of a landscape image and the bottom part of a portrait image.
da: Bevarer center delen af et landskabs billede og bunden af et portræt billede.
fi: Säilyttää vaakarajatun kuvan keskiosan ja pystyrajatun kuvan alaoan.
hu: Megőrzi a fekvő kép középső részét és az álló kép lenti részét.
ja: 画像の横方向の中央と縦方向の下の部分を保存します。
my: အလျားလိုက်ပံုအလယ်ပိုင်းနှင့်ဒေါင်လိုက်ပံုအောက်ပိုင်းကိုထိန်းသိမ်း။
ro: Păstrează partea de centru a unei imagini peisaj şi partea de jos a unei imagini portret.
sq: Ruan pjesën qendër të imazhit peizazh dhe pjesën e poshtme të imazhit portret.
uk: Зберігає центральну частину альбомного зображення і нижню частину портретного зображення.

# MSC.right_bottom.0
source: Right | Bottom
da: Højre | Bund
fi: Alaoikea
hu: Jobb | Alsó
ja: 右 | 下
my: ညာ | အောက်
ro: Dreapta jos
sq: Djathtas | Fund
uk: Правий низ (Right bottom)
