Repository: contao/core
Catalog: system/modules/core/languages/*/default.xlf
Languages: da, fi, hu, ja, my, ro, sq, uk

# ERR.invalid
source: Invalid option value!
ja: 正しくないオプションの値です!

# ERR.invalidFieldName
source: Please enter only the following characters: A-Z0-9[]_-
hu: Csak az itt látható karaktereket használja: A-Za-z0-9[]_-
ja: 以下の文字だけ使用してください: A-Z0-9[]_-

# MSC.lastLogin.0
source: Previous login
hu: Előző belépés
ja: 前回のログイン

# MSC.lastLogin.1
source: Previous login: %s
hu: Előző belépés: %s
ja: 前回のログイン: %s

# MSC.shortcuts.1
source: Learn more about speeding up your workflow by using <a href="https://docs.contao.org/books/manual/current/en/02-administration-area/keyboard-shortcuts.html" title="Keyboard shortcuts overview" target="_blank">keyboard shortcuts</a>.
hu: Tudjon meg többet a munkafolyamat felgyorsításáról <a href="https://docs.contao.org/books/manual/current/en/02-administration-area/keyboard-shortcuts.html" title="Keyboard shortcuts overview" target="_blank">gyorsbillentyűkkel</a>.
ja: <a href="https://docs.contao.org/books/manual/current/en/02-administration-area/keyboard-shortcuts.html" title="キーボードのショートカットの概要" target="_blank">キーボードのショートカット</a>を使って、作業の流れを速くする方法を習得しましょう。

# MSC.oldPassword
source: Old password
hu: Régi jelszó
ja: 現在のパスワード

# MSC.newPassword
source: New password
hu: Új jelszó
ja: 新しいパスワード

# MSC.oldPasswordWrong
source: The old password is not correct
hu: A régi jelszó helytelen
ja: 現在のパスワードが誤っています。

# MSC.fileExceeds
source: Image %s is too big to be resized automatically.
hu: A %s kép túl nagy az automatikus átméretezéshez.
ja: %sという画像は自動的に大きさを変更するには大きすぎます。

# MSC.fileResized
source: Image %s was scaled down to the maximum dimensions.
hu: A %s kép átméretezve a maximális méretre.
ja: %sという画像を最大の寸法に縮小しました。

# MSC.savedData
source: Your data has been saved.
hu: Adatok elmentve.
ja: 登録情報を保存しました。

# MSC.printAsPdf
source: Save article as PDF
hu: Cikk mentése PDF formáumba
ja: アーティクルをPDFとして保存

# MSC.activation
source: Activation token
ja: 有効にするトークン

# MSC.metaNoLanguages
source: You have to add a root page in the site structure to store file meta information.
hu: Hozzáadott egy gyökér lapot az oldalszerkezethez a fájl metaadat információinka tárolására.
ja: ファイルのメタ情報を保存するためには、サイト構造でルートのページを追加しなければなりません。

# DP.time_confirm_button
source: OK
ja: 確認
my: အိုကေ
ro: Accept
sq: Ani
uk: ОК

# ERR.unique
source: Duplicate entry in field "%s"!
da: Indtastningen i feltet "%s" eksisterer allerede.
my: နယ်ပယ် "%s" တွင်ထည့်သွင်းမှုပံုစံတူပွားနေ!
sq: Shënim i dyfishtë në fushën "%s"!
uk: Дублювати запис в полі "%s"!

# ERR.invalid
source: Invalid input: %s
da: Ugyldig indtastning: %s
my: တရားမဝင်ထည့်သွင်းခြင်း: %s
sq: Të dhëna të pavlefshme: %s
uk: Невірне введення: %s

# CTE.html.0
source: HTML
my: ဟိစ်တီအမ်အလ်

# CTE.youtube.0
source: YouTube
my: ယူကျူ့

# MSC.crop
source: Exact dimensions
da: Præcise dimensioner
my: တိတိကျကျရှုထောင့်များ
sq: Deminenzione të sakta
uk: Точний розмір

# MSC.lastLogin.0
source: Last login
da: Sidst logget ind
my: နောက်ဆံုးဖွင့်ဝင်
sq: Kyçja e fundit
uk: Останній вхід

# MSC.lastLogin.1
source: Last login: %s
da: Sidst logget ind: %s
my: နောက်ဆံုးဖွင့်ဝင်: %s
sq: Kyçja e fundit: %s
uk: Останній вхід: %s

# MSC.currentLogin.0
source: Current login
da: Nuværende login
my: လက်ရှိဖွင့်ဝင်
sq: Kyçja e tanishëm

# MSC.currentLogin.1
source: Current login: %s
da: Nuværende login: %s
my: လက်ရှိဖွင့်ဝင်: %s
sq: Kyçja e tanishëm: %s

# MSC.shortcuts.1
source: Learn more about speeding up your workflow by using <a href="https://contao.org/manual/administration-area.html#keyboard-shortcuts" title="Keyboard shortcuts overview on contao.org" target="_blank">keyboard shortcuts</a>.
da: Lær mere om at arbejde hurtigere ved at benytte <a href="https://contao.org/manual/administration-area.html#keyboard-shortcuts" title="Oversigt over genvejstaster på contao.org" target="_blank">genvejstaster</a>.
my: <a href="https://contao.org/manual/administration-area.html#keyboard-shortcuts" title="Keyboard shortcuts overview on contao.org" target="_blank">ကီးဘုတ်ဖြတ်လမ်းများ</a> သံုး၍အလုပ်လုပ်နှုန်းမြှင့်တင်ခြင်းလေ့လာ။
sq: Mëso më tepër rreth përshpejtimin të rrjedhjes tuaj të punës duke përdorur <a href="https://contao.org/manual/administration-area.html#keyboard-shortcuts" title="Keyboard shortcuts overview on contao.org" target="_blank">shkurtesa tastiere</a>.

# MSC.fileExceeds
source: Image %s uploaded successfully, however it is too big to be resized automatically.
da: Billede %s blev uploadet med success, men det er for stort til at blive skaleret automatisk.
my: ပံု %s အောင်မြင်စွာကူးတင်ပြီးသော်လည်းလိုလျောက်အရွယ်ပြန်လည်သတ်မှတ်ရန်အရွယ်ကြီးနေ။
sq: Foto %s është ngarkua me sukses, megjithatë është shumë e madhe për ta ndryshuar madhësinë automatikisht.
uk: Файл зображення %s успішно завантажений, однак його розмір був надто великим і він був автоматично зменшений.

# MSC.fileResized
source: Image %s uploaded successfully and was scaled down to the maximum dimensions.
da: Filen %s blev uploaded og nedskaleret til maksimum størrelse
my: ပံု %s အောင်မြင်စွာကူးတင်ပြီးအများဆံုးရှုထောင့်များသို့အတိုင်းအတာသတ်မှတ်ပြီး။
sq: %n skedar të ngarkuar(a) dhe të zvogëluar në demenzionin maksimal.
uk: Файл зображення %s завантажений та зменшений до максимально допустимого розширення

# MSC.printAsPdf
source: Print article as PDF
da: Udskriv som PDF
my: ပီဒီအက်ဖ်ကဲ့သို့ဆောင်းပါးကိုပုံနှိပ်
sq: Shtype artikullin si PDF
uk: Друкувати статтю в форматі PDF

# MSC.activation
source: Activated on
da: Aktiveret d.
my: တွင်အသက်သွင်းပြီး
sq: Aktivizuar me

# ERR.invalidLogin
source: Login failed!
uk: Вхід не виконано!

# MSC.shortcuts.1
source: Learn more about speeding up your workflow by using <a href="https://contao.org/en/manual/3.0/administration-area.html#keyboard-shortcuts" title="Keyboard shortcuts overview on contao.org" target="_blank">keyboard shortcuts</a>.
uk: Для прискорення роботи в адміністративній панелі Ви можете використовувати <a href="https://contao.org/en/manual/3.0/administration-area.html#keyboard-shortcuts" title="Список комбінацій клавіш на офіційному сайті contao.org">комбінації клавіш</a>.

# MSC.fileDownload
source: Download
uk: Завантажити

# MSC.fileDownloadTitle
source: Download this file
uk: Завантажити цей файл
