Repository: contao/core
Catalog: system/modules/core/languages/*/default.xlf
Languages: da, fi, hu, ja, my, ro, sq, uk

# MSC.saveNclose
source: Save and close
da: Gem og luk
fi: Tallenna ja sulje
hu: Ment és bezár
ja: 保存して閉じる
my: မှတ်သိမ်းနှင့်ပိတ်
ro: Salvează şi închide
sq: Ruaj dhe dil
uk: Зберегти та закрити

# MSC.saveNedit
source: Save and edit
da: Gem og rediger
fi: Tallenna ja muokkaa
hu: Ment és módosít
ja: 保存して編集
my: မှတ်သိမ်းနှင့်တည်းဖြတ်
ro: Salvează şi editează
sq: Ruaj dhe fillo botimin
uk: Зберегти та редагувати

# MSC.saveNback
source: Save and go back
da: Gem og returner
fi: Tallenna ja palaa takaisin
hu: Ment és visszalép
ja: 保存して戻る
my: မှတ်သိမ်းနှင့်ပြန်သွား
ro: Salvează şi înapoi
sq: Ruaj dhe kthehu pas
uk: Зберегти та повернутись

# MSC.saveNcreate
source: Save and new
da: Gem og ny
fi: Tallenna ja uusi
hu: Ment és létrehoz
ja: 保存して新しく作成
my: မှတ်သိမ်းနှင့်အသစ်
ro: Salvează şi adaugă nou
sq: Ruaj dhe krijo
uk: Зберегти та створити нову

# MSC.continue
source: Continue
da: Fortsæt
fi: Jatka
hu: Tovább
ja: 続ける
my: ဆက်လက်လုပ်ဆောင်
ro: Continuă
sq: Vazhdo
uk: Продовжити

# MSC.close
source: Close
da: Luk
fi: Sulje
hu: Bezár
ja: 閉じる
my: ပိတ်သိမ်း
ro: Închide
sq: Mbyllë
uk: Закрити

# MSC.skipNavigation
source: Skip navigation
da: Overspring navigationen
fi: Ohita navigointi
hu: Navigáció ugrás
ja: ナビゲーションを省略
my: သွားလာခြင်းခုန်ကျော်
sq: Kapërce navigimin
uk: Пропустити навігацію

# MSC.selectAll
source: Select all
da: Vælg alle
fi: Valitse kaikki
hu: Mindet kijelöl
ja: すべて選択
my: အားလံုးရွေး
ro: Selectează tot
sq: Zgjidhi të gjitha
uk: Вибрати все

# MSC.pw_new
source: Change password
da: Ændre kodeord
fi: Vaihda salasana
hu: Jelszócsere
ja: パスワードの変更
my: စကားဝှက်ပြောင်းလဲ
ro: Schimbă parola
sq: Ndrysho fjalëkalimin
uk: Змінити пароль

# MSC.pw_change
source: Please enter a new password
da: Indtast venligst et nyt kodeord
fi: Ole hyvä ja syötä uusi salasana
hu: Írja be az új jelszót
ja: 新しいパスワードを入力してください。
my: စကားဝှက်အသစ်ထည့်သွင်း
ro: Introduceţi o nouă parolă
sq: Epeni një fjalëkalim të ri
uk: Введіть новий пароль

# MSC.pw_changed
source: The password has been updated.
da: Kodeordet er blevet opdateret.
fi: Salasana päivitetty
hu: A jelszómódosítás megtörtént.
ja: パスワードを更新しました。
my: စကားဝှက်မွမ်းမံပြီး။
ro: Parola a fost actualizată.
sq: Fjalëkalimi u ndryshua
uk: Пароль оновлено

# MSC.fallback
source: default
da: standard
fi: oletus
hu: alapértelmezett
ja: 初期設定
my: မူလပံုစံ
ro: iniţial
sq: standart
uk: по замовчуванню

# MSC.view
source: View in a new window
da: Vis i et nyt vindue
fi: Katsele uudessa ikkunassa
hu: Megtekintés új ablakban
ja: 新しいウィンドウで見る
my: ဝင်းဒိုးအသစ်တွင်ကြည့်ရှု
ro: Arată într-o fereastră nouă
sq: Shfaqe në një dritare të re
uk: Переглянути в новому вікні

# MSC.fullsize
source: Open full size image in a new window
da: Åbn billedet i fuld størrelse i et nyt vindue
fi: Avaa täysikokoinen kuva uudessa ikkunassa
hu: Teljes méretű kép megtekintése új ablakban
ja: 新しいウィンドウにフルサイズの画像を開く
my: ဝင်းဒိုးအသစ်တွင်ပံုအရွယ်အပြည့်ဖွင့်
ro: Afişează imaginea întreagă într-o fereastră nouă
sq: Hape imazhin e plotë në një dritare të re
uk: Відкрити зображення в новому вікні

# MSC.datepicker
source: Date picker
da: Datovælger
fi: Päivämäärävalitsin
hu: Dátumválasztó
ja: 日付選択
my: ရက်စွဲရွေးချယ်သူ
ro: Selector de dată
sq: Vegël për datë
uk: Вибір дати

# MSC.colorpicker
source: Color picker
da: Farvevælger
fi: Värinvalitsin (vaatii JavaScriptin)
hu: Színválasztó
ja: 色選択
my: အရောင်ရွေးချယ်သူ
ro: Culori (necesită JavaScript)
sq: Paleta e ngjyrave (JavaScript duhet të jetë i aktivizuar)
uk: Пипетка вибору кольору (JavaScript має бути ввімкненим)

# MSC.pagepicker
source: Page picker
da: Sidevælger
fi: Sivuvalitsin (vaatii JavaScriptin)
hu: Oldalválasztó
ja: ページ選択
my: စာမျက်နှာရွေးချယ်သူ
ro: Pagini (necesită JavaScript)
sq: Vegël për faqeve (JavaScript duhet të jetë i aktivizuar)
uk: Вибір сторінки (JavaScript має бути ввімкненим)

# MSC.filepicker
source: File picker
da: Filvælger
fi: Tiedostovalitsin (vaatii JavaScripitin)
hu: Fájlválasztó
ja: ファイル選択
my: ဖိုင်ရွေးချယ်သူ
ro: Selector de fişiere (necesită JavaScript)
sq: Vegël për skedar (JavaScript duhet të jetë i aktivizuar)
uk: Переглядач файлів (JavaScript має бути ввімкненим)

# MSC.ppHeadline
source: Contao pages
da: Contao-sider
fi: Contao sivut
hu: Contao oldalak
ja: Contaoのページ
my: ကွန်တောင်စာမျက်နှာများ
ro: Pagini Contao
sq: Faqet TYPOlight
uk: Сторінки Contao

# MSC.fpHeadline
source: Contao files
da: Contao-filer
fi: Contao tiedostot
hu: Contao állományok
ja: Contaoのファイル
my: ကွန်တောင်ဖိုင်များ
ro: Fişiere Contao
sq: Contao skedar
uk: Файли Contao

# MSC.yes
source: yes
da: ja
fi: kyllä
hu: igen
ja: はい
my: ဟုတ်
ro: da
sq: po
uk: так

# MSC.no
source: no
da: nej
fi: ei
hu: nem
ja: いいえ
my: မဟုတ်
ro: nu
sq: jo
uk: ні

# MSC.goBack
source: Go back
da: Tilbage
fi: Siirry takaisin
hu: Vissza
ja: 戻る
my: နောက်သို့ပြန်သွား
ro: Înapoi
sq: Kthehu mbrapa
uk: Назад

# MSC.reload
source: Reload
da: Genindlæs
fi: Lataa uudelleen
hu: Újratölt
ja: 再読み込み
my: ပြန်လည်ကူးတင်
ro: Reîncarcă
sq: Ringarko
uk: Перезавантажити

# MSC.above
source: above
da: over
fi: yllä
hu: feljebb
ja: 上
my: အပေါ်
ro: deasupra
sq: sipër
uk: вище

# MSC.below
source: below
da: under
fi: alla
hu: lejjebb
ja: 下
my: အောက်
ro: dedesubt
sq: poshtë
uk: нище

# MSC.date
source: Date
da: Dato
fi: Päivämäärä
hu: Dátum
ja: 日付
my: နေ့စွဲ
ro: Data
sq: Data
uk: Дата

# MSC.tstamp
source: Revision date
da: Dato
fi: Revisiopäivämäärä
hu: Utolsó módosítás dátuma
ja: 改訂日
my: ပြင်ဆင်နေ့စွဲ
ro: Data revizie
sq: Data
uk: Дата ревізії

# MSC.entry
source: %s entry
da: %s indgang
fi: %s merkintä
hu: %s bejegyzés
ja: %s項目
my: %s ထည့်သွင်းမှု
ro: %s înregistrare
sq: %s e dhëna
uk: %s запис

# MSC.entries
source: %s entries
da: %s indgange
fi: %s merkintää
hu: %s bejegyzés
ja: %s項目
my: %s ထည့်သွင်းမှုများ
ro: %s înregistrări
sq: %s të dhënat
uk: %s записів

# MSC.files
source: %s file(s)
da: %s filer
fi: %s tiedosto(a)
hu: %s fájl(ok)
ja: %s個のファイル
my: %s ဖိုင်(များ)
ro: %s fişier(e)
sq: %s skedar
uk: файлів <strong>%s</strong>

# MSC.left
source: left
da: venstrestillet
fi: vasen
hu: bal
ja: 左
my: ဘယ်
ro: stânga
sq: majtas
uk: зліва

# MSC.center
source: center
da: centreret
fi: keskitetty
hu: közép
ja: 中央
my: အလယ်
ro: centru
sq: qendër
uk: по центрі

# MSC.right
source: right
da: højrestillet
fi: oikea
hu: jobb
ja: 右
my: ညာ
ro: dreapta
sq: djathtas
uk: зправа

# MSC.justify
source: justified
da: ligestillet
fi: tasattu
hu: sorkizárt
ja: 両端揃え
my: စာကြောင်းအပြည့်တန်းညှိ
ro: justificat
sq: uniform
uk: по ширині

# MSC.filetree
source: File system
da: Filsystem
fi: Tiedostojärjestelmä
hu: Fájlrendszer
ja: ファイルシステム
my: ဖိုင်စက်စနစ်
ro: Fişiere
sq: Sistemi i skedarëve
uk: Файлова система

# MSC.male
source: Male
da: Mand
fi: Mies
hu: Férfi
ja: 男性
my: ယောကျာ်း
ro: Bărbat
sq: Mashkull
uk: Чоловік

# MSC.female
source: Female
da: Kvinde
fi: Nainen
hu: Nő
ja: 女性
my: မိန်းမ
ro: Femeie
sq: Femër
uk: Жінка

# MSC.fileSize
source: File size
da: Filstørrelse
fi: Tiedoston koko
hu: Fájl méret
ja: ファイルの大きさ
my: ဖိုင်အရွယ်
ro: Dimensiune fişier
sq: Madhësia e skedarit
uk: Розмір файлу

# MSC.fileCreated
source: Created
da: Oprettet
fi: Luotu
hu: Létrehozva
ja: 作成日時
my: ဖန်တီးပြီး
ro: Creat
sq: Krijuar
uk: Створений

# MSC.fileModified
source: Last modified
da: Sidst ændret
fi: Viimeksi muokattu
hu: Utolsó módosítás
ja: 最終修正日時
my: နောက်ဆံုးပြုပြင်မွမ်းမံ
ro: Ultima modificare
sq: Modifikimi i fundit
uk: Останні зміни

# MSC.fileAccessed
source: Last accessed
da: Sidst tilgået
fi: Viimeksi avattu
hu: Utolsó hozzáférés
ja: 最終アクセス日時
my: နောက်ဆံုးဝင်ကြည့်မှု
ro: Ultima accesare
sq: Konsultimi i fundit
uk: Останній доступ

# MSC.fileDownload
source: Download the file
da: Hent filen
fi: Lataa tiedosto
hu: Fájl letöltése
ja: ファイルをダウンロード
ro: Descarcă fişierul
sq: Shkarko sedarin

# MSC.fileUuid
source: Unique ID
da: Unikt ID
fi: Yksilöllinen tunniste
hu: Egyedi azonosító
ja: ユニークID
ro: ID unic
sq: ID unike

# MSC.fileImageSize
source: Width/height in pixel
da: Bredde/højde i pixel
fi: Leveys/korkeus pikseleinä
hu: Szélesség/magasság pixelben
ja: ピクセル単位の幅と高さ
my: အစက်အပြောက်တွင်ရှိအနံ/အမြင့်
ro: Lăţime/înălţime în pixeli
sq: Gjerësia / lartësi në pixel
uk: Ширина/висота в пікселях

# MSC.filePath
source: Relative path
da: Relativ sti
fi: Tarkka polku
hu: Relatív útvonal
ja: 相対パス
my: ပတ်သက်သောလမ်းကြောင်း
ro: Cale relativă
sq: Shtegu relativ
uk: Відносний шлях

# MSC.version
source: Version
fi: Versio
hu: Verzió
ja: バージョン
my: ပံုစံ
ro: Versiune
sq: Versioni
uk: Версія

# MSC.restore
source: Restore
da: Genopret
fi: Palauta
hu: Visszaállítás
ja: 復元
my: ပြန်လည်ဖော်ထုတ်
ro: Revenire
sq: Rivendos
uk: Відновити

# MSC.backendModules
source: Back end modules
da: Backend moduler
fi: Hallinnan moduulit
hu: Adminisztrációs felület modulok
ja: バックエンドモジュール
my: အတွင်းပိုင်းအပိုင်းများ
ro: Module
sq: Modulet e Administrimit
uk: Системні модулі

# MSC.welcomeTo
source: %s back end
fi: %s hallinta
hu: %s adminisztrációs felület
ja: %sのバックエンド
my: %s အတွင်းပိုင်း
sq: %s Administrimi
uk: %s панель управління

# MSC.updateVersion
source: Contao version %s available
da: Contao version %s er tilgængelig
fi: Contao versio %s saatavilla
hu: Elérhető a %s verziójú Contao
ja: Contaoバージョン%sを利用可能
my: ကွန်တောင်ပံုစံ %s ရယူနိုင်
ro: Contao versiunea %s este disponibilă
sq: Versioni i ri %s i TYPOlight është në dispozicion
uk: Contao доступна в версії %s

# MSC.wordWrap
source: Word wrap
da: Ordombrydning
fi: Automaattinen rivitys
hu: Sortörés
ja: ワードラップ
my: စကားလံုးစည်း
sq: Mbështjellësi i fjalëve
uk: Перенесення слів

# MSC.saveAlert
source: ATTENTION! You will lose any unsaved changes. Continue?
da: NB! Du vil miste alle ændringer, du ikke har gemt. Forsæt?
fi: HUOMIO! Tallentamattomat muutokset menetetään. Jatketaanko?
hu: FIGYELEM! Minden elmentetlen adat el fog veszni. Folytatja?
ja: 注意! 保存していない変更は失われます。続けますか?
my: သတိ! မမှတ်သိမ်းပြောင်းလဲမှုများဆံုးရှုံးနိုင်။ ဆက်လက်လုပ်ဆောင်?
ro: ATENŢIE! Veţi pierde toate schimbările nesalvate. Continuaţi?
sq: KUJDES! Ju do të humbisni të gjitha modifikimet e paruajtura. Dëshironi të vazhdoni?
uk: Увага! Ви можете втратити дані що не були збережені. Продовжити?

# MSC.toggleNodes
source: Toggle all nodes
da: Skift alle
fi: Avaa kaikki kohdat
hu: Összes csomópont váltása
ja: すべてのノードを切り替え
my: အစွန်းများအားလံုးဖွင့်ပိတ်လုပ်
ro: Arată toate nodurile
sq: Palosi të gjitha nyjet
uk: Всі вузли

# MSC.expandNode
source: Expand node
da: Udvid
fi: Levitä kohta
hu: Csomópont kinyitása
ja: ノードを展開
my: အစွန်းပြန့်ကား
ro: Desfăşoară nodul
sq: Shpalose nyjen
uk: Розвернути вузол

# MSC.collapseNode
source: Collapse node
da: Saml
fi: Pienennä kohta
hu: Csomópont bezárása
ja: ノードを折り畳み
my: အစွန်းဖြိုချ
ro: Închide nodul
sq: Tkurre nyjen
uk: Звернути вузол

# MSC.loadingData
source: Loading data
da: Indlæser data
fi: Ladataan tietoja
hu: Adatok betöltése
ja: データを読み込み中
my: အချက်အလက်ဆွဲတင်နေ
ro: Se încarcă
sq: Ngarkohen të dhënat
uk: Завантаження данних

# MSC.deleteSelected
source: Delete
da: Slet
fi: Poista valitut
hu: Töröl
ja: 削除
my: ပယ်ဖျက်
ro: Şterge ce este selectat
sq: Fshih seleksionimin
uk: Видалити обране

# MSC.editSelected
source: Edit
da: Rediger
fi: Muokkaa valittuja
hu: Szerkesztés
ja: 編集
my: တည်းဖြတ်
ro: Editează ce este selectat
sq: Përpuno seleksionimin
uk: Редагувати обране

# MSC.overrideSelected
source: Override
da: Overskriv
fi: Ylikirjoita
hu: Felülírás
ja: 上書き
my: အစားထိုးရေးသား
ro: Treci peste
sq: Zëvendëso
uk: Перекрити

# MSC.moveSelected
source: Move
da: Flyt
fi: Siirrä
hu: Mozgatás
ja: 移動
my: ရွေ့ပြောင်း
ro: Mută
sq: Lëviz
uk: Перемістити

# MSC.copySelected
source: Copy
da: Kopier
fi: Kopioi
hu: Másolás
ja: コピー
my: ကူးယူ
ro: Copiază
sq: Kopjo
uk: Копіювати

# MSC.aliasSelected
source: Generate aliases
da: Genererer aliaser
fi: Generoi aliakset
hu: Álnév generálása
ja: エイリアスを生成
my: နာမည်ပွားများထုတ်လုပ်
ro: Generează aliasuri
sq: Gjenero emërtime
uk: Сформувати аліаси

# MSC.changeSelected
source: Change selection
da: Ændre valg
fi: Vaihda valinnat
hu: Kijelölés módosítása
ja: 選択を変更
my: ရွေးချယ်မှုပြောင်းလဲ
ro: Schimbă selecţia
sq: Ndrysho seleksionimin
uk: Змінити вибір

# MSC.resetSelected
source: Reset selection
da: Nulstil valgte
fi: Tyhjennä valinnat
hu: Kijelölés visszaállítása
ja: 選択を解除
my: ရွေးချယ်မှုပြန်လည်သတ်မှတ်
ro: Resetează selecţia
sq: Rivë zgjedhjen
uk: Зняти виділення

# MSC.filePicker
source: Switch to file picker
fi: Siirry tiedostovalitsimeen
hu: Váltás a fájlkezelőre
ja: ファイル選択に切り替え
ro: Schimbă în selector de fişiere

# MSC.pagePicker
source: Switch to page picker
fi: Siirry sivunvalitsimeen
hu: Váltás az oldal választóra
ja: ページ選択に切り替え
ro: Schimbă în selector de pagini

# MSC.fileManager
source: Open the file manager
da: Åben filarkivet
fi: Avaa tiedoston hallinta popup-ikkunassa
hu: Fájlkezelő megnyitása
ja: ファイル管理を開く
my: ဖိုင်မန်နေဂျာဖွင့်
ro: Deschide managerul de fişiere
sq: Hap administrimin e skedarëve

# MSC.pageManager
source: Modify the site structure
da: Ændre sidestrukturen
fi: Muokkaa sivuston rakennetta
hu: Oldalszerkezet módosítása
ja: サイト構造を修正
my: ဆိုက်ဖွဲ့စည်းပံုပြုပြင်မွမ်းမံ
ro: Modifică structura
sq: Përpuno strukturën e faqes

# MSC.filePickerHome
source: Back to the file picker
da: Tilbage til filvælgeren
fi: Takaisin tiedostonvalintaan
hu: Vissza a fájl választóhoz
ja: ファイル選択に戻る
my: ဖိုင်ရွေးချယ်သူသို့ပြန်သွား
ro: Înapoi la selectorul de fişiere
sq: Mbrapa te vjelësi i skedarëve

# MSC.pagePickerHome
source: Back to the page picker
da: Tilbage til sidevælgeren
fi: Takaisin sivun valitsimeen
hu: Vissza az oldal választóhoz
ja: ページ選択に戻る
my: စာမျက်နှာရွေးချယ်သူသို့ပြန်သွား
ro: Înapoi la selectorul de pagină
sq: Mbrapa te vjelësi i faqeve

# MSC.pickerNoSelection
source: Please go back to the page or file picker and make a selection before you close the dialog.
da: Gå venligst tilbage til side eller fil -vælgeren og foretag dit valg, inden du lukker dialogen.
fi: Ole hyvä ja palaa takaisin sivu- tai tiedostonvalitsimeen ja tee valinnat ennenkuin suljet dialogin.
hu: Kérjük térjen vissza az oldal vagy fájl választóhoz és végezze el a kiválasztást mielőtt bezárja a párbeszédablakot.
ja: ページまたはファイル選択に戻って、ダイアログを閉じる前に選択を確定してください。
my: စာမျက်နှာ(သို့)ဖိုင်ရွေးချယ်သူသို့ပြန်သွားပြီးစကားပြောမပိတ်ခင်ရွေးချယ်မှုလုပ်။
ro: Mergeţi înapoi la selectorul de pagină sau fişier şi faceţi o selecţie înainte să închideţi dialogul.
sq: Shkoni mbrapa te vjelësi i faqes ose skedarëve dhe bëni një zgjedhje para se ta mbyllni dialogun.

# MSC.systemMessages
source: System messages
da: Meddelelser
fi: Järjestelmän viestit
hu: Rendszerüzenetek
ja: システムのメッセージ
my: စက်စနစ်မှာကြားချက်များ
ro: Mesaje de sistem
sq: Lajme të sistemit
uk: Системне повідомлення

# MSC.clearClipboard
source: Clear clipboard
da: Nulstil udklipsholderen
fi: Tyhjennä leikepöytä
hu: Vágólap ürítése
ja: クリップボードを消去
my: အောက်ခံကတ်ပြားဖယ်ရှား
ro: Şterge clipboard
sq: Pastro clipboard
uk: Очистити буфер

# MSC.hiddenElements
source: Unpublished elements
da: Ikke udgivede elementer
fi: Julkaisemattomat elementit
hu: Közzé nem tett elemek
ja: 非公開の要素
my: မထုတ်ဝေပြီးပစ္စည်းများ
ro: Elemente ascunse
sq: Elementet e papublikuar
uk: Неопубліковані елементи

# MSC.hiddenHide
source: hide
da: skjul
fi: piilota
hu: elrejt
ja: 表示しない
my: ဖုံးကွယ်
ro: ascunde
sq: fshih
uk: приховати

# MSC.hiddenShow
source: show
da: vis
fi: näytä
hu: mutat
ja: 表示する
my: ပြသ
ro: arată
sq: shfaq
uk: відобразити

# MSC.apply
source: Apply
da: Anvend
fi: Hyväksy
hu: Alkalmaz
ja: 適用
my: အသံုးချ
ro: Aplică
sq: Apliko
uk: Застосувати

# MSC.applyTitle
source: Apply the changes
da: Anvend ændringerne
fi: Käytä muutokset
hu: Változtatás alkalmazása
ja: 変更を適用
my: ပြောင်းလဲမှုများအသံုးချ
ro: Aplică schimbările
sq: Zbato ndryshimet
uk: Застосувати зміни

# MSC.mandatory
source: Mandatory field
da: Obligatorisk felt
fi: Pakollinen kenttä
hu: Kötelező mező
ja: 必須の項目
my: မဖြစ်မနေလုပ်နယ်ပယ်
ro: Câmp obligatoriu
sq: Fushë e detyrueshme
uk: Обов'язкове поле

# MSC.create
source: Create
da: Opret
fi: Luo
hu: Létrehoz
ja: 作成
my: ဖန်တီး
ro: Creează
sq: Krijo
uk: Створити

# MSC.delete
source: Delete
da: Slet
fi: Poista valitut
hu: Töröl
ja: 削除
my: ပယ်ဖျက်
ro: Şterge ce este selectat
sq: Fshij
uk: Видалити

# MSC.protected
source: protected
da: beskyttet
fi: suojattu
hu: védett
ja: 保護した状態
my: ကာကွယ်ပြီး
ro: protejat
sq: mbroj
uk: захищено

# MSC.guests
source: guests only
da: kun gæster
fi: vain vierailijoille
hu: csak vendégek
ja: ゲストだけに表示
my: ဧည့်သည်များသာ
ro: doar vizitatori
sq: vetëm mysafirë
uk: тільки для гостей

# MSC.updateMode
source: Update mode
da: Opdaterings tilstand
fi: Päivitystila
hu: Frissítési mód
ja: 更新の方法
my: နည်းမွမ်းမံ
ro: Mod actualizare
sq: Mënyra freskuese (Update mode)
uk: Тип оновлення

# MSC.updateAdd
source: Add the selected values
da: Tilføj de valgte grupper
fi: Lisää valitut arvot
hu: Kiválasztott érték hozzáadása
ja: 選択した値を追加
my: ရွေးချယ်ပြီးတန်ဖိုးများထည့်သွင်း
ro: Adaugă grupurile selectate
sq: Shto vlerat e zgjedhur
uk: Додати вибрану групу

# MSC.updateRemove
source: Remove the selected values
da: Fjern de valgte grupper
fi: Poista valitut arvot
hu: Kiválasztott érték törlése
ja: 選択した値を削除
my: ရွေးချယ်ပြီးတန်ဖိုးများဖယ်ရှား
ro: Şterge grupurile selectate
sq: Fshij vlerat e zgjedhur
uk: Видалити вибрану групу

# MSC.updateReplace
source: Replace the existing entries
da: Erstat det eksisterende element
fi: Korvaa olemassaolevat
hu: Már létező bejegyzés cseréje
ja: 既存の項目を置き換え
my: တည်ရှိပြီးထည့်သွင်းမှုများအစားထိုး
ro: Înlocuieşte intrările existente
sq: Zëvendëso të dhënat
uk: Замінити існуючий запис

# MSC.ascending
source: ascending
da: stigende
fi: nouseva
hu: növekvő
ja: 昇順
my: ငယ်စဉ်ကြီးလိုက်
ro: ascendent
sq: radhitje zbritëse
uk: висхідний

# MSC.descending
source: descending
da: faldende
fi: laskeva
hu: csökkenő
ja: 降順
my: ကြီးစဉ်ငယ်လိုက်
ro: descendent
sq: radhitje ngjitur
uk: нисхідний

# MSC.default
source: Default
da: Standard
fi: Oletus
hu: Alapértelmezett
ja: 既定の表示
my: မူလပံုစံ
ro: Iniţial
sq: Zakonshëm
uk: По замовчуванню

# MSC.helpWizard
source: Open the help wizard
da: Hjælpe guide
fi: Apuvelho
hu: Segítő varázsló megnyitása
ja: ヘルプウィザードを開く
my: အကူအညီစုန်းထီးဖွင့်
ro: Ajutor
sq: Ndihmë magjike
uk: Допомога

# MSC.helpWizardTitle
source: Help wizard
da: Hjælpeguiden
fi: Apuvelho
hu: Segítő varázsló
ja: ヘルプウィザード
my: အကူအညီစုန်းထီး
ro: Ajutor
sq: Ndihma magjike
uk: Мастер допомоги

# MSC.noCookies
source: You have to allow cookies to use Contao.
da: Du skal acceptere cookies for at benytte Contao.
fi: Sinun tulee sallia cookiet käyttääksesi Contao:ta.
hu: Engedélyezze a cookie-kat a Contao használatához
ja: Contaoを使用するにはクッキーを許可しなければなりません。
my: ကွန်တောင်ကိုသံုးရန်ကွတ်ကီးများခွင့်ပြုရမည်။
ro: Browserul trebuie să accepte cookies.
sq: Duhet të lejoni 'cookies' për të përdorur Contao.
uk: Ви повинні дозволити застосування кукіз (cookies) для користуванням Contao.

# MSC.copyOf
source: %s (copy)
da: %s (kopi)
fi: %s (kopioitu)
hu: %s (másol)
ja: %s (複製)
my: %s (ကူးယူ)
ro: %s (copie)
sq: %s (kopje)
uk: %s (скопійовано)

# MSC.coreOnlyMode
source: Contao is currently running in <strong>safe mode</strong>, in which only core modules are loaded, to prevent possible incompatibilities with third-party extensions (e.g. after a Live Update). After you have checked the installed extensions, you can disable the safe mode again.
da: Systemet kører lige nu i <strong>fejlsikret tilstand</strong>, så kun kerne modulerne er indlæst, for at undgå ukompatible tredieparts udvidelser (f.eks. efter en Live Update). Så snart du har tjekket de installerede udvidelser, kan du deaktivere fejlsikret tilstand igen.
fi: Contao toimii nyt <strong>vikasietotilassa</strong>, minkä vuoksi ainoastaan contaon ydinmoduulit ovat käytössä. Tämä toimintatila otettiin käyttöön automaattipäivityksen yhteydessä mahdollisten epäsopivien lisäosien estämiseksi. Voit kytkeä kolmannen osapuolen sovellukset käyttöön Contaon asetuksista.
hu: A Contao jelenleg <strong>biztonságos módban</strong> fut, amelyben csak alapvető modulok vannak betöltve, hogy elkerüljük az esetleges inkompatibilitást külső bővítményekkel (pl. az Online Frissítés után). Miután ellenőrizte a telepített kiterjesztéseket, kapcsolja ki a biztonságos módot.
ja: 現在Contaoは<strong>セーフモード</strong>で動作していて、コアのモジュールだけ読み込んだ状態です。これは(例えば、ライブアップデートの後の)第三者の機能拡張の非互換性による問題を防ぐためです。インストールしてある第三者の機能拡張を確認した後で、バックエンドの設定で通常の動作モードに戻せます。
my: <strong>လုံခြုံသောနည်း</strong>တွင်ကွန်တောင်ကိုလုပ်ဆောင်နေ၊ အူတိုင်အပိုင်းများဖြင့်သာဆွဲတင်ပြီးကြားလူနောက်ဆက်တွဲများနှင့်အံဝင်ခွင်ကျမှုမရှိစေခြင်းကိုကာကွယ်(ဥပမာတိုက်ရိုက်မွမ်းမံပြီးနောက်)။ ထည့်သွင်းပြီးနောက်ဆက်တွဲများကိုစစ်ဆေးပြီးပါကလုံခြုံသောနည်းကိုနောက်တစ်ကြိမ်မလုပ်ဆောင်စေရန်လုပ်နိုင်။
ro: Contao este în prezent rulează în <strong>modul de siguranţă</strong>, în care doar modulele de bază sunt încărcate. Acest mod de operare este de exemplu activat după un Live Update pentru a preveni eventualele incompatibilităţi cu extensii netestate. Puteţi să-l dezactivaţi în setările de back end, după ce aţi verificat extensiile instalate de la terţi.
sq: Contao është aktualisht duke ecur në mënyrë <strong>të sigurt apo safe mode</ strong>, kështu që vetëm modulet kryesore janë të ngarkuara, për të parandaluar papajtueshmëritë e mundshme me shtes të treta (p.sh. pas një live update). Pasi të keni kontrolluar shtesat e instaluara, ju mund të çaktivizoni mnyrën e sigurtë apo safe mode përsëri.
uk: Contao запущений в <strong>безпечному режимі</strong>, в якому завантажуються тільки основні модулі системи. Наприклад, цей режим роботи активується після Он-лайн оновлення, для запобігання можливої ​​несумісності з модулями сторонніх розробників. Ви можете вимкнути його в налаштуваннях панелі управління після перевірки сумісності з встановленими модулями сторонніх розробників.

# MSC.coreOnlyOff
source: Disable
da: Deaktiver
fi: Poista käytöstä
hu: Letiltás
ja: 解除
my: မလုပ်ဆောင်စေ
ro: Dezactivare
sq: Çaktivizo
uk: Відключити

# MSC.maintenanceMode
source: Contao is currently running in <strong>maintenance mode</strong>, in which the website (front end) is not available. Do not disable it if you are currently installing or upgrading third-party extensions! The website might not function properly.
da: Systemet kører lige nu i <strong>vedligeholdelsestilstand</strong>, hvor ved at websitet (frontend) ikke er tilgængelig. Deaktiver ikke denne tilstand hvis du er igang med at installere eller opgradere tredieparts udvidelser, for at modvirke ustabilitet.
fi: Contao on tällä hetkellä <strong>huoltotilassa</strong>, jolloin sivusto (julkinen puoli) ei ole käytettävissä. Älä ota sivustoa pois huoltotilasta jos asennat tai päivität kolmannen osapuolen lisäosia! Sivusto ei välttämättä toimi oikein.
hu: Contao jelenleg <strong>karbantartási módban</strong> fut, honlapja (felhasználói felület) jelenleg nem elérhető. Ezt ne kapcsolja ki ha jelenleg kiterjesztéseket telepít vagy frissít! Lehetséges, hogy a weboldal nem működik megfelelően.
ja: 現在Contaoは<strong>保守モード</strong>,で動作していてウェブサイト(フロントエンド)は利用できない状態です。第三者の機能拡張のインストールや更新をしている場合は保守モードを無効にしてはなりません! ウェブサイトは適切に動作しないかもしれません。
ro: Contao funcţionează acum în <strong>modul de mentenanţă</strong>, în care websiteul (front-end) nu e disponibil. Nu schimbaţi acest mod în timpul instalării sau actualizării extensiilor din terţe surse! Acestea pot funcţiona necorespunzător.

# MSC.maintenanceOff
source: Disable
da: Deaktiver
fi: Poista käytöstä
hu: Letiltás
ja: 解除
my: မလုပ်ဆောင်စေ
ro: Dezactivare
sq: Çaktivizo
