Repository: contao/core
Catalog: system/modules/core/languages/*/default.xlf
Languages: da, fi, hu, ja, my, ro, sq, uk

# ERR.noFallbackEmpty
source: None of the active website root pages without an explicit DNS setting has the language fallback option set, which means that these websites are only available in the one language you have defined in the page settings! Visitors and search engines who do not speak this language will not be able to browse your website.
da: Ingen af de aktive website rod-sider uden en udtrykkelig DNS indstilling har sprogsuppleant slået til, hvilket betyder at disse websites KUN er tilgængelige i det ene sprog du har angivet i side-indstillingerne! Besøgende og søgemaskiner der ikke taler dette sprog, vil ikke kunne se dit website.
fi: Yksikään aktiivisista sivustojuurista ilman DNS -asetusta ei ole oletuskieli, mistä johtuen sivustot ovat saatavilla vain sivun asetuksissa määritetyillä kielillä. Muunkieliset vierailijat ja hakukoneet eivät voi selailla sivustoa.
hu: Semelyik határozott DNS beállítások nélküli aktív weboldal gyökér oldalon sincs a tartalék nyelv opció bekapcsolva, ez azt jelenti, hogy ez a weboldal csak azon az egy nyelven lesz elérhető amit az oldalbeállításoknál megadott! A látogatók és keresőmotorok, akik nem beszélik ezt a nyelvet nem tudják böngészni a weboldalát.
ja: 明示的にDNSの設定をしていない、有効なウェブサイトのルートのページのどれにも言語の代替の選択を設定がありません。結果として、これらのウェブサイトはページの設定で指定した、1つの言語だけで利用可能なことを意味します! その言語を提示してこないサイトの利用者と検索エンジンはサイトを閲覧できません。
my: သက်ဝင်ဝဘ်ဆိုက်အခြေစာမျက်နှာများတွင်ရှင်းလင်းဖော်ပြဒီအန်အက်စ်ချိန်ညှိချက်မရှိဘဲတစ်ခုမျှဘာသာစကားအရန်ရွေးပိုင်ခွင့်မရှိ။ စာမျက်နှာချိန်ညှိချက်ရှိဘာသာစကားတစ်ခုတည်းကိုသာယခုဝဘ်ဆိုက်များလုပ်ဆောင်နိုင်! လည်ပတ်သူများနှင့်ရှာဖွေအင်ဂျင်များယခုဘာသာစကားကိုမသံုးပါကသင့်ဝဘ်ဆိုက်ကိုမရှာဖွေနိုင်။
ro: Niciuna dintre paginile rădăcină active ale website-ului, fără o setare explicită DNS, nu are opţiunea de limbă de rezervă stabilită, ceea ce înseamnă că aceste website-uri sunt disponibile numai în limba pe care o aveti definită în setări la pagină! Utilizatori şi motoarele de căutare care nu acceptă această limbă nu vor putea accesa website-ul.
sq: Asnjë nga faqet aktive rrënjësore pa një konfigurim të qartë të DNS-së nuk kanë vendosur opsionin të gjuhës fallback, që do të thotë se këto faqet janë në dispozicion vetëm në një gjuhë që ju keni përcaktuar në parametrat e faqes! Vizitorët dhe motorët e kërkimit që nuk flasin këtë gjuhë nuk do të jetë në gjendje të shfletojnë faqen tuaj.
uk: У жодному з наявних активних коренів сайту не включена в настройках опція DNS "Мова зворотнього зв'язку". Це означає, що ці сайти доступні тільки на одній мові, зазначеному в настройках сторінки! Відвідувачі та пошукові системи, які "не говорять" на цій мові не зможуть переглядати цей сайт.

# ERR.noFallbackDns
source: None of the active website root pages for <strong>%s</strong> has the language fallback option set, which means that these websites are only available in the one language you have defined in the page settings! Visitors and search engines who do not speak this language will not be able to browse your website.
da: Ingen af de aktive website rod-sider for <strong>%s</strong> har sprogsuppleant indstillingen slået til, hvilket betyder at disse websites KUN er tilgængelige i det ene sprog du har angivet i side-indstillingerne! Besøgende og søgemaskiner der ikke taler dette sprog, vil ikke kunne se dit website.
fi: Yksikään <strong>%s</strong>:n sivustojuurista ei ole oletuskieli, mistä johtuen sivustot ovat saatavilla vain sivun asetuksissa määritetyillä kielillä. Muunkieliset vierailijat ja hakukoneet eivät voi selailla sivustoa.
hu: Egyik aktív weboldal gyökér oldalhoz, <strong>%s</strong>, nincs tartalék nyelv opció beállítva, ez azt jelenti, hogy ez a weboldal csak azon az egy nyelven lesz elérhető amit az oldalbeállításoknál megadott! A látogatók és keresőmotorok, akik nem beszélik ezt a nyelvet nem tudják böngészni a weboldalát.
ja: <strong>%s</strong>用ウェブサイトの、有効なルートのページに言語の代替の選択を設定がありません。結果として、これらのウェブサイトはページの設定で指定した、1つの言語だけで利用可能なことを意味します! その言語を提示してこないサイトの利用者と検索エンジンはサイトを閲覧できません。
my: <strong>%s</strong> အတွက်သက်ဝင်ဝဘ်ဆိုက်အခြေစာမျက်နှာများတွင်ရှင်းလင်းဖော်ပြဒီအန်အက်စ်ချိန်ညှိချက်မရှိဘဲတစ်ခုမျှဘာသာစကားအရန်ရွေးပိုင်ခွင့်မရှိ။ စာမျက်နှာချိန်ညှိချက်ရှိဘာသာစကားတစ်ခုတည်းကိုသာယခုဝဘ်ဆိုက်များလုပ်ဆောင်နိုင်! လည်ပတ်သူများနှင့်ရှာဖွေအင်ဂျင်များယခုဘာသာစကားကိုမသံုးပါကသင့်ဝဘ်ဆိုက်ကိုမရှာဖွေနိုင်။
ro: Niciuna dintre paginile rădăcină active ale website-ul <strong>%s</strong> nu are opţiunea de limbă de rezervă stabilită, ceea ce înseamnă că aceste website-uri sunt disponibile numai în limba pe care o aveti definită în setări la pagină! Utilizatori şi motoarele de căutare care nu acceptă această limbă nu vor putea accesa website-ul.
sq: Asnjë nga faqet aktive rrënjësore për <strong>%s</strong> nuk kanë vendosur opsionin të gjuhës fallback, që do të thotë se këto faqet janë në dispozicion vetëm në një gjuhë që ju keni përcaktuar në parametrat e faqes! Vizitorët dhe motorët e kërkimit që nuk flasin këtë gjuhë nuk do të jetë në gjendje të shfletojnë faqen tuaj.
uk: У жодному з наявних активних коренів сайту <strong>%s</strong> не включена в настройках опція "Мова зворотнього зв'язку". Це означає, що ці сайти доступні тільки на одній мові, зазначеному в настройках сторінки! Відвідувачі та пошукові системи, які "не говорять" на цій мові не зможуть переглядати цей сайт.

# ERR.multipleFallback
source: You can only define one website root page per domain as language fallback.
da: Du kan kun definere een rod-side pr. domæne som sprogsuppleant.
fi: Vain yksi sivustojuuri per domain saa olla oletuskieli.
hu: Domainenként csak egy weboldal gyökér oldal állítható be tartalék nyelvnek.
ja: 言語の代替とするウェブサイトのルートのページは1つだけ設定できます。
my: ဘာသာစကားအရန်မှာကဲ့သို့ဒိုမိန်းတစ်ခုစီတိုင်းတွင်ဝဘ်ဆိုက်အခြေစာမျက်နှာတစ်ခုသာသတ်မှတ်နိုင်။
ro: Se poate defini doar o rădăcină de website ca şi opţiunue implicită per domeniu.
sq: Ju mund të përcaktoni vetëm një faqe për rrënjë të domain-it si fallback të gjuhës.
uk: Ви можете визначити тільки одну сторінку кореня сайту на домен, як мова зворотного зв'язку.

# ERR.topLevelRoot
source: Top-level pages must be website root pages!
da: Topniveau sider skal være website rod-sider!
fi: Päätason sivujen täytyy olla sivuston juurisivuja.
hu: A legfelső szinten csak weboldal gyökér oldal lehet!
ja: 最上位のページはウェブサイトのルートでなければなりません。
my: ထိပ်တန်း-အဆင့်စာမျက်နှာများသည်ဝဘ်ဆိုက်အခြေစာမျက်နှာများဖြစ်ရမည်!
ro: Paginile de top trebuie să fie pagini rădăcină!
sq: Faqet top-level duhet të jenë faqe rrënjësore!
uk: Сторінками верхнього рівня повині бути лише сторінки типу "Корінь сайту"!

# ERR.topLevelRegular
source: There are pages on the top-level which are not website root pages. Creating websites without a website root page is no longer supported, so please ensure that all pages are grouped under a website root page.
da: Der er sider i topniveauet der ikke er rod-sider. At oprette websites uden en website rod side understøttes ikke længere, så sikre dig venligst at alle sider er grupperet under en website rod-side.
fi: Ylimmällä tasolla on sivuja, jotka eivät ole sivustojuuria. Sivuston luonti ilman sivustojuurta ei ole enää mahdollista. Ole hyvä ja varmista, että kaikki sivusti ovat sivustojuuren sisällä.
hu: Olyan oldalak vannak a legfelső szinten, amelyek nem weblap gyökér oldalak. A rendszer már nem támogatja a weboldal gyökér oldal nélküli weboldal készítését, tehát minden oldalt csoportosítson egy weboldal gyökér oldal alá.
ja: ウェブサイトのルートでない最上位のページがあります。ウェブサイトのルートのページを作成しない、ウェブサイトの作成はサポートしなくなりましたので、すべてのページはウェブサイトのルートのページ以下にまとめているか確認してください。
my: ထိပ်တန်း-အဆင့်တွင်ရှိစာမျက်နှာများမှာဝဘ်ဆိုက်အခြေစာမျက်နှာများမဟုတ်။ ဝဘ်ဆိုက်အခြေစာမျက်နှာမပါဘဲဝဘ်ဆိုက်များထုတ်လုပ်ခြင်းကိုမအားပေးပါ၊ ဝဘ်ဆိုက်အခြေစာမျက်နှာအောက်တွင်စာမျက်နှာအားလံုးအုပ်စုဖွဲ့ပြီးပါစေ။
ro: Există pagini pe nivelul de top, care nu sunt pagini rădăcină alewebsite-ului. Crearea de website-uri fără o pagină rădăcină nu mai este acceptată, aşadar vă rugăm să vă asiguraţi că toate paginile sunt grupate sub o pagină rădăcină.
sq: Ka faqe në nivel të lartë të cilat faqe nuk janë rrënje e Ueb faqes. Krijimi faqeve të uebit pa një faqe rrënjë nuk është më e mbështetur, kështu që ju lutemi të siguroni që të gjitha faqet të janë të grupuar nën një faqe rrënjë e Ueb faqes.
uk: Є сторінки верхнього рівня, які не є коренем сайту. Створення сайтів без кореневої сторінки більше не підтримується, переконайтеся, що всі сторінки згруповані під кореневою сторінкою сайту.

# ERR.invalidTokenUrl
source: The link you were trying to open could not be verified. If you have clicked the link yourself or have received it by a trustworthy person, you can confirm the process below.
da: Linket du forsøger at åbne kan ikke genkendes. Hvis du selv har åbnet linket eller har modtaget det fra en troværdig person, kan du bekræfte processen herunder.
fi: Linkkiä, jota yritit avata, ei voitu vahvistaa. Jos klikkasit linkkiä itse tai olet saanut sen luotettavalta taholta, voit vahvistaa siirtymisen alta.
hu: A megnyitni kívánt linket nem lehet ellenőrizni. Ha ön kattintott a linkre vagy megbízható személytől kapta, akkor erősítse meg a folyamatot lentebb .
ja: 開こうとしているURLを確認できません。あなた自身でクリックしたか、信頼に値する人から受け取ったリンクでしたら、以下を承認して処理を進めて良いでしょう。
my: ဖွင့်မည့်ကွန်ဆက်မှာအတည်မပြုနိုင်။ ကွန်ဆက်တွင်ကလစ်နှိပ်ပါက(သို့)ယံုကြည်သူတစ်ယောက်ယောက်မှပေးပို့ပါကအောက်ဖော်ပြပါလုပ်ငန်းစဉ်အတည်ပြုနိုင်။
ro: Adresa pe care doriţi să o accesaţi nu poate fi verificată. Dacă aţi dat clic direct sau aţi primit această adresă de la o persoană de încredere, puteţi confirma acest lucru mai jos.
sq: Lidhja që jeni përpjekur për të hapur nuk mund të verifikohet. Nëse ju vet keni klikuar në linkun ose e keni marrë atë nga një person i besueshëm, ju mund të konfirmoni procesin e poshtëm.
uk: Посилання, по котрому ви намагались перейти не може бути перевіреним. Якщо ви нажали на посилання самостійно або отримали його від довіреної особи, то ви можете підтвердіти це внизу.

# ERR.version2format
source: This element still uses the old Contao 2 SRC format. Did you upgrade the database?
da: Dette element benytter stadig det gamle Contao 2 SRC format. Fik du opdateret databasen?
fi: Tämä elementti käyttää edelleen vanhaa Contao 2 SRC -formaattia. Päivititkö tietokannan?
hu: Ez az elem továbbra is a régi Contao 2 SRC formátumot használja. Kívánja frissíteni az adatbázist?
ja: この要素は古いContao 2 SRC形式を、まだ使用しています。データベースを更新しましたか?
my: ယခုပစ္စည်းသည်ကွန်တောင်၂အက်စ်အာစီပံုစံအဟောင်းအသံုးပြုနေဆဲ။ အချက်အလက်အစုကိုအဆင့်မြင့်ပြီး?
ro: Acest element îcă foloseşte vechiul SRC format din Contao 2. Aţi upgradat baza de date?
sq: Ky element ende përdor formatin e vjetër Contao 2 SRC. A e keni përmirësuar bazën e të dhënave?
uk: Елемент ще використовує застарілий SRC формат Contao 2. Ви зробили оновлення бази даних?

# ERR.form
source: The form could not be sent
da: Formularen kunne ikke sendes
fi: Lomaketta ei voi lähettää
hu: Az űrlapot nem lehetett elküldeni
ja: フォームを送信できませんでした。
my: ယခုပံုစံကိုမပေးပို့နိုင်
ro: Formularul nu a putut fi trimis.
sq: Formulari nuk është dërguar.
uk: Данні форми не можливо відіслати

# ERR.captcha
source: Please answer the security question!
da: Besvar sikkerhedsspørgsmålet, tak!
fi: Ole hyvä ja vastaa turvakysymykseen!
hu: A biztonsági kérdésre válaszolni kell!
ja: 回答を入力してください。
my: လံုခြုံရေးမေးခွန်းဖြေကြား!
ro: Răspundeţi la întrebarea de securitate!
sq: Ju lutem përgjigjuni pyetjes anti-spam!
uk: Будь ласка, дайте відповідь на контрольне запитання!

# ERR.download
source: File "%s" is not available for download!
da: Filen "%s" er ikke tilgængelig og kan ikke downloades!
fi: Tiedostoa "%s" ei voi ladata!
hu: "%s" fájl nem tölthető le!
ja: "%s"というファイルはダウンロードできません。
my: "%s" ဖိုင်ကိုမကူးဆွဲနိုင်!
ro: FIşierul "%s" nu este disponibil pentru download!
sq: Skedari "%s" nuk është në dispozicion për shkarkim!
uk: Файл "%s" не доступний для завантаження!

# ERR.fileNotFoundSync
source: No database entry found for %s. Please synchronize the file system.
da: Der blev ikke fundet nogen data for %s i databasen. Synkroniser venligst filsystemet.
fi: Kohdetta %s vastaavaa tietokantariviä ei löytynyt. Ole hyvä ja suorita tiedostojärjestelmän synkronointi.
hu: Nem található adatbázis bejegyzés: %s. Szinkronizálja a fájlrendszert.
ja: %sに対応するデータベースの項目がありません。ファイルシステムと同期してください。
my: %s အတွက်အချက်အလက်အစုထည့်သွင်းမှုမရှိ။ ဖိုင်စက်စနစ်ကိုထပ်တူကျရန်လုပ်။
ro: Nu s-a regăsit în baza de date o înregistrare pentru %s. Vă rugăm să sincronizaţi sistemul de fişiere.
sq: Nuk ka shënime për %s në bazën e së të dhënave. Ju lutem sinkronizoni sistemin e skedarëve.
uk: Не знайдено запис для %s. Необхідно синхронізувати файлову систему.

# ERR.invalidGoogleId
source: Please enter a numeric Google+ ID or vanity name!
da: Indtast venligst et Google+ ID!
fi: Ole hyvä ja anna numeerinen Google+ -tunnus tai "vanity name"!
hu: Kérem adja meg a numerikus Google+ azonosítóját vagy a választott Google+ URL azonosítót!
ja: Google+の数値のIDかバニティ名を入力してください。
ro: Introduceţi un identificator sau nume deţinut pe Google+!

# SEC.question1
source: Please add %d and %d.
da: Læg %d og %d sammen, tak.
fi: Ole hyvä ja laske %d + %d.
hu: Adja össze: %d és %d
ja: %dと%dを加算してください。
my: %d နှင့် %d ထည့်။
ro: Adunaţi %d şi %d.
sq: Ju lutem shtoni %d me %d.
uk: Будь ласка, додайте %d й %d.

# SEC.question2
source: What is the sum of %d and %d?
da: Hvad er summen af %d og %d?
fi: Paljonko on %d + %d?
hu: Mi a két szám összege? %d és %d
ja: %dと%dの合計は何ですか?
my: %d နှင့် %d ပေါင်းခြင်းရလဒ်?
ro: Care este suma lui %d şi %d?
sq: Sa është shuma e %d dhe %d?
uk: Що є сумою %d і %d?

# SEC.question3
source: Please calculate %d plus %d.
da: Beregn %d plus %s, tak.
fi: Laske %d plus %d.
hu: Számolja ki: %d plusz %d
ja: %dプラス%dを計算してください。
my: %d အပေါင်း %d တွက်ပါ။
ro: Calculaţi %d plus %s.
sq: Ju lutem llogarisni %d plus %s.
uk: Будь ласка, порахуйте %d + %s.

# CTE.texts
source: Text elements
da: Tekstelementer
fi: Tekstielementit
hu: Szöveg elemek
ja: テキストの要素
my: စာသားပစ္စည်းများ
ro: Elemente text
sq: Elementë të tipit tekst
uk: Текстові елементи

# CTE.headline.0
source: Headline
da: Overskift
fi: Otsikko
hu: Szalagcím
ja: 見出し
my: ခေါင်းစဉ်
sq: Titulli
uk: Заголовок

# CTE.headline.1
source: Generates a headline (h1 - h6).
da: Dette element indeholder en overskrift, som står for sig selv, der er omgivet af <H1> "tags".
fi: Otsikko (h1 - h6)
hu: Szalagcím létrehozása (h1 - h6).
ja: 見出し(h1からh6)を生成します。
my: ခေါင်းစဉ်ထုတ်လုပ် (ဟိပ်စ်၁-ဟိပ်စ်၆)။
ro: Generează un headline (h1 - h6).
sq: Ky element përmban vetëm një titull, i cili rrethohet nga tag-et <H1>.
uk: Цей елемент містить окремий заголовок, що вкладений в <h1 - h6> теги.

# CTE.text.0
source: Text
da: Tekst
fi: Teksti
hu: Szöveg
ja: テキスト
my: စာသား
sq: Tekst
uk: Текст

# CTE.text.1
source: Generates a rich text element.
da: Dette element indeholder tekst med avanceret formatering og hyperlinks. Herudover kan du tilføje et billede til dette element.
fi: Muotoiltavaa tekstiä sisältävä tekstielementti.
hu: Létrehoz egy formázott szöveg elemet.
ja: リッチテキスト要素を生成します。
my: ပြည့်နှက်စာသားပစ္စည်းထုတ်လုပ်။
ro: Generează un element ce conţine text, hyperlink-uri şi imagini.
sq: Ky element përmban tekst të formatueshëm dhe nyje. Gjithashtu ju mund të shtoni edhe një imazh tek ky lloj elementi.
uk: Цей елемент містить текст з гіперпосиланнями. Крім того, Ви можете додати зображення до цього елементу.

# CTE.html.1
source: Allows you to add custom HTML code.
da: Dette element indeholder HTML-kode. Bemærk venligst at HTML-"tags" er deaktiverede af sikkerhedshensyn.
fi: Mahdollistaa oman koodin kirjoittamisen.
hu: Lehetővé teszi egyedi HTML kód használatát.
ja: 独自のHTMLコードを追加します。
my: စိတ်ကြိုက်ဟိပ်စ်တီအမ်အယ်ကုဒ်ထည့်ရန်ခွင့်ပြု။
ro: Permite adăugarea de cod HTML (unele tag-uri HTML nu pot fi folosite, din motive de securitate).
sq: Ky element përmban kod HTML. Vini re që disa lloj tag-esh HTML mund të jenë çaktivizuar nga administratori për arsye sigurie.
uk: Цей елемент містить код HTML-код. Будь ласка помітьте, що певні тэги HTML відключено з метою безпеки.

# CTE.list.0
source: List
da: Liste
fi: Lista
hu: Lista
ja: 箇条書き
my: စာရင်း
ro: Listă
sq: Listë
uk: Список

# CTE.list.1
source: Generates an ordered or unordered list.
da: Dette element indeholder ordnede eller u-ordnede lister.
fi: Numeroitu tai numeroimaton lista.
hu: Létrehoz egy rendezett vagy rendezetlen listát.
ja: 順序付きや順序なしの箇条書きを生成します。
my: စီစဉ်ပြီး(သို့)မစီစဉ်ရသေးစာရင်းထုတ်လုပ်။
ro: Generează o listă ordonată sau neordonată.
sq: Ky element përmban një listë te formatuar ose jo.
uk: Цей елемент містить упорядкований або неупорядкований список.

# CTE.table.0
source: Table
da: Tabel
fi: Taulu
hu: Tábla
ja: 表
my: စားပွဲ
ro: Tabela
sq: Tabelë
uk: Таблиця

# CTE.table.1
source: Generates an optionally sortable table.
da: Dette element indeholder en tabel.
fi: Taulukko järjestämisominaisuudella
hu: Létrehoz egy adott esetben rendezhető táblázatot.
ja: 並べ替えも可能な表を生成します。
my: ရွေးပိုင်ခွင့်ရှိမျိုးတူစုနိုင်သောစားပွဲထုတ်လုပ်။
ro: generează un tabel ce poate fi opţional sortat.
sq: Ky element përmban një tabelë
uk: Цей елемент містить таблицю.

# CTE.accordion
source: Accordion
da: Harmonika visning
fi: Haitari
hu: Harmonika
ja: アコーディオン
my: အကော်ဒီယံ
ro: Acordeon
sq: Firzamonikë
uk: Угода

# CTE.accordionStart.0
source: Wrapper start
da: Indpakningen starter
fi: Wrapper alkaa
hu: Csoport eleje
ja: ラッパーの開始
my: ထုပ်ပိုးခြင်းစတင်
ro: Start set
sq: Fillim mbështjellëse
uk: Початок «обгортки»

# CTE.accordionStart.1
source: Generates the opening part of the accordion wrapper.
da: Angiver starten af harmonika visningens indpakning.
fi: Generoi haitarielementin alkuosan.
hu: Létrehozza a nyitó elemét a harmonika csoportnak.
ja: アコーディオンのラッパーを開始する部分を生成します。
my: အကော်ဒီယံစည်းသူဖွင့်ထားသောအစိတ်အပိုင်းထုတ်လုပ်။
ro: Generează porţiunea de start pentru un element acordeon.
sq: Gjeneron pjesen e parë mbështjelluesit të elementit rrëshqitës.

# CTE.accordionStop.0
source: Wrapper stop
da: Indpakningen slutter
fi: Wrapper alkaa
hu: Csoport vége
ja: ラッパーの終了
my: ထုပ်ပိုးခြင်းရပ်တန့်
ro: Stop set
sq: Ndalim mbështjellëse
uk: Кінець «обгортки»

# CTE.accordionStop.1
source: Generates the closing part of the accordion wrapper.
da: Angiver slutningen af harmonika visningens indpakning.
fi: Generoi haitarielementin loppuosan.
hu: Létrehozza a záró elemét a harmonika csoportnak.
ja: アコーディオンのラッパーを終了する部分を生成します。
my: အကော်ဒီယံစည်းသူပိတ်ထားသောအစိတ်အပိုင်းထုတ်လုပ်။
ro: Generează porţiunea de stop pentru un element acordeon.
sq: Gjeneron pjesen e fundit mbështjelluesit të elementit rrëshqitës.

# CTE.accordionSingle.0
source: Single element
da: Enkelt element
fi: Yksittäinen elementti
hu: Egyedülálló elem
ja: 単一の要素
my: ပစ္စည်းတစ်ခုတည်း
ro: Element singular
sq: Element i vetëm
uk: Одномісний елемент

# CTE.accordionSingle.1
source: Generates a single accordion element.
da: Genererer et enkelt harmonika element.
fi: Generoi yksittäisen haitarielementin.
hu: Létrehoz egy egyedülálló harmonika elemet.
ja: 1つの要素を含むアコーディオンを生成します。
my: အကော်ဒီယံစည်းသူပစ္စည်းတစ်ခုထုတ်လုပ်။
ro: Generează un singur element acordeon.
sq: Gjeneron një element të vetëm me efektin fizarmonikë.

# CTE.code.0
source: Code
da: Kode
fi: Koodi
hu: Kód
ja: コード
my: ကုဒ်
ro: Cod sursă
sq: Kod
uk: Код

# CTE.code.1
source: Highlights code snippets and prints them to the screen.
da: Dette element indeholder kodestumper, som bliver formateret på en speciel måde. Koden vil kun blive vist på skærmen og ikke blive kørt.
fi: Värittää ja tulostaa koodiotteita.
hu: Kiemeli a kódrészleteket és kiírja azokat a képernyőre.
ja: コードの抜粋を強調して画面に表示します。
my: ကုဒ်အတိုအထွာများမီးမောင်းထိုးပြီးဖန်သားပြင်သို့ပုံနှိပ်။
ro: element ce conţine cod sursă formatat într-un anume mod (codul va fi doar afişat pe ecran şi nu executat).
sq: Ky element përmban copa kodi që formatohen në një mënyrë të veçantë. Kodi nuk ekzkutohet por thjesht do të shfaqet në ekran ashtu siç është shkruajtur.
uk: Цей елемент містить фрагмент коду (code snippet), відредагований в певному форматі. Код відображаэться та підсвічується на екрані, але не виконується.

# CTE.markdown.1
source: Generates HTML code from a markdown text.
fi: Generoi HTML:ää mardown-tekstistä.
hu: HTML kód generálása a markdown szövegből.
ja: MarkdownのテキストからHTMLを生成します。
ro: Generează cod sursă HTML din text formatat markdown.

# CTE.slider
source: Content slider
da: Indholds slider
fi: Sisältöslider
hu: Tartalom váltó
ja: コンテントスライダー
my: အကြောင်းအရာဆလိုက်
ro: Element glisor
sq: Përmbajtje rrëshqitëse

# CTE.sliderStart.0
source: Wrapper start
da: Indpakningen starter
fi: Wrapper alkaa
hu: Csoport eleje
ja: ラッパーの開始
my: ထုပ်ပိုးခြင်းစတင်
ro: Start set
sq: Fillim mbështjellëse
uk: Початок «обгортки»

# CTE.sliderStart.1
source: Generates the opening part of the slider wrapper.
da: Angiver starten af sliderens indpakning.
fi: Generoi sliderelementin alkuosan.
hu: Létrehozza a nyitó elemét egy tartalom váltó csoportnak.
ja: スライダーのラッパーを開始する部分を生成します。
my: ဆလိုက်စည်းသူဖွင့်ထားသောအစိတ်အပိုင်းထုတ်လုပ်။
ro: Generează porţiunea de start pentru un element glisor.
sq: Gjeneron pjesen e parë mbështjelluesit të elementit rrëshqitës.

# CTE.sliderStop.0
source: Wrapper stop
da: Indpakningen slutter
fi: Wrapper alkaa
hu: Csoport vége
ja: ラッパーの終了
my: ထုပ်ပိုးခြင်းရပ်တန့်
ro: Stop set
sq: Ndalim mbështjellëse
uk: Кінець «обгортки»

# CTE.sliderStop.1
source: Generates the closing part of the slider wrapper.
da: Angiver slutningen af sliderens indpakning.
fi: Generoi sliderelementin loppuosan.
hu: Létrehozza a záró elemét egy tartalom váltó csoportnak.
ja: スライダーのラッパーを終了する部分を生成します。
my: ဆလိုက်စည်းသူပိတ်ထားသောအစိတ်အပိုင်းထုတ်လုပ်။
ro: Generează porţiunea de stop pentru un element glisor.
sq: Gjeneron pjesen e fundit mbështjelluesit të elementit rrëshqitës.

# CTE.links
source: Link elements
da: Link-elementer
fi: Linkkielementit
hu: Link elemek
ja: リンクの要素
my: ကွန်ဆက်ပစ္စည်းများ
ro: Legături
sq: Elementë për nyje
uk: Елементи гіперпосилань

# CTE.hyperlink.0
source: Hyperlink
fi: Hyperlinkki
hu: Hiperhivatkozás
ja: ハイパーリンク
my: ရည်ညွှန်းကွန်ဆက်
sq: Nyje
uk: Гіперпосилання

# CTE.hyperlink.1
source: Generates a link to another website.
da: Genererer et link til et andet website.
fi: Linkki toiselle web-sivustolle
hu: Létrehoz egy linket egy másik weboldalra.
ja: 他のウェブサイトへのリンクを生成します。
my: အခြားဝဘ်ဆိုက်သို့ကွန်ဆက်ထုတ်လုပ်။
ro: Generează un link către un alt website.
sq: Ky element përmban një nyje drejt nje siti tjetër.
uk: Цей елемент відображає гіперпосилання на інший вебсайт.

# CTE.toplink.0
source: Top link
da: Til toppen-link
fi: Linkki ylös
ja: トップリンク
my: ထိပ်တန်းကွန်ဆက်
sq: Kreu i faqes
uk: Швидкий перехід на початок сторінки

# CTE.toplink.1
source: Generates a link to jump to the top of the page.
da: Dette element frembringer et hyperlink, som tillader at brugeren at springe til toppen af siden.
fi: Paluulinkki sivun ylälaitaan.
hu: Létrehoz egy linket az oldal tetejére ugráshoz.
ja: ページの先頭に移動するリンクを生成します。
my: စာမျက်နှာထိပ်သို့ခုန်ကျော်သောကွန်ဆက်ထုတ်လုပ်။
ro: Generează o legătură care permite întoarcerea la partea superioară a paginii.
sq: Ky element gjeneron një nyje që lejon ngjitjen direkte në krye të faqes
uk: Цей елемент відображає гіперпосилання, що дозволяє швидко попертатись до початку сторінки.

# CTE.media
source: Media elements
da: Media elementer
fi: Mediaelementit
hu: Média elemek
ja: メディアの要素
my: မီဒီယာပစ္စည်းများ
ro: Elemente media
sq: Elemente mediale (angl. "Media elements")
uk: Елементи мультимедіа

# CTE.image.0
source: Image
da: Billede
fi: Kuva
hu: Kép
ja: 画像
my: ပံု
ro: Imagine
sq: Imazh
uk: Зображення

# CTE.image.1
source: Generates a stand-alone image.
da: Dette element indeholder et enkelt billede.
fi: Yksittäinen kuva
hu: Létrehoz egy önálló képet.
ja: 単独の画像を生成します。
my: ပံုတစ်ပံုတည်းထုတ်လုပ်။
ro: Generează o imagine separată.
sq: Ky element përmban një imazh të vetëm
uk: Цей елемент відображає одне зображення.

# CTE.gallery.0
source: Gallery
da: Billedgalleri
fi: Galleria
hu: Galéria
ja: 画像ギャラリー
my: ပြခန်း
ro: Galerie imagini
sq: Galeri imazhesh
uk: Галерея зображень
