Repository: contao/core
Catalog: system/modules/core/languages/*/exception.xlf
Languages: cs, da, de, es, fa, fi, fr, hu, it, ja, nl, pl, ro, ru, sk, sv

# XPT.tokenExplainOne
source: This error occurs if there is a POST request without a valid authentication token. In Contao 2.10, the referer check has been replaced with a request token system. If the problem persists, you may be using an incompatible third-party extension or have not correctly updated your Contao installation.
cs: Chyba nastane, pokud je nastavený přenos POST bez platného potvrzovacího tokenu. V Contau 2.10 byla tato kontrola nahrazená tokenovým systémem. Přetrvává-li daný problém, nejspíš používáte nekompatibilní rozšíření třetích stran nebo není dobré zaktualizována instalace Vašeho Contaa.
da: Denne fejl opstår hvis der er et POST request uden en gyldig authentication token. I Contao 2.10 blev henvisningstjekket skiftet ud med et request token system. Hvis problemet fortsætter, benytter du højstsansynligt en ukompatibel tredje-parts udvidelse eller har updateret din Contao installation forkert.
de: Der Fehler tritt bei einer POST-Anfrage ohne gültigen Request-Token auf. In Contao 2.10 wurde die Referer-Prüfung durch ein Request-Token-System ersetzt. Wenn das Problem anhält, verwenden Sie eventuell eine inkompatible Drittanbieter-Erweiterung oder haben Ihre Contao-Installation nicht vollständig aktualisiert.
es: Este tipo de error ocurre si una solicitud de POST se ha realizada sin una autentificación válida del token. En Contao 2.10, el referer check ha sido reemplazado con una solicitud token del sistema. Si los problemas persisten, seguramente esta usando extensiones de terceros que son incompatibles o la actualización e instalación de Contao no ha sido correcta.
fa: این خطا زمانی رخ می‌دهد که درخواست POSTی بدون توکن تصدیق شده معتبر وجود داشته باشد. در کانتائو 2.10، بررسی ارجاعی با سامانه توکن درخواستی جایگزین شده است. اگر این مشکل ادامه یابد، شما ممکن است از یک افزونه غیرسازگار استفاده می‌کنید یا نصب کانتائو را به درستی روزآمد نکرده‌اید.
fi: Tämä virhe tapahtuu, jos POST-pyyntö on ilman kelvollista todennustunnusta. Contao 2.10 versiossa viittaustarkistus on korvattu todennustunnusjärjestelmällä. Jos ongelmia ilmenee, saatat käyttää epäyhteensopiaa kolmannen osapuolen lisäosaa tai Contao-asennus on päivitetty virheellisesti.
fr: Cette erreur se produit s'il y a une requête POST sans un jeton d'authentification valide. Dans Contao 2.10, le contrôle du référant a été remplacé par un système de demande de jetons. Si le problème persiste, vous utilisez peut-être une extension incompatible ou votre installation de Contao n'a pas été correctement mise à jour.
hu: Ez a hiba akkor jelentkezik, ha van egy POST kérés érvényes hitelesítési token nélkül. A Contao 2.10 verzióban a referer ellenőrzést a "request token system" váltotta fel. Ha a probléma továbbra is fennáll, lehetséges, hogy egy harmadik féltől származó kiterjesztés nem kompatibilis, vagy nem megfelelően frissítette a Contao telepítést.
it: Questo errore si verifica se c'è una richiesta POST senza un token di autenticazione valido. In Contao 2.10, il referer check è stato sostituito con un sistema di richiesta token. Se il problema persiste, è possibile che si stia utilizzando un'estensione di terzi non compatibile o non si abbia aggiornato correttamente l'installazione di Contao.
ja: このエラーは有効な認証トークンがないPOST要求で発生します。Contao 2.10からリファラーの照合をリクエストトークンのシステムに置き換えました。問題が継続する場合は互換性のない第三者の機能拡張を使用しているためか、インストールしているContaoを正しく更新していないためかもしれません。
nl: Deze fout treedt op als er een POST-request zonder geldig authenticatie token wordt gedaan. In Contao 2,10 is de referer check vervangen door een request token systeem. Als het probleem zich blijft voortdoen maakt u mogelijk gebruik van een niet-compatibele extensie van derden of uw Contao installatie is niet correct geüpdatet.
pl: Ten problem pojawia się, gdy występuje zapytanie POST bez prawidłowego tokena autoryzyjącego. W Contao 2.10, sprawdzanie referer został zastąpione przez system request token. Jeśli ten problem się utrzymuje, być może używasz niekompatyblinych rozszerzeń trzecich lub nieprawidłowo aktualizowałeś Contao.
ro: Această eroare apare dacă există o trimitere POST fără o cheie de autentificare validă. În Contao 2.10, verificarea pe bază de referer a fost înlocuită cu un sistem pe bazat pe chei de validare. Dacă problema persistă, se poate să folosiţi o extensie incompatiblă de la terţi sau nu aţi instalat corect versiunea de actualizare Contao.
ru: Эта ошибка происходит, если есть POST запрос без действительного токена аутентификации. В Contao 2.10, проверка реферера была заменена системой запрос токена. Если проблема сохраняется, возможно, используются несовместимые сторонние расширения или неправильно обновлена установка Contao.
sk: Chyba nastane, pokiaľ je nastavený prenos POST bez platného potvrdzovacieho tokenu. V Contau 2.10 bola táto kontrola nahradená tokenovým systémom. Ak pretrváva daný problém, zrejme používate nekompatibilné rozšírenia tretích strán alebo vaša inštalácia Contaa nie je správne zaktualizovaná.
sv: Detta felmeddelande visas om det finns en POST-förfrågan utan giltigt autentiserings-token. I Contao 2.10 så har hänvisningskontrollen ersatts av ett token-system. Om problemet kvarstår så kan det bero på en 3:e-partsmodul som inte är kompatibel eller så är din Contao-installation inte uppdaterad på ett korrekt sätt.

# XPT.tokenExplainTwo
source: For more information, search the <a href="https://contao.org/faq.html" target="_blank">Contao FAQs</a> or visit the <a href="https://contao.org/support.html" target="_blank">Contao support page</a>.
cs: Více informací najdete na <a href="https://contao.org/faq.html" target="_blank">Contao FAQs</a> nebo navštivte <a href="https://contao.org/support.html" target="_blank">stránku podporoy Contaa</a>.
da: For mere information, se <a href="https://contao.org/faq.html" target="_blank">Contao FAQs</a> eller se <a href="https://contao.org/support.html" target="_blank">Contao support side</a>.
de: Durchsuchen Sie die <a href="https://contao.org/faq.html" target="_blank">Contao-FAQs</a> oder besuchen Sie die <a href="https://contao.org/support.html" target="_blank">Contao-Supportseite</a> für weitere Informationen.
es: Para más información, busque en <a href="https://contao.org/faq.html" target="_blank">Contao preguntas frecuentes</a> o visite la <a href="https://contao.org/support.html" target="_blank">página de ayuda de Contao</a>.
fa: برای اطلاعات بیشتر، <a href="https://contao.org/faq.html" target="_blank">پرسش و پاسخ کانتائو</a> را جستجو نمایید و یا <a href="https://contao.org/support.html" target="_blank">پشتیبانی کانتائو</a> را مشاهده کنید.
fi: Lisätietoja varten etsi <a href="https://contao.org/faq.html" target="_blank">Contao FAQ:sta</a> tai vieraile <a href="https://contao.org/support.html" target="_blank">Contaon tukisivustolla</a>.
fr: Pour plus d'information, veuillez consulter la <a href="https://contao.org/faq.html" target="_blank">FAQ de Contao</a> ou visiter la <a href="https://contao.org/support.html" target="_blank">page de support de Contao</a>.
hu: További információért keresse fel a <a href="https://contao.org/faq.html" target="_blank">Contao FAQs</a> oldalt, vagy látogasson el a <a href="https://contao.org/support.html" target="_blank">Contao támogatási oldalra</a>.
it: Per ulteriori informazioni, consultare le <a href="https://contao.org/faq.html" target="_blank"> FAQ di Contao</a> o visitare la <a href="https://contao.org/support.html" target="_blank"> pagina di supporto Contao</a>.
ja: さらに詳しい情報は、<a href="https://contao.org/faq.html" target="_blank">ContaoのFAQ</a>を調べるか、<a href="https://contao.org/support.html" target="_blank">Contaoのサポートのページ</a>にアクセスしてください。
nl: Voor meer informatie, zoek in de <a href="https://contao.org/faq.html" target="_blank"> Contao FAQs </a> of ga naar <a href = "https://contao.org / support.html "target =" _blank "> Contao support pagina </a>.
pl: Po więcej informacji, przeszukaj <a href="https://contao.org/faq.html" target="_blank">Contao FAQ</a> lub odwiedź <a href="https://contao.org/support.html" target="_blank">stronę wsparcia Contao</a>.
ro: Pentru mai multe informaţii, căutaţi <a href="https://contao.org/faq.html" target="_blank">Contao FAQs</a> sau vizitaţi <a href="https://contao.org/support.html" target="_blank">Contao support page</a>.
ru: Для получения дополнительной информации, воспользуйтесь поиском в <a href="https://contao.org/faq.html" target="_blank">Вопросах и ответах Contao</a> или посетите <a href="https://contao.org/support.html" target="_blank">Страницу поддержки Contao</a>.
sk: Viac informácií nájdete na <a href="https://contao.org/faq.html" target="_blank">Contao FAQs</a> (Často kladené otázky) alebo navštívte <a href="https://contao.org/support.html" target="_blank">stránku podpory Contaa</a>.
sv: För mer information, sök i <a href="https://contao.org/faq.html" target="_blank">Contaos FAQ</a> eller besök <a href="https://contao.org/support.html" target="_blank">Contaos-supportsida</a>.

# XPT.incomplete
source: Incomplete installation
cs: Nekompletní instalace
da: Ufuldstændig installation
de: Unvollständige Installation
es: Instalación incompleta
fa: نصب ناقص
fi: Asennus kesken
fr: Installation incomplète
hu: Befejezetlen telepítés
it: Installazione incompleta
ja: 不完全なインストール
nl: Onvolledige installatie
pl: Niedokończona instalacja
ro: Instalare incompletă
ru: Незавершенная установка
sk: Nekompletná inštalácia
sv: Ofullständig installation

# XPT.incompleteInstallation
source: The installation has not been completed, therefore Contao cannot work properly.
cs: Instalace nebyla dokončena, proto nebude moct Contao fungovat správně.
da: Installationen er ikke færdiggjort, derfor fungerer Contao ikke korrekt.
de: Die Installation wurde nicht abgeschlossen, daher kann Contao nicht korrekt funktionieren.
es: La instalación no se pudo finalizar, por lo tanto Contao no funcionará debidamente.
fa: نصب تکمیل نشده است، بنابراین کانتائو به درستی کار نخواهد کرد.
fi: Asennusta ei ole suoritettu loppuun, joten Contao ei voi toimia kunnolla.
fr: L'installation n'a pas été terminée, par conséquent Contao ne peut pas fonctionner correctement.
hu: A telepítés nem fejeződött be, ezért a Contao nem működik megfelelően.
it: Installazione non completata. Contao non è in grado di funzionare in modo corretto.
ja: インストールは完了していません、このためContaoは適切に動作しません。
nl: De installatie is niet voltooid, hierdoor zal Contao niet naar behoren werken.
pl: Instalacja się nie zakończyła, więc Contao nie będzie działać prawidłowo.
ro: Instalarea nu este completă şi în consecinţă Contao nu poate funcţiona corespunzător.
ru: Установка не завершена, поэтому Contao не cможет работать как положено.
sk: Inštalácia nebola dokončená, Contao nebude môcť fungovať správne.
sv: Installationen har inte slutförts vilket medför att Contao inte kan fungera på ett korrekt sätt.

# XPT.incompleteFixOne
source: Point your browser to the following URL:
cs: Nasměrujte Váš prohlížeč na následující stránku:
da: Gå til følgende URL:
de: Rufen Sie folgende URL in Ihrem Browser auf:
es: Vaya con su navegador al siguiente enlace:
fa: با مرورگر خود را به نشانی وب زیر بروید:
fi: Ohjaa selaimesi seuraavaan URL:iin:
fr: Dirigez votre navigateur vers l'URL suivante :
it: Punta il browser sul seguente URL:
ja: 次のURLにブラウザーでアクセスしてください:
nl: Verwijs uw browser naar de volgende URL:
pl: Odwiedź wskazany adres URL:
ro: Accesaţi cu browserul următoarea adresă URL:
ru: Перейдите в браузере по следующему URL:
sk: Nasmerujte váš prehliadač na následujúcu stránku:
sv: Använd webbläsaren för att gå till följande URL:

# XPT.installPath
source: path-to-installation
cs: Cesta k instalaci
da: sti-til-installation
de: pfad-zur-installation
es: trayectoria-de-instalación
fa: مسیر-نصب
fi: asennushakemisto
fr: chemin-vers-installation
hu: telepítési-útvonal
ja: インストール先のパス
nl: pad-naar-installatie
pl: ścieżka-do-instalacji
ro: cale-la-instalare
ru: путь к установке
sk: Cesta k inštalácii

# XPT.incompleteFixTwo
source: This will open the Contao install tool, which will guide you through the installation process.
cs: Tím se otevře instalační nástroj Conta, který Vás provede instalací.
da: Dette vil åbne Contao Installationsværktøj, der vil guide dig igennem installationsprocessen.
de: Dadurch kommen Sie zum Contao-Installtool, das Sie durch den Installationsprozess führen wird.
es: Esto abrirá la herramienta de instalación de Contao, la cual le guiará através del proceso de instalación.
fa: این شما را به ابزار نصب کانتائو برده و شما را در حین مراحل نصب راهنمایی خواهد کرد.
fi: Tämä avaa Contaon asennustyökalun, joka ohjaa asennusprosessin läpi.
fr: Cela ouvre l'outil d'installation de Contao, qui vous guidera à travers le processus d'installation.
hu: Ez megnyitja a Contao telepítő eszközt, amely végigvezeti a telepítés folyamatán.
it: Ora si aprirà lo strumento di installazione di Contao, che ti guiderà attraverso il processo di installazione.
ja: ここからContaoのインストールツールを開くと、インストールの作業を案内します。
nl: Dit opent het Contao installatie tool, welke u door het installatieproces zal begeleiden.
pl: To otworzy narzędzie instalacyjne Contao, które poprowadzi Cię przez proces instalacji.
ro: Acesta va deschide utilitarul Contao de setup, ce vă va ghida prin procesul de instalare.
ru: Откроется мастер установки Contao, который поможет вам провести установку.
sk: Tým sa otvorí inštalačný nástroj Contaa, ktorý vás prevedie procesom inštalácie.
sv: Detta öppnar Contaos installationsverktyg som guidar dig genom installationsprocessen.

# XPT.incompleteExplain
source: For more information, please refer to the <a href="https://contao.org/manual/installation.html" target="_blank">Contao manual</a>.
cs: Více informací najdete v <a href="https://contao.org/manual/installation.html" target="_blank">manuálu Contaa</a>.
da: For mere information, se <a href="https://contao.org/manual/installation.html" target="_blank">Contao manual</a>.
de: Weitere Informationen finden Sie im <a href="https://contao.org/manual/installation.html" target="_blank">Contao-Handbuch</a>.
es: Para más información, por favor diríjase a <a href="https://contao.org/manual/installation.html" target="_blank">Manual de Contao</a>.
fa: لطفا برای اطلاعات بیشتر به <a href="https://contao.org/manual/installation.html" target="_blank">راهنمای کانتائو</a> مراجعه نمایید.
fi: Katso lisätietoja <a href="https://contao.org/manual/installation.html" target="_blank">Contao-ohjeesta</a>.
fr: Pour plus d'information, veuillez s'il vous plaît vous référer au <a href="https://contao.org/manual/installation.html" target="_blank">manuel d'installation de Contao</a>.
hu: További információkért kérjük olvassa el a <a href="https://contao.org/manual/installation.html" target="_blank">Contao kézikönyvet</a>.
it: Per maggiori informazioni fare riferimento al <a href="https://contao.org/manual/installation.html" target="_blank">manuale di installazione Contao</a>.
ja: さらに詳しい情報は、<a href="https://contao.org/manual/installation.html" target="_blank">Contaoマニュアル</a>を参照してください。
nl: Voor meer informatie, verwijzen wij u naar <a href="https://contao.org/manual/installation.html" target="_blank">Contao manual</a>.
pl: Więcej informacji znajdziesz w <a href="https://contao.org/manual/installation.html" target="_blank">instrukcji instalacji Contao</a>.
ro: Pentru mai multe informaţii accesaţi <a href="https://contao.org/manual/installation.html" target="_blank">Manualul Contao</a>.
ru: Для получения дополнительной информации, обратитесь к <a href="https://contao.org/manual/installation.html" target="_blank">Инструкции Contao</a>.
sk: Viac informácií nájdete v <a href="https://contao.org/manual/installation.html" target="_blank">Návode Contaa</a>.
sv: För mer information, se <a href="https://contao.org/manual/installation.html" target="_blank">Contao-manualen</a>.

# XPT.notFound
source: Page not found
cs: Stránka neexistuje
da: Siden blev ikke fundet
de: Seite nicht gefunden
es: Página no encontrada
fa: برگه پیدا نشد
fi: Sivua ei löytynyt
fr: Page non trouvée
hu: Oldal nem található
it: Pagina non trovata
ja: ページが見つかりません
nl: Pagina niet gevonden
pl: Nie znaleziono strony
ro: Pagină indisponibilă
ru: Страница не найдена
sk: Stránka nebola nájdená
sv: Sidan kunde inte hittas

# XPT.pageNotFound
source: The page you have requested does not exist under this domain.
cs: Stránka, kterou hledáte, neexistuje.
da: Siden du har anmodet eksisterer ikke på dette domæne.
de: Die angeforderte Seite gibt es nicht unter dieser Domain.
es: La página que ha solicitado no existe bajo este dominio.
fa: برگه‌ای که شما درخواست کرده‌اید در این دامنه وجود ندارد.
fi: SIvua, jota on haettu, ei ole tämän domainin alla.
fr: La page que vous avez demandée n'existe pas sur ce domaine.
hu: A kért oldal nem létezik ezen a doménen.
it: La pagina richiesta non esiste all'interno di questo dominio.
ja: このドメインには要求したページは存在しません。
nl: De pagina die u heeft opgevraagd bestaat niet in dit domein.
pl: Żądana strona nie istnieje w tej domenie.
ro: Pagina la care doriţi să ajungeţi nu există sub acest domeniu.
ru: Запрошенная вами страница не существует в этом домене.
sk: Požadovaná stránka neexistuje pod touto doménou.
sv: Sidan du efterfrågade existerar inte under denna domän.

# XPT.notFoundFix
source: Try to <a href="%s">go to the top level</a> and use the search function (if any) to find the page you were looking for. You may also <a href="%s">contact the webmaster</a> and let him know that there is something wrong.
cs: Zkuste se vrátit o <a href="%s">úroveň výš</a> a použijte vyhledávání (je-li aktivní), abyste mohli najít požadovanou stránku. Zároveň můžete kontaktovat <a href="%s">správce webu</a> a sdělit mu, že není něco v pořádku.
da: Prøv at <a href="%s">gå til det øverste niveau</a> og brug søgefunktionen (hvis tilgængelig) for at finde siden du er på udkig efter. Du kan også <a href="%s">kontakte webmasteren</a> for at lade ham vide at noget muligvis er galt.
de: Rufen Sie die <a href="%s">Startseite</a> auf und verwenden Sie die Suche (falls vorhanden), um die gewünschte Seite zu finden. Sie können auch den <a href="%s">Webmaster</a> kontaktieren und ihn über das Problem informieren.
es: Intente <a href="%s">Ir al inicio</a> y utilice la función de buscar (if any) para buscar la página que estaba buscando. Puede también <a href="%s">contactar con el administrador</a> e indicarle que hay algo que va mal.
fa: رفتن به <a href="%s">مرحله بالاتر</a> را سعی کنید و از تابع جستجو (در صورت وجود) برای پیدا کردن برگه‌ای که به دنبال آن هستید استفاده نمایید.شما همچنین ممکن است با <a href="%s">مدیر وب تماس بگیرید</a> و به او اجازه دهید که بداند چیز نادرستی وجود دارد.
fi: Yritä mennä <a href="%s">ylimmälle tasolle</a> ja käyttää hakua (jos sellainen on) löytääksesi etsimäsi sivun. Voit myös <a href="%s">ottaa yhteyttä järjestelmävalvojaan</a> ja ilmoittaa hänelle ongelmasta.
fr: Essayez <a href="%s">de vous diriger vers la page d’accueil</a> et utilisez la fonction de recherche (si existant) pour trouver la page que vous recherchez. Vous pouvez également <a href="%s">contacter le webmaster</a> et lui faire savoir que quelque chose ne fonctionne pas correctement.
hu: Próbáljon a <a href="%s">nyitóoldalra menni</a> és használja a keresés funkciót (ha van ilyen), hogy megtalálja az oldalt amit keresett. Megteheti, hogy <a href="%s">ír a webmesternek</ a>, és tudatja vele a problémát.
it: Prova a <a href="%s">passare al livello superiore</a> e ad utilizzare la funzione di ricerca (se presente) per trovare la pagina che stavi cercando. Eventualmente puoi <a href="%s">contattare il webmaster</a> e cominicargli l'errore.
ja: <a href="%s">最上位に移動</a>して、(もしあれば)検索機能を使用して目的のページを探してください。または、<a href="%s">ウェブマスターに連絡</a>して、何か問題があると知らせてください。
nl: Probeer om <a href="%s">naar het top level te gaan</a> en maak gebruik van de zoekfunctie (indien aanwezig) om de pagina te vinden waar u naar op zoek was. U kunt ook <a href="%s">contact opnemen met de webmaster</a> en hem laten weten dat er iets niet in orde is.
pl: Spróbuj <a href="%s">przejść na najwyższy poziom</a> i użyć funkcji wyszukiwania (jeśli dostępna), aby znaleźć stronę, której szukasz. Możesz również <a href="%s">skontaktować się z webmasterem</a> i powiadomić go o problemie.
ro: Încercaţi să <a href="%s">mergeţi la nivelul de top</a> şi folosiţi funcţia de search (dacă există) pentru a găsi pagina pe care o căutaţi. Puteţi totodată să <a href="%s">contactaţi pe webmaster</a> şi să lasaţi de înţeles ca e ceva în neregulă.
ru: Попробуйте перейти на <a href="%s">уровень выше</a> и использовать функцию поиска (если она есть), чтобы найти желаемую страницу. Вы можете связаться с <a href="%s">вебмастером</a> и сообщить о неполадках.
sk: Skúste <a href="%s">prejsť na najvyššiu úroveň stránky</a> a použite funkciu vyhľadávania (ak existuje) aby ste našli požadovanú stránku. Alebo <a href="%s">kontaktujte správcu stránky</a> a oznámte mu nefunkčnosť stránky.
sv: Prova att <a href="%s">gå till förstasidan</a> och använd sökfunktionen (om sådan finns) för att hitta sidan du eftersöker. Du kan också kontakta hemsidans <a href="%s">administratör</a> för att informera om att något är fel.

# XPT.noForward
source: Forward page not found
cs: Nebyla nalezena žádná stránka přesměrování
da: Omdirigeringsside blev ikke fundet
de: Zielseite nicht gefunden
es: Pagina de redirección no encontrada
fa: برگه‌ی پیش پیدا نشد
fi: Edelleenohjaavaa sivua ei löytynyt
fr: Page de transmission non trouvée
hu: Átirányítási oldal nem taláható
it: pagina di destinazione non trovata
ja: 移動先のページがありません
nl: Forward pagina werd niet gevonden
pl: Przekieruj brakującą stronę
ro: Redirecţionare spre pagină indisponibilă
ru: Следующая страница не найдена
sk: Nenašla sa stránka kam ste boli presmerovaný
sv: Målsidan kunde inte hittas
