Repository: contao/core
Catalog: system/modules/core/languages/*/exception.xlf
Languages: cs, da, de, es, fa, fi, fr, hu, it, ja, nl, pl, ro, ru, sk, sv

# XPT.error
source: An error occurred
cs: Došlo k chybě
da: Der opstod en fejl
de: Es ist ein Fehler aufgetreten
es: Ha ocurrido un error
fa: خطاء رخ داد!
fi: Virhe!
fr: Une erreur s'est produite
hu: Hiba történt
it: Si è verificato un errore
ja: エラーが発生しました
nl: Er is een fout opgetreden
pl: Wystąpił błąd
ro: A avut loc o eroare
ru: Произошла ошибка
sk: Vyskytla sa chyba
sv: Ett fel uppstod

# XPT.matter
source: What's the matter?
cs: Co se stalo?
da: Hvad er der galt?
de: Was ist das Problem?
es: ¿Qué pasa?
fa: موضوع چیست؟
fi: Mikä hätänä?
fr: Quel est le problème ?
hu: Mi a probléma?
it: Qual'è il problema?
ja: どうしましたか?
nl: Wat is er aan de hand?
pl: Co się stało?
ro: Care este problema?
ru: В чем проблема?
sk: Čo sa stalo?
sv: Vad är problemet?

# XPT.howToFix
source: How can I fix the issue?
cs: Jak můžu odstranit danou chybu?
da: Hvordan kan jeg løse problemet?
de: Wie kann ich das Problem lösen?
es: Como puedo solucionar el problema?
fa: چگونه می‌توانم موضوع را حل کنم؟
fi: Kuinka voin korjata ongelman?
fr: Comment puis-je résoudre ce problème ?
hu: Hogyan tudom megoldani a problémát?
it: Come posso risolvere il problema?
ja: どうすれば問題を解決できますか?
nl: Hoe kan ik het probleem verhelpen?
pl: Jak mogę naprawić ten problem?
ro: Cum pot rezolva problema?
ru: Как можно устранить проблему?
sk: Ako môžem odstrániť túto chybu?
sv: Hur kan jag åtgärda problemet?

# XPT.more
source: Tell me more, please
cs: Dozvědět se více
da: Fortæl mig mere
de: Weitere Informationen
es: Quiero saber más, por favor
fa: لطفا، به من بیشتر بگو
fi: Ole hyvä ja kerro lisää
fr: Dites-m'en plus, s'il vous plaît.
hu: Mesélj még, kérlek
it: Fornisci maggiori informazioni
ja: さらに詳しく教えてください
nl: Vertel me meer
pl: Dowiedz się więcej
ro: Vă rog sa daţi mai multe detalii
ru: Пожалуйста, расскажите мне больше
sk: Dozvedieť sa viac
sv: Berätta mer

# XPT.hint
source: To customize this notice, create a custom template file named <em>%s</em>.
cs: Pro upravení dané poznámky vytvořte vlastní soubor předlohy nazvaný <em>%s</em>.
da: For at tilpasse denne notits, opret en skabelon fil kaldet <em>%s</em>.
de: Legen Sie ein Template namens <em>%s</em> an, um diese Meldung anzupassen.
es: Para modificar este aviso, puede crear un archivo modelo llamado <em>%s</em>.
fa: برای سفارشی کردن این یادداشت، یک پرونده قالب سفارشی با نام <em>%s</em> ایجاد نمایید.
fi: Muokataksesi tätä ilmoitusta luo oma mallipohjatiedosto nimellä <em>%s</em>.
fr: Pour personnaliser cette notice, créer un modèle personnalisé nommé <em>%s</em>.
hu: Az értesítés testreszabásához létre kell hozni egy egyedi sablon fájlt <em>%s</em> névvel.
it: Per personalizzare questo avviso, occorre creare un file template personalizzato denominato <em>%s</em>.
ja: この案内をカスタマイズするには、<em>%s</em>という名前のカスタマイズしたテンプレートを作成してください。
nl: Om deze mededeling aan te passen, maakt u een template met de naam <em>% s </em>.
pl: Aby spersonalizować tą wiadomość, utwórz nowy szablon nazwany <em>%s</em>.
ro: Pentru a customiza această notificare creaţi un şablon propriu numit <em>%s</em>.
ru: Для настройки этого уведомления создайте файл шаблона с именем <em>%s</em>.
sk: Pre úpravu danej poznámky vytvorte vlastný súbor predlohy, nazvaný <em>%s</em>.
sv: För att anpassa detta meddelande, skapa en anpassad mall-fil med namnet <em>%s</em>.

# XPT.errorOccurred
source: An error occurred while executing this script. Something does not work properly.
cs: Došlo k chybě během spouštění tohoto skriptu. Něco nepracuje správným způsobem.
da: En fejl opstod under afviklingen af dette script. Noget fungerer ikke korrekt.
de: Bei der Ausführung des Skriptes ist ein Fehler aufgetreten. Irgendetwas funktioniert nicht richtig.
es: Ha ocurrido un error al ejecutar este script. Algo no funciona adecuadamente.
fa: خطائی در هنگام اجاری این اسکریپت رخ داد. بعضی چیزها به درستی کار نمی‌کنند.
fi: Virhe tapahtui suoritettaessa koodia. Jokin ei toimi oikein.
fr: Une erreur s'est produite lors de l'exécution de ce script. Quelque chose ne fonctionne pas correctement.
hu: Hiba történt a script futtatása közben. Valami nem működik megfelelően.
it: Si è verificato un errore durante l'esecuzione di questo script. Qualcosa non funziona correttamente.
ja: このスクリプトの実行中にエラーが発生しました。何かが適切に動作していません。
nl: Er is een fout opgetreden tijdens het uitvoeren van het script. Iets werkt niet helemaal correct.
pl: Wysąpił błąd podczas wykonywania skryptu. Coś nie działa prawidłowo.
ro: O eroare a apărut la executarea acestui script. Ceva nu funcţionează corespunzător.
ru: Произошла ошибка при выполнении этого сценария. Что-то не работает как положено.
sk: Pri spúšťaní tohto skriptu došlo k chybe. Niečo nepracuje správnym spôsobom.
sv: Ett fel uppstod under körning av skriptet. Något fungerar inte som det ska.

# XPT.errorFixOne
source: Open the <code>system/logs/error.log</code> file and find the associated error message (usually the last one). You can also add the following line to the local configuration file and reload this page:
cs: Otevřete soubor <code>system/logs/error.log</code> a najděte příslušnou chybovou zprávu (převážně poslední v pořadí). Můžete také přidat následující řádek do souboru lokálního nastavení a znovu načíst tuto stránku:
da: Åben filen <code>system/logs/error.log</code> og find den tilhørende fejlmeddelelse (som regel den sidste). Du kan også tilføje den følgende linje til den lokale konfiguration og opdatere denne side:
de: Öffnen Sie die Datei <code>system/logs/error.log</code> und suchen Sie die zugehörige Fehlermeldung (normalerweise die letzte). Sie können auch folgende Zeile in die lokale Konfigurationsdatei einfügen und diese Seite neu laden:
es: Abra el archivo <code>system/log/error.log</code> y busque el mensaje del error asociado (generalmente el último). Además puedes añadir la siguiente línea de código el el archivo de configuración local y recargar esta página:
fa: پرونده <code>system/logs/error.log</code> را باز نمایید و پیغام خطای مرتبط (معمولا آخرین سطر) را جستجو نمایید. همچنین شما می‌توانید کد زیر را آخرین سطر پرونده تنظیمات محلی اضافه نموده و این برگه را دوباره بارگذاری نمایید:
fi: Avaa <code>system/logs/error.log</code> -tiedosto ja etsi tähän liittyvä virhe (yleensä viimeinen virheilmoitus). Voit myös lisätä seuraavan rivin paikallisasetuksen tiedostoon ja ladata tämän sivun uudelleen:
fr: Ouvrez le fichier <code>system/logs/error.log</code> et trouvez le message d'erreur associé (généralement le dernier). Vous pouvez également ajouter la ligne suivante dans le fichier de configuration locale et recharger cette page :
hu: Nyissa meg a <code>system/logs/error.log</code> fájlt, és keresse meg a kapcsolódó hibaüzenetet (általában az utolsó). Adja hozzá a következő sort a helyi konfigurációs fájlhoz, és töltse be újra ezt az oldalt:
it: Apri il file <code>system/logs/error.log</code> e cerca il messaggio di errore associato (di solito in fondo al file). Si può anche aggiungere la seguente riga al file di configurazione locale e ricaricare questa pagina:
ja: <code>system/logs/error.log</code>というファイルを開いて対応する(通常は最後の)エラーメッセージを探してください。また、以下の行をローカルの構成ファイルに追加して、このページを再読み込みしてください。
nl: Open het <code>system/logs/error.log</code> bestand en zoek naar de bijbehorende foutmelding (meestal de laatste). U kunt ook de volgende regel toevoegen aan het lokale configuratiebestand en de pagina herladen:
pl: Otwórz plik <code>system/logs/error.log</code> i znajdź powiązaną wiadomość błędu (zazwyczaj ostatnia). Możesz również dodać ten wiersz do lokalnego pliku konfiguracji i odświeżyć stronę:
ro: Deschideţi fişierul <code>system/logs/error.log</code> şi găsiţi mesajul de eroare asociat (de obicei este ultimul). Puteţi în acelaşi timp să adăugaţi următoarea linie la fişierul de configurare local şi să reîncărcaţi pagina:
ru: Откройте файл <code>system/logs/error.log</code> и найдите соответствующее сообщение об ошибке (как правило, последняя запись). Или добавьте следующую строку в локальный файл конфигурации и перезагрузите эту страницу:
sk: Otvorte súbor <code>system/logs/error.log</code> a nájdite príslušnú chybovú správu (zvyčajne posledná v poradí). Tiež môžete pridať nasledujúci riadok do súboru lokálneho nastavenia a znovu načítať túto stránku:
sv: Öppna filen <code>system/logs/error.log</code> och lokalisera filmeddelandet (vanligtvis det sista i filen). Du kan även lägga till följande rad i den lokala konfigurationsfilen och ladda om dessa sida:

# XPT.errorFixTwo
source: However, please be aware that <strong>anyone</strong> will be able to see error messages on your website then!
cs: Buďte prosím opatrní, protože pak může <strong>každý</strong> vidět chybová hlášení na Vaší stránce!
da: Men vær venligst opmærksom på at <strong>alle</strong> vil kunne se fejlmeddelelser på dit website, hvilket kan udgøre en sikkerhedsrisiko.
de: Beachten Sie jedoch, dass in diesem Fall <strong>jeder</strong> die Fehlermeldungen auf Ihrer Webseite sehen kann!
es: No obstante, sea consciente que <strong>cualquiera</strong> podrá visualizar los mensajes de errores en la página web!
fa: با این حال، لطفا آگاه باشیدکه <strong>هرکسی</strong> از این پس قادر به دیدن این پیغام‌های خطاء در وب‌سایت شما خواهد بود.
fi: Huomaa kuitenkin, että <strong>jokainen</strong> voi katsella sivuston virheilmoituksia.
fr: Par contre, soyez conscient s'il vous plaît que <strong>n'importe qui</strong> sera en mesure de voir les messages d'erreur sur votre site !
hu: Ne feledje, hogy ezt követően <strong>mindenki</strong> láthatja a hibaüzenetet a weboldalán!
it: Tuttavia, si sottolinea che aggiungendo questa opzione, <strong>chiunque</strong> sarà in grado di vedere i messaggi di errore sul sito Web!
ja: しかし、そうすると<strong>誰でも</strong>ウェブサイトのエラーメッセージを見ることができるので注意してください。
nl: Bedenk echter, dat <strong> iedereen </strong> in staat zal zijn om foutmeldingen te bekijken op uw website!
pl: Zauważ, że <strong>każdy</strong> będzie mógł zobaczyć błędy na Twojej stronie!
ro: Totuşi, trebuie să ştiţi că <strong>oricine</strong> va putea să vadă atunci mesajele de eroare pe website!
ru: Однако, имейте в виду, что <strong>все</strong> посетители смогут увидеть сообщения об ошибках на вашем сайте!
sk: Buďte prosím opatrní, pretože potom <strong>ktokoľvek</strong> môže vidieť chybové hlásenia na Vašej stránke!
sv: Observera att <strong>alla besökare</strong> då kommer att kunna se felmeddelanden på din hemsida!

# XPT.errorExplain
source: The script execution stopped, because something does not work properly. The actual error message is hidden by this notice for security reasons and can be found in the <code>system/logs/error.log</code> file (see above). If you do not understand the error message or do not know how to fix the problem, search the <a href="https://contao.org/faq.html" target="_blank">Contao FAQs</a> or visit the <a href="https://contao.org/support.html" target="_blank">Contao support page</a>.
cs: Zpracování skriptu bylo pozastaveno, protože něco nefunguje správně. Příslušné chybové hlášení je skryté u této zprávy z bezpečnostních důvodů a lze ho najít v souboru <code>system/logs/error.log</code> (viz níže). Pokud nerozumíte chybovému hlášení nebo nevíte, jak danou potíž odstranit, prohlédněte si <a href="https://contao.org/faq.html" target="_blank">Contao FAQs</a> nebo navštivte <a href="https://contao.org/support.html" target="_blank">podpora Contao </a>.
de: Die Skriptausführung wurde gestoppt, weil irgendetwas nicht korrekt funktioniert. Die eigentliche Fehlermeldung wird aus Sicherheitsgründen hinter dieser Meldung verborgen und findet sich in der Datei <code>system/logs/error.log/</code> (siehe oben). Wenn Sie die Fehlermeldung nicht verstehen oder nicht wissen, wie das Problem zu beheben ist, durchsuchen Sie die <a href="https://contao.org/faq.html" target="_blank">Contao-FAQs</a> oder besuchen Sie die <a href="https://contao.org/support.html" target="_blank">Contao-Supportseite</a>.
es: La ejecución de este script se ha detenido, debido a que algo no funciona debidamente. El mensaje de error actual se ha ocultado por razones de seguridad y podrá ser visto en el archivo <code>system/logs/error.log</code>(vea arriba). Si usted no entiende el mensaje de error, ó simplemente no sabe como solucionar el problema, busque en la <a href="https://contao.org/faq.html" target="_blank">Contao FAQs</a> ó visite la <a href="https://contao.org/support.html" target="_blank">Página de ayuda de Contao</a>.
fa: اجرای اسکریپت متوقف شد، زیرا بعضی چیزها به درستی کار نمی‌کنند. پیغام خطای اصلی با این پیغام برای دلایل امنیتی پنهان شده است و می‌تواند در پرونده <code>system/logs/error.log</code> پیدا شود (بالا را ببینید). اگر شما این پیغام خطاء را درک نمی‌کنید یا نمی‌دانید چگونه مشکل را برطرف نمایید، <a href="https://contao.org/faq.html" target="_blank">پرسش و پاسخ کانتائو</a> را جستجو کنید یا از <a href="https://contao.org/support.html" target="_blank">برگه پشتیبانی کانتائو</a> بازدید نمایید.
fr: L'exécution du script est interrompue, parce que quelque chose ne fonctionne pas correctement. Le message d'erreur actuel est caché par le présent avis pour des raisons de sécurité et peut être trouvé dans le fichier <code>system/logs/error.log</code> (voir ci-dessus). Si vous ne comprenez pas le message d'erreur ou si vous ne savez pas comment résoudre le problème, veuillez consulter la <a href="https://contao.org/faq.html" target="_blank">FAQ de Contao</a> ou visitez la <a href="https://contao.org/support.html" target="_blank">page de support de Contao</a>.
it: L'esecuzione dello script si è interrotta perché qualcosa non funziona correttamente. Il messaggio di errore effettivo è nascosto da questo avviso per motivi di sicurezza e può essere trovato nel file di log <code>system/logs/error.log</code>. Se non si comprende il messaggio di errore o non si sa come risolvere il problema è possibile cercare in <a href="https://contao.org/faq.html" target="_blank"> Contao FAQs </a> o visitare il <a href="https://contao.org/support.html" target="_blank"> forum di supporto Contao </a>.
ja: 何かが適切に動作していないためスクリプトの実行を停止しました。実際のエラーメッセージはセキュリティ上の理由から表示していませんが、<code>system/logs/error.log</code>というファイルに記録しています。エラーメッセージがよくわからない場合や修正する方法を知らない場合は、<a href="https://contao.org/faq.html" target="_blank">ContaoのFAQ</a>を調べるか、<a href="https://contao.org/support.html" target="_blank">Contaoのサポートのページ</a>にアクセスしてください。
nl: De uitvoering van het script is gestopt, omdat er iets niet correct werkt. De eigenlijke foutmelding is om veiligheidsredenen verborgen door deze mededeling en kan worden gevonden in het <code>systeem/logs/error.log</code>bestand (zie hierboven). Als u de foutmelding niet begrijpt of hoe het probleem op te lossen, bezoek dan <a href="https://contao.org/faq.html" target="_blank"> Contao FAQs</a> of <a href="https://contao.org/support.html" target="_blank"> Contao support pagina </a>.
pl: Wykonywanie skryptu zostało zatrzymane z powodu błędu. Wiadomość o błędzie została ukryta z powodów bezpieczeństwa i może zostać znaleziona w pliku <code>system/logs/error.log</code> (patrz wyżej). Jeśli nie rozumiesz wiadomości błędu lub nie wiesz jak naprawić problem, przeszukaj <a href="https://contao.org/faq.html" target="_blank">Contao FAQ</a> lub odwiedź <a href="https://contao.org/support.html" target="_blank">stronę wsparciaContao</a>.
ru: Выполнение скрипта остановлено, потому, что что-то не работает как положено. Фактическое сообщение об ошибке скрыто этим уведомлением по соображениям безопасности и может быть найдено в файле <code>system/logs/error.log</code> (см. выше). Если вы не понимаете сообщение об ошибке или не знаете, как решить проблему, воспользуйтесь поиском в <a href="https://contao.org/faq.html" target="_blank">Вопросы и ответы Contao</a> или посетите <a href="https://contao.org/support.html" target="_blank">Страницу поддержки Contao</a>.
sv: Skriptkörningen stoppades då något inte fungerade som det skulle. Det riktiga felmeddelandet har av säkerhetsskäl dolts men kan hittas i <code>system/logs/error.log</code>-filen (se ovan). Om du inte förstår felmeddelandet eller inte vet hur du ska åtgärda det, sök i <a href="https://contao.org/faq.html" target="_blank">Contaos FAQer</a> eller besök <a href="https://contao.org/support.html" target="_blank">Contaos supportsida</a>.

# XPT.requestToken
source: Invalid request token
cs: Neplatný požadavek tokenu
da: Ugyldig request token
de: Ungültiger Anfrage-Token
es: Solicitud token inválida
fa: توکن درخواست نامعتبر
fi: Virheellinen pyyntötunnus
fr: Demande de jetons invalide
hu: Érvénytelen kérés token.
it: Token non valido
ja: 不正なリクエストトークン
nl: Ongeldig request token
pl: Nieprawidłowy request token
ro: Cheie invalidă pentru operaţie
ru: Ошибка запроса токена
sk: Neplatná požiadavka tokenu
sv: Felaktigt token

# XPT.invalidToken
source: The request token could not be verified.
cs: Požadovaný token nemohl být ověřený.
da: Denne request token kunne ikke verificeres.
de: Der Request-Token konnte nicht validiert werden.
es: El token solicitado no pudo verificarse.
fa: توکن درخواستی نمی‌تواند تایید شود.
fi: Pyyntötunnusta ei voida vahvistaa.
fr: La demande de jetons n'a pas pu être vérifiée.
hu: A kérelem token-t nem lehetett ellenőrizni.
it: Il token non poteva essere verificato.
ja: リクエストトークンを照合できませんでした。
nl: Het request token kon niet worden gecontroleerd.
pl: Request token nie został zweryfikowany.
ro: Cheia pentru validarea operaţiei nu a putut fi verificată.
ru: Запрашиваемый токен не может быть проверен.
sk: Požadovaný token nemohol byť overený.
sv: Token kunde inte verifieras.

# XPT.tokenRetry
source: Please <a href="javascript:window.location.href=window.location.href">click this link</a> and try again. Do not use the back button of your browser.
cs: Prosím klikněte znovu na <a href="javascript:window.location.href=window.location.href">tento odkaz</a>. Nepoužívejte prosím tlačítko pro krok zpět Vašeho prohlížeče.
da: <a href="javascript:window.location.href=window.location.href">Klik venligst her</a> og prøv igen. Benyt ikke tilbage knappen i din browser.
de: Bitte <a href="javascript:window.location.href=window.location.href">klicken Sie diesen Link</a> und versuchen Sie es erneut. Verwenden Sie nicht die Zurück-Schaltfläche Ihres Browsers.
es: Por favor haga un <a href="javascript:window.location.href=window.location.href">clic en este enlace</a> e inténtelo de nuevo. No utilize el botón volver atrás de su navegador.
fa: لطفا <a href="javascript:window.location.href=window.location.href">این پیوند</a> را دوباره کلیک نمایید. از دکمه برگشت مرورگر استفاده نکنید.
fi: <a href="javascript:window.location.href=window.location.href">Klikkaa tätä linkkiä</a> ja yritä uudelleen. Älä käytä selaimen takaisin-painiketta.
fr: Veuillez s'il vous plaît <a href="javascript:window.location.href=window.location.href">cliquer sur ce lien</a> et réessayer. Ne pas utiliser le bouton "retour" de votre navigateur.
hu: <a href="javascript:window.location.href=window.location.href">Kattintson erre a linkre </ a>, és próbálja újra. Ne használja a böngésző vissza gombját.
it: Si prega di <a href="javascript:window.location.href=window.location.href"> cliccare su questo link</a> per riprovare. Non utilizzare il pulsante indietro del browser!!
ja: <a href="javascript:window.location.href=window.location.href">このリンクをクリック</a>して、もう一度試してください。ブラウザーの戻るボタンは使用してはいけません。
nl: <a href="javascript:window.location.href=window.location.href">klik op deze link</a> en probeer het nogmaals. Maak geen gebruik van de terug knop in uw browser.
pl: <a href="javascript:window.location.href=window.location.href">Kliknij tutaj</a> i spróbuj ponownie. Nie używaj przycisku wstecz w swojej przeglądarce.
ro: Folosiţi acest <a href="javascript:window.location.href=window.location.href">link</a> şi încercaţi din nou. Nu folosiţi în browser butonul de acces la pagina precedentă .
ru: Пожалуйста, <a href="javascript:window.location.href=window.location.href">нажмите на эту ссылку</a> и повторите попытку. Не используйте кнопку назад вашего браузера.
sk: Prosím, znovu kliknite na <a href="javascript:window.location.href=window.location.href">tento odkaz</a>. Nepoužívajte, prosím, tlačítko pre krok späť vášho prehliadača.
sv: Vänligen <a href="javascript:window.location.href=window.location.href">klicka på denna länk</a> och försök igen. Använd ej bakåt-knappen i webbläsaren.
