Repository: contao/core
Catalog: system/modules/core/languages/*/exception.xlf
Languages: cs, da, de, es, fa, fi, fr, hu, it, ja, nl, pl, ro, ru, sk, sv

# XPT.noForwardPage
source: The application has been configured to forward the request to another page, however, the target page does not exist or has not been published.
cs: Stránka odkazuje na externí stránku, která buď neexistuje nebo ještě nebyly zveřejněná.
da: Applikationen er blevet konfigureret til at videresende anmodninger til en anden side, men siden eksisterer ikke eller er ikke blevet offentliggjort.
de: Gemäß Konfiguration müsste die Applikation die Anfrage zu einer anderen Seite umleiten, jedoch existiert diese Zielseite nicht oder wurde noch nicht veröffentlicht.
es: La aplicación ha sido configurada para redireccionar las peticiones a otra página, sin embargo, la página destino no existe o no ha sido publicada.
fa: برنامه تنظیم شده است تا درخواست را به برگه دیگری ارجاع دهد، با این حال، برگه مقصد وجود ندارد یا هنوز منتشر نشده است.
fi: Sovellus on asetettu edelleenohjaamaan pyynnön toiselle sivulle. Sivu kuitenkin puuttuu, tai sitä ei ole julkistettu.
fr: L'application a été configurée pour transmettre la demande à une autre page. Cependant, la page cible n'existe pas ou n'a pas été publiée.
hu: Az alkalmazás úgy lett beállítva, hogy továbbítsa a kérést egy másik oldalra, de a cél oldal nem létezik, vagy nem tették közzé.
it: L'applicazione è stata configurata per inoltrare la richiesta a un'altra pagina, ma la pagina di destinazione non esiste o non è stata pubblicata.
ja: アプリケーションは要求を他のページに移動するように構成してありますが、その先のページが存在しないか、公開されていません。
nl: De applicatie is geconfigureerd om het verzoek door te sturen naar een andere pagina, echter de doelpagina bestaat niet of is niet gepubliceerd.
pl: Aplikacja została skonfigurowana, aby przekierowywać żądanie do innej strony, jednak docelowa strona nie istnieje lub nie jest opublikowana.
ro: Aplicaţia a fost configurată să redirecţioneze cererile la o altă pagină, dar, această pagină nu există sau nu a fost publicată încă.
ru: Приложение настроено на передачу запроса на другую страницу, однако, целевая страница не существует или не была опубликована.
sk: Aplikácia bola nakonfigurovaná tak aby presmerovala žiadosť na ďalšiu stránku. Napriek tomu cieľová stránka neexistuje alebo zatiaľ nebola publikovaná.
sv: Applikationen har konfigurerats till att vidarebefordra förfrågan till en annan sida men målsidan finns inte, eller har inte publicerats.

# XPT.noForwardFix
source: This is something that needs to be fixed by the administrator of the website. If you are a visitor, there is nothing you can do except to <a href="%s">contact the webmaster</a> to let him know that there is something wrong.
cs: Zdá se, že správce stránky musí něco opravit. Jste-li návštěvník stránky, můžete kontaktovat <a href="%s">správce webu</a> a sdělit mu, že není něco v pořádku.
da: Dette er noget der bør fikses af administratoren af websitet. Hvis du er en almindelig besøgende bruger, er der intet du kan gøre udover at <a href="%s">kontakte webmasteren</a> for at lade ham vide at der er noget galt.
de: Dieses Problem muss vom Administrator der Webseite behoben werden. Wenn Sie ein Besucher sind, können Sie nichts weiter tun als den <a href="%s">Webmaster</a> zu kontaktieren und ihn über das Problem zu informieren.
es: Esto es algo que necesita ser fijado por el administrador del sitio. Si es un visitante, no hay nada que pueda hacer salvo <a href="%s">contactar con el administrador</a> para indicarle que hay algo mal.
fa: این چیزی است که لازم است توسط مدیریت وب‌سایت درست شود. اگر شما یک بازدیدکننده هستید، کاری به جزء <a href="%s">تماس با مدیر وب</a> و اجازه دادن به او تا بداند که چیز نادرستی اینجا وجود دارد، نمی‌توانید انجام دهید.
fi: Tämän ongelman voi korjata ainoastaan sivuston ylläpitäjä. Vierailijana voit ainoastaan <a href="%s">ottaa yhteyttä ylläpitoon</a> ja ilmoittaa ongelmasta.
fr: Il s'agit de quelque chose qui doit être fixé par l'administrateur du site internet. Si vous êtes un visiteur, il n'y a rien que vous puissiez faire, à l'exception de <a href="%s">contacter le webmaster</a> afin de lui faire savoir que quelque chose ne fonctionne pas correctement.
hu: Ezt ki kell javítsa a rendszergazda a honlapon. Ha ön látogató, akkor nem tehet semmit, kivéve, hogy <a href="%s">ír a webmesternek</a> és tudatja vele a problémát.
it: Questo problema deve essere risolto da parte dell'amministratore del sito. Se sei un visitatore, segnala il problema al <a href="%s">webmaster</a> per comunicarli che vi è qualcosa che non funziona.
ja: これはウェブサイトの管理者が何か修正をしなければなりません。ウェブサイトの訪問者の場合は、<a href="%s">ウェブマスターに連絡</a>して何か問題があると知らせる以外にありません。
nl: Dit is iets dat door de beheerder van de website dient te worden bevestigd. Als bezoeker is er niets wat u kunt doen, behalve dan <a href="%s"> contact opnemen met de webmaster </a> om hem te laten weten dat er iets niet in orde is.
pl: To jest coś, co musi być naprawione przez administratora serwisu. Jeśli jesteś odwiedzającym, nie możesz zrobić nic oprócz <a href="%s">skontaktowania się z administratorem</a> i powiadomienia go o problemie.
ro: Aceasta se poate repara doar de către administratorul website-ului. Dacă sunteţi vizitator nu puteţi face nimic cu excepţia faptului de a <a href="%s">contacta pe webmaster</a> pentru a semnala problema.
ru: Вероятно, что-то пошло не так и это надо исправить администратору сайта. Если вы гость, то вы ничего не сможете сделать, кроме как связаться с <a href="%s">вебмастером</a> и сообщить о неполадках.
sk: Tento problém môže opraviť iba správca stránky. Ak ste návštevník, nemôžete s týmto problémom nič spraviť okrem <a href="%s">kontaktovania správcu</a> stránky a oznámením problému.
sv: Detta är något som måste åtgärdas av hemsidans administratör. Om du är en besökare så kan du tyvärr inget göra, förutom att <a href="%s">kontakta administratören</a> och meddela att något är fel.

# XPT.noRoot
source: No root page found
cs: Nebyla nalezena žádný kořenová stránka webu
da: Der blev ikke fundet nogen rod side
de: Keinen Startpunkt gefunden
es: Página raíz no encontrada
fa: برگه‌ی ریشه پیدا نشد
fi: Juurisivustoa ei löytynyt
fr: Aucune page racine trouvée
hu: A gyökér oldal nem található
it: Non è stata trovata nessuna pagina root
ja: ルートのページがありません
nl: Geen startpagina gevonden
pl: Punkt startowy nie znaleziony
ro: Nu există pagină rădăcină
ru: Корневая страница не найдена
sk: Nebola nájdená žiadna hlavná stránka
sv: Ingen rot-sida hittades

# XPT.noRootPage
source: There is no website root page which matches the requested language and/or domain name.
cs: Neexistuje žádná kořenová stránka, která by určoval požadovaný jazyk a/nebo název domény.
da: Der er ingen rod side for websitet der matcher der anmodet sprog eller domæne navn.
de: Es gibt keinen Startpunkt einer Webseite, der zu der angefragten Sprache und/oder Domain passt.
es: No existe pagina raiz del sitio web que coincida con el lenguaje solicitado y/o nombre de dominio.
fa: اینجا برگه ریشه تارنمایی که با زبان و/یا نام دامنه درخواستی مطابقت داشته باشد وجود ندارد.
fi: Pyydettyä kieltä ja/tai domainia vastaavaa sivustojuurta ei löytynyt.
fr: Il n'existe aucune page racine d'un nouveau site qui correspond à la langue demandée et/ou à un nom de domaine.
hu: Nincs a honlapnak gyökér oldala, amely megfelel a kért nyelvnek és/vagy domén névnek.
it: Non esiste una pagina root del sito che corrisponda alla lingua richiesta e/o al nome del dominio.
ja: 要求した言語とドメインの両方、またはどちらかに一致するウェブサイトのルートのページがありません。
nl: Er is geen website startpagina welke overeenkomt met de gevraagde taal en/of domeinnaam.
pl: Nie znaleziono punktu startowego, który odpowiada żądanemu językowi i/lub nazwie domeny.
ro: Nu există pagină rădăcină pentru website care să se potrivească limbii solicitate de bowser şi/sau numelui de domeniu.
ru: Не найдена корневая страница, которая соответствует запрашиваемому языку и/или доменному имени.
sk: Neexistuje žiadna hlavná stránka, ktorá by sa zhodovala s požadovanou jazykovou verziu alebo doménou stránky.
sv: Det finns ingen rot-sida som matchar efterfrågat språk och/eller domännamn.

# XPT.noRootFix
source: If you have explicitly set a language, try to <a href="%s">go to the top level</a> and see whether you are being redirected. Otherwise <a href="%s">contact the webmaster</a> and let him know that there is something wrong.
cs: Pokud jste na konci domény zadali zkratku pro jazyk, zkuste se <a href="%s">vrátit o úroveň výš</a> a počkejte, na jakou stránku budete přesměrováni. Případně <a href="%s">kontaktujte správce stránky</a> a dejte mu vědět, že není něco v pořádku.
da: Hvis du angivet et sprog direkte, så prøv at <a href="%s">gå til det øverste niveau</a> og se om du bliver omdirigeret. Ellers <a href="%s">kontakt webmasteren</a> og lad ham vide at noget muligvis er galt.
de: Wenn Sie explizit eine Sprache gesetzt haben, gehen Sie zur <a href="%s">Startseite</a> und sehen Sie, ob Sie automatisch weitergeleitet werden. Andernfalls kontaktieren Sie den <a href="%s">Webmaster</a> und informieren Sie ihn über das Problem.
es: Si usted ha especificado un lenguaje, intente <a href="%s">ir al inicio</a> y mire si usted está siendo redireccionado. De otra forma <a href="%s">contacte con el administrador</a> y hágaselo saber de que algo va mal.
fa: اگر شما به صراحت زبانی را نهاده‌اید، سعی کنید و ببینید که شما بازگردانی شده‌اید. در غیر این صورت <a href="%s">با مدیر وب تماس بگیرید</a> و اجازه دهید که او بداند که اینجا چیز نادرستی وجود دارد.
fi: Jos olet tarkoituksella asettanut kielen, yritä <a href="%s">palata ylimmälle tasolle</a> nähdäksesi missä edelleenohjaus tapahtuu. Muutoin <a href="%s">ota yhteyttä ylläpitoon</a> ja ilmoita ongelmasta.
fr: Si vous avez défini explicitement une langue, essayez d'<a href="%s">aller au niveau supérieur</a> et voyez si vous êtes redirigé. Sinon <a href="%s">contacter le webmestre</a> et lui faire savoir qu'il y a un dysfonctionnement.
hu: Ha egy nyelvet beállított, próbáljon a <a href="%s">nyitóoldalra menni</ a> és nézze meg hová van átirányítva. Ha ez nem válik be, <a href="%s">írjon a webmesternek</ a>, és tudassa vele a problémát.
it: Se è stata impostata in modo esplicito una lingua, provare a <a href="%s">passare al livello superiore</a>. In caso contrario è possibile <a href="%s">contattare il webmaster</a> e comunicargli il problema.
ja: 明示的に言語を背呈している場合は、<a href="%s">最上位に移動</a>して、リダイレクトされるかどうか確かめてください。もしくは<a href="%s">ウェブマスターに連絡</a>して、何か問題があると知らせてください。
nl: Als u expliciet een taal heeft ingesteld, probeer dan <a href="%s"> naar het top level te gaan</a> en kijk of u wordt doorgestuurd. Neem anders <a href="%s"> contact op met de webmaster</a> en laat hem weten dat er iets niet in orde is.
pl: Jeśli wyraźnie ustawiłeś język, spróbuj <a href="%s">przejść na najwyższy poziom</a> i zobaczyć, czy zostaniesz przekierowany. W przeciwnym wypadku <a href="%s">skontaktuj się z administratorem</a> i powiadom go o problemie.
ro: Dacă aţi setat în mod explicit o limbă în browser, încercaţi să <a href="%s">mergeţi la nivelul de top</a> şi să vedeţi dacă sunteţi redirecţionat. Altfel <a href="%s">contactaţi pe webmaster</a> şi semnalaţi problema.
ru: Если вы явно установили язык в адресной строке, попробуйте перейти на <a href="%s">уровень выше</a> и посмотрите будете ли вы перенаправлены. В противном случае, свяжитесь с <a href="%s">вебмастером</a> и сообщите о неполадках.
sk: Ak ste špecifikovali jazyk, skúste <a href="%s">prejsť na najvyššiu úroveň web stránky</a> a overte, či ste správne presmerovaný. V opačnom prípade <a href="%s">kontaktujte správcu web stránky</a> a zašlite mu odkaz o chybe.
sv: Om du har ställt in ett önskat språk för sidan, prova att <a href="%s">gå till startsidan</a> för att se om du blir skickad vidare. Annars kan du kontakta hemsidans <a href="%s">administratör</a> för att informera om att något är fel.

# XPT.noLayout
source: No layout specified
cs: Není určený žádný vzhled
da: Intet layout er angivet
de: Kein Layout angegeben
es: Layout no especificado
fa: هیچ چیدمانی مشخص نشده است
fi: Ulkoasua ei ole määrätty
fr: Aucune présentation de page spécifiée
hu: Nincs elrendezés megadva
it: Nessun layout specificato
ja: レイアウトが指定されていません
nl: Geen lay-out gespecificeerd
pl: Brak określonego układu strony
ro: Ansamblu nespecificat
ru: Не указан макет
sk: Nie je špecifikované rozloženie stránky
sv: Ingen layout är specificerad

# XPT.noLayoutSpecified
source: The page you have requested has not yet been associated with a page layout.
cs: Stránku, kterou chcete zobrazit, nemá přiřazený žádný vzhled.
da: Siden du har efterspurgt er endnu ikke blevet tilknyttet et side layout.
de: Die angefragte Seite wurde noch nicht mit einem Seitenlayout verknüpft.
es: La página que ha solicitado no ha sido asociada todavía con un layout de página.
fa: برگه‌ای که شما درخواست کرده‌اید هنور چیدمانی به آن اختصاص داده نشده است.
fi: Pyytämälläsi sivulla ei vielä ole ulkoasua.
fr: La page que vous avez demandée n'a pas encore été associée à une présentation de page.
hu: A kért oldal még nincs elrendezéshez társítva.
it: La pagina richiesta non è stata associata a nessun layout.
ja: リクエストしたページには、まだページレイアウトが設定されていません。
nl: De pagina die u heeft opgevraagd is nog niet gekoppeld aan een pagina lay-out.
pl: Strona, którą chcesz wyświetlić nie ma przypisanego układu strony.
ro: Pagina pe care aţi solicitat-o nu a fost încă asocitată cu un ansamblu.
ru: Запрашиваемая страница еще не связана с макетом страниц.
sk: K požadovanej stránke nebolo priradené žiadne rozloženie stránky.
sv: Sidan du efterfrågade har ännu inte blivit tilldelad en sidlayout.

# XPT.noLayoutFix
source: Make sure that you have assigned a page layout to each website root page in the site structure.
cs: Ujistěte se, že jste ve struktuře stránky přiřadili ke kořenové stránce jistý vzhled.
da: Sørg for at du har tildelt et side layout til hver website rod side i side strukturen.
de: Stellen Sie sicher, dass jeder Startpunkt einer Webseite in der Seitenstruktur mit einem Seitenlayout verknüpft ist.
es: Asegúrese que ha asignado el layout de página para cada página raíz del sitio en la estructura.
fa: مطمئن شوید که شما برای برگه ریشه وب‌سایت در ساختار وب‌سایت یک چیدمان اختصاص داده‌اید.
fi: Varmista, että olet määrännyt ulkoasun jokaiselle sivustojuurelle sivustorakenteessa.
fr: Assurez-vous d'avoir attribué une présentation de page à chaque page racine d'un nouveau site dans la structure de site.
hu: Győződjön meg róla, hogy hozzá van rendelve egy elrendezés minden honlap gyökér oldalhoz az oldalszerkezetben.
it: Assicurarsi di aver assegnato un layout di pagina di ogni pagina root nella struttura del sito.
ja: サイト構造でウェブサイトのルートのページに、ページレイアウトを設定しているかどうか確認してください。
nl: Zorg ervoor dat u een pagina lay-out hebt toegewezen aan elke website startpagina in de site-structuur.
pl: Sprawdź czy masz przypisany układ strony do każdego punktu startowego w strukturze stron.
ro: Verificaţi ca fiecare pagină rădăcină din structura website-ului să aibă desemnat un ansamblu.
ru: Убедитесь, что вы назначили макет страницы, каждой корневой странице в структуре сайта.
sk: Uistite sa, že ste priradili rozloženie stránky (layout) každej hlavnej stránke (root page) v štruktúre stránok.
sv: Se till att du har tilldelat en sidlayout till varje hemsidas rot-sida i sidstrukturen.

# XPT.noLayoutExplain
source: For more information, please refer to the <a href="https://contao.org/manual/managing-pages.html" target="_blank">Contao manual</a>.
cs: Více informací najdete v <a href="https://contao.org/manual/managing-pages.html" target="_blank">manuálu Contaa</a>.
da: For mere information, se venligst <a href="https://contao.org/manual/managing-pages.html" target="_blank">Contao manualen</a>.
de: Weitere Informationen finden Sie im <a href="https://contao.org/manual/managing-pages.html" target="_blank">Contao-Handbuch</a>.
es: Para más información diríjase al <a href="https://contao.org/manual/managing-pages.html" target="_blank">manual de Contaol</a>.
fa: برای اطلاعات بیشتر لطفا به <a href="https://contao.org/manual/managing-pages.html" target="_blank">راهنمای کانتائو</a> مراجعه نمایید.
fi: Lisätietoja löydät <a href="https://contao.org/manual/managing-pages.html" target="_blank">Contao-ohjeesta</a>.
fr: Pour plus d'information, veuillez s'il vous plaît vous référer au <a href="https://contao.org/manual/managing-pages.html" target="_blank">manuel de Contao</a>.
hu: További információkért kérjük olvassa el a <a href="https://contao.org/manual/managing-pages.html" target="_blank">Contao kézikönyvet</a>.
it: Per maggiori informazioni fare riferimento al <a href="https://contao.org/manual/managing-pages.html" target="_blank">manuale di Contao</a>.
ja: さらに詳しい情報は、<a href="https://contao.org/manual/managing-pages.html" target="_blank">Contaoマニュアル</a>を参照してください。
nl: Voor meer informatie, verwijzen wij u naar <a href="https://contao.org/manual/managing-pages.html" target="_blank">Contao manual</a>.
pl: Więcej informacji znajdziesz w <a href="https://contao.org/manual/managing-pages.html" target="_blank">instrukcji Contao</a>.
ro: Pentru mai multe informaţii accesaţi <a href="https://contao.org/manual/managing-pages.html" target="_blank">Contao manual</a>.
ru: Для получения дополнительной информации, обратитесь к <a href="https://contao.org/manual/managing-pages.html" target="_blank">Инструкции Contao</a>.
sk: Pre viac informácii použite <a href="https://contao.org/manual/managing-pages.html" target="_blank">manuál Contao</a>.
sv: För mer information se <a href="https://contao.org/manual/managing-pages.html" target="_blank">Contao-manualen</a>.

# XPT.noActive
source: No active pages found
cs: Nebyla nalezena žádná aktivní stránka
da: Ingen aktive sider fundet
de: Keine aktiven Seiten gefunden
es: No se encontraron páginas activas
fa: برگه‌ی فعالی پیدا نشد
fi: Aktiivisia sivuja ei löytynyt
fr: Aucune page active trouvée
hu: Nem található aktív oldal
it: Non sono state trovate pagine attive
ja: アクティブなページが見つかりません
nl: Geen actieve pagina's gevonden
pl: Nie znaleziono aktywnych stron
ro: Nu există pagini active
ru: Активные страницы не найдены
sk: Žiadne aktívne stránky neboli nájdené
sv: Inga aktiva sidor hittades

# XPT.noActivePages
source: Your request has been mapped to a website which does not yet contain any published pages.
cs: Nacházíte se na stránce, která momentálně nemá žádnou zveřejněnou stránku.
da: Din efterspørgsel blev sendt til et website der endnu ikke nogen udgivne sider.
de: Ihre Anfrage bezieht sich auf eine Webseite, die noch keine veröffentlichten Seiten enthält.
es: Su solicitud ha sido mapeada en el sitio que no contiene todavía páginas publicadas.
fa: درخواست شما به تارنمایی نگاشته شده است که هنوز دارای هیچ برگه منتشر شده‌ای نیست.
fi: Pyyntösi johtaa sivustolle, jolla ei vielä ole julkaistuja sivuja.
fr: Votre demande a été localisé sur un site qui ne contient pas encore de pages publiées.
hu: Kérését olyan weboldalra vonatkozik, amely még nem tartalmaz közzétett oldalt.
it: La richiesta è stata indirizzata ad un sito che non contiene ancora nessuna pagina pubblicata.
ja: アクセスの要求は、まだ公開したページがないウェブサイトに対応付けられました。
nl: Uw aanvraag is toegewezen aan een website welke nog geen gepubliceerde pagina's bevat.
pl: Twoje żądanie odnosi się do strony, która nie zawiera żadnych opublikowanych podstron.
ro: Cererea dvs. a fost mapată la un website care nu conţine încă pagini publicate.
ru: Ваш запрос был отображен на сайте у которого пока еще нет опубликованных страниц.
sk: Požadovaná web stránka zatiaľ neobsahuje žiadne publikované stránky.
sv: Din förfrågan har blivit mappad mot en hemsida som ännu inte innehåller några publicerade sidor.

# XPT.noActiveFix
source: Most likely, the website is still under development and will be online in a few days. If you still think that there is something wrong, <a href="%s">contact the webmaster</a> and let him know.
cs: Nejspíš se stránka nachází ve vývojové fázi a bude zveřejněná za několik dní. Pokud se nadále domníváte, že je něco špatně, <a href="%s">kontaktujte správce webu</a> a sdělte mu to.
da: Websitet er højst sandsynlighed stadig under udvikling og vil være tilgængeligt online indenfor et par dage. Hvis du stadig tror der er noget galt, <a href="%s">kontakt webmasteren</a> og lad ham vide det.
de: Die Webseite befindet sich höchstwahrscheinlich noch im Aufbau und wird in ein paar Tagen online sein. Wenn Sie trotzdem denken, dass es ein Problem gibt, kontaktieren Sie den <a href="%s">Webmaster</a> und informieren Sie ihn darüber.
es: Más gustado, el sitio web está todavía en desarrollo y estará online en unos días. Si todavía piensa que hay algo mal, <a href="%s"> contacte con el administrador</a> y hágaselo saber.
fa: به احتمال زیاد، وب‌سایت همچنان در حال توسعه است و در چند روز آینده آنلاین خواهد بود. اگر هنوز شما فکر می‌کنید که چیز نادرسی وجود دارد، <a href="%s">با مدیر وب تماس بگیرید</a> و به او اجازه دهید تا بداند.
fi: Todennäköisesti sivusto on vielä kesken ja se tulee linjoille muutamassa päivässä. Mikäli silti epäilet jonkin olevan vialla, <a href="%s">ilmoita ylläpidolle ongelmasta</a>.
fr: Il est probable que le site internet est encore en cours de développement et sera en ligne dans quelques jours. Si vous pensez toujours que quelque chose ne fonctionne pas correctement, <a href="%s">contacter le webmaster</a> et faites-le lui savoir.
hu: Valószínűleg a honlap még fejlesztés alatt áll, és néhány napon belül elérhető lesz. Ha még mindig úgy gondolja, hogy valami nincs rendben, akkor <a href="%s">lépjen kapcsolatba a webmesterrel</ a> és tudassa vele a problémát.
it: Molto probabilmente il sito è ancora in fase di sviluppo e sarà online tra pochi giorni. Se si vuole comunicare il problema, è possibile <a href="%s">contattare il webmaster</a> e segnalare l'anomalia.
ja: たぶん、まだウェブサイトは開発途中で、数日の間にオンラインになるでしょう。それでも何か問題があると思う場合は、<a href="%s">ウェブマスターに連絡</a>して問題を知らせてください。
nl: Waarschijnlijk is de website nog in ontwikkeling en zal binnenkort online zijn. Als u denkt dat er iets mis is, <a href="%s">neem dan contact op met de webmaster </a>.
pl: Prawdopodobnie strona jest ciągle w fazie produkcji i będzie online za kilka dni. Jeśli myślisz, że jest coś nie tak, <a href="%s">skontaktuj się z administratorem</a> i powiadom go o problemie.
ro: cel mai probabil website-ul este încă în fază de dezvoltare şi va fi online în scurt timp. Dacă totuşi credeţi că e ceva în neregulă, <a href="%s">contactaţi pe webmaster</a> şi semnalaţi problema.
ru: Вероятно, сайт находится в стадии разработки и будет доступен через несколько дней. Однако, если вы думаете, что что-то не в порядке, свяжитесь с <a href="%s">вебмастером</a> и сообщите о неполадках.
sk: Web stránka je pravdepodobne stále vo výstavbe a bude dostupná o niekoľko dní. Ak máte pocit, že sa jedná o chybu <a href="%s">kontaktujte správcu web stránky</a>.
sv: Förmodligen är hemsidan fortfarande under utveckling och kommer säkert att publiceras inom några dagar. Om du tror att något är fel så kan du informera hemsidans <a href="%s">administratör </a>.

# XPT.forbidden
source: Forbidden
cs: Zakázané
da: Adgang afvist
de: Zugriff verweigert
es: Prohibido
fa: ممنوع
fi: Kielletty
fr: Accès interdit
hu: Tiltott
it: Accesso negato
ja: 禁止されています
nl: Niet toegestaan
pl: Zabroniony
ro: Nepermis
ru: Запрещено
sk: Odmietnutý prístup
sv: Otillåten
