Repository: contao/core
Catalog: system/modules/core/languages/*/exception.xlf
Languages: cs, da, de, es, fa, fi, fr, hu, it, ja, nl, pl, ro, ru, sk, sv

# XPT.notAuthenticated
source: You are either not authenticated or you are not allowed to access the requested page.
cs: Nemáte oprávnění nebo povolený přístup k požadované stránce
da: Du er enten ikke godkendt eller du er ikke tilladt adgang til den ønskede side.
de: Sie sind entweder nicht angemeldet oder verfügen nicht über die Rechte, um die angeforderte Seite aufzurufen.
es: Usted no se encuentra autenticado o no tiene permitido el acceso a la página solicitada.
fa: شما برای دسترسی به برگه درخواستی یا تایید نشده‌اید یا مجاز نیستید.
fi: Et ole kirjautunut tai sinulla ei ole pääsyoikeutta pyytämällesi sivulle.
fr: Vous n'êtes pas authentifié, ou vous n'êtes pas autorisé à accéder à la page demandée.
hu: Ön vagy nincs bejelentkezve, vagy nem jogosult a kért oldal elérésére.
it: Non è possibile accedere alla pagina. Non sei autenticato o non si è autorizzati ad accedere alla pagina richiesta.
ja: 要求したページにアクセスするための認証をしていないか、アクセスそのものを禁止されています。
nl: Of u bent niet geverifieerd of u heeft geen toestemming ​​om toegang te verkrijgen tot de gevraagde pagina.
pl: Jesteś albo niezalogowany, albo nie masz wystarczających uprawnień do zobaczenia żądanej strony.
ro: Ori nu sunteţi autentificat ori nu aveţi acces la pagina cerută.
ru: Вы не прошли проверку подлинности или вам запрещен доступ к запрашиваемой странице.
sk: Nemáte povolenie na prístup k požadovanej stránke.
sv: Du har antingen inte rätt behörighet eller tillåtelse att visa den efterfrågade sidan.

# XPT.forbiddenFix
source: If you are not logged in, try to <a href="%s">go to the top level</a> and look for a login form. If there is no login form or if you are logged in already, <a href="%s">contact the webmaster</a> and let him know that there is something wrong.
cs: Pokud nejste přihlášení, zkuste se <a href="%s">vrátit o úroveň zpátky</a> a najděte přihlašovací formulář. Pokud neexistuje nebo jste již přihlášení, <a href="%s">kontaktujte správce webu</a> a sdělte mu, že není něco v pořádku.
da: Hvis du ikke er logget ind, prøv at <a href="%s">gå til det øverste niveau</a> for at finde en login formular. Hvis der ikke er nogen login formular eller hvis du allerede er logget ind, <a href="%s">kontakt webmasteren</a> og lad ham vide at der er noget galt.
de: Wenn Sie nicht angemeldet sind, gehen Sie zur <a href="%s">Startseite</a> und suchen Sie das Anmeldeformular. Wenn es kein Anmeldeformular gibt oder Sie bereits angemeldet sind, kontaktieren Sie den <a href="%s">Webmaster</a> und informieren Sie ihn über das Problem.
es: SI usted no se encuentra logueado, intente <a href="%s">ir al inicio</a> y busque el formulario de login. Si no hay un formulario de login o si no está ya logueado, <a href="%s">contacte con el administrador</a> y hágaselo saber que hay algo mal.
fa: اگر شما وارد نشده‌اید، سعی کنید و به دنبال فرم ورود بگردید. اگر فرم ورودی وجود ندارد یا اگر شما هم اکنون وارد شده‌اید، <a href="%s">با مدیر وب تماس بگیرید</a> و اجازه دهید تا او بداند که چیز نادرستی وجود دارد.
fi: Ellet ole kirjautunut, yritä <a href="%s">palata päätasolle</a> ja etsi kirjautumislomake. Jos sellaista ei ole tai jos olet jo kirjautunut, <a href="%s">ilmoita ylläpidolle ongelmasta</a>.
fr: Si vous n'êtes pas connecté, essayez <a href="%s">de vous diriger vers la page d’accueil</a> et cherchez un formulaire de connexion. S'il n'y en a pas ou si vous êtes déjà connecté, <a href="%s">contactez le webmaster</a> afin de l'informer que quelque chose ne fonctionne pas correctement.
hu: Ha nincs bejelentkezve, próbáljon <a href="%s">a nyitólapra menni</ a>, és keresse meg a bejelentkezési lehetőséget. Ha nincs belépési űrlap, vagy ha már be van jelentkezve, <a href="%s"> lépjen kapcsolatba a webmesterrel</ a>, és tudassa vele a problémát.
it: Se non sei collegato, prova a <a href="%s">passare al livello superiore</a> e cercare il form di login. Se non vi è alcun form di login o se si è già connessi, è possibile <a href="%s">contattare il webmaster</a> e segnalargli il problema.
ja: ログインしていない場合は、<a href="%s">最上位に移動</a>して、ログインフォームを探してください。ログインフォームがないか、既にログインしている場合は、<a href="%s">ウェブマスターに連絡</a>して、何が問題があると知らせてください。
nl: Als u niet ingelogd bent, probeer dan <a href="%s">naar het top level te gaan</a> en ga op zoek naar een inlogformulier. Indien er geen inlogformulier aanwezig is of u bent reeds ingelogd, <a href="%s">neem dan contact op met de webmaster</a> en laat hem weten dat er iets niet in orde is.
pl: Jeśli nie jesteś zalogowany, spróbuj <a href="%s">przejść na najwyższy poziom</a> i poszukaj formularza logowania. Jeśli nie ma formularza logowania lub jesteś już zalogowany, <a href="%s">skontaktuj się z administratorem</a> i powiadom go o problemie.
ro: Dacă nu sunteţi autentificat, încercaţi să <a href="%s">mergeţi la nivelul de top</a> şi căutaţi formularul de autentificare. Dacă acesta nu există sau dacă sunteţi autentificat deja <a href="%s">contactaţi pe webmaster</a> şi semnalaţi problema.
ru: Если вы не авторизовались на сайте, попробуйте перейти на <a href="%s">уровень выше</a> и найти форму входа. Если формы входа нет, то или вы уже зарегистрированы, или свяжитесь с <a href="%s">вебмастером</a> и сообщите о неполадках.
sk: Ak nie ste prihlásený, skúste prejsť na <a href="%s">najvyššiu úroveň web stránky</a> a prihláste sa. Ak nenájdete možnosť prihlásenia alebo ste už prihlásený <a href="%s">kontaktujte správcu web stránky</a> a zanechajte mu správu o chybe.
sv: Om du inte är inloggad så kan du prova att <a href="%s">gå till förstasidan</a> och leta efter ett inloggningsformulär. Om något sådant inte finns, eller om du redan är inloggad, <a href="%s">kontakta administratören</a> för att meddela att något är fel.

# XPT.unavailable
source: We'll be right back
cs: Za chvilku budeme zpátky.
da: Vi er straks tilbage
de: Wir sind gleich zurück
es: Volvemos enseguida
fa: ما به زودی باز خواهیم گشت
fi: Palaamme pian
fr: Nous revenons tout de suite
hu: Visszajövünk
it: Torneremo presto on line
ja: しばらくお待ちください
nl: We zijn zo terug
pl: Wracamy za chwilę
ro: Revenim în scurt timp
ru: Мы скоро вернемся
sk: Stránka bude k dispozícii o niekoľko minút
sv: Vi kommer strax tillbaka

# XPT.maintenance
source: The website is currently down for maintenance. Please come back later.
cs: Stránka se momentálně udržuje. Zobrazte si ji prosím později.
da: Websitet er midlertidigt nede for vedligeholdelse. Kom venligst igen senere.
de: Die Webseite ist aufgrund von Wartungsarbeiten momentan nicht verfügbar. Bitte versuchen Sie es später noch einmal.
es: El sitio está actualmente fuera de servicio por mantenimiento. Por favor vuelva más tarde.
fa: این وب‌سایت در حال حاضر برای بروزرسانی غیرفعال می‌باشد. لطفا بعدا مراجعه نمایید.
fi: Sivustolla on huolto käynnissä. Ole hyvä ja tule myöhemmin uudelleen.
fr: Le site est actuellement en maintenance. Veuillez s'il vous plaît y revenir plus tard.
hu: A honlap jelenleg karbantartás miatt nem üzemel. Kérjük látogasson vissza később.
it: Il sito web attualmente non è disponibile per manutenzione. Si prega di riprovare tra qualche minuto.
ja: ウェブサイトは保守のために停止中です。後ほどお出でください。
nl: De website is momenteel niet beschikbaar vanwege onderhoud. Kom later nog een keer terug.
pl: Strona jest aktualnie w trakcie konserwacji. Prosimy o spróbowanie później.
ro: Website-ul este închis pentru mentenanţă. Vă rugăm să reveniţi mai târziu.
ru: Сейчас веб-сайт закрыт на техническое обслуживание. Пожалуйста, зайдите позже.
sk: Web stránka je momentálne v procese údržby. Navštívte ju prosím za krátky okamih opäť.
sv: Hemsidan är för tillfället nedtagen för underhåll. Vänligen återkom lite senare.

# XPT.errorExplain
source: The script execution stopped, because something does not work properly. The actual error message is hidden by this notice for security reasons and can be found in in the <code>system/logs/error.log</code> file (see above). If you do not understand the error message or do not know how to fix the problem, search the <a href="https://contao.org/faq.html" target="_blank">Contao FAQs</a> or visit the <a href="https://contao.org/support.html" target="_blank">Contao support page</a>.
hu: A script futtatása leállt, mert valami nem működik megfelelően. Az aktuális hibaüzenet biztonsági okokból nem jelenik meg ebben az üzenetben, de megtalálható a <code>system/logs/error.log</code> fájlban (lásd fentebb). Ha nem érti a hibaüzenetet, vagy nem tudja, hogyan kell megoldani a problémát, keresse a <a href="https://contao.org/faq.html" target="_blank">Contao FAQs</a> oldalon vagy látogasson el a <a href="https://contao.org/support.html" target="_blank">Contao támogatási oldalra</a>.
