Repository: contao/core
Catalog: system/modules/core/languages/*/explain.xlf
Languages: de, es, fa, ja, my, ro, ru, sl, sr

# XPL.imageSizeDensities.1.1
source: If the sizes attribute is not defined, this setting simply defines the pixel densities you want to support. The dimensions of the images are adjusted automatically. E.g. <code>1x, 1.5x, 2x</code> creates the following HTML code:<br><code>&lt;img srcset="img-a.jpg 1x, img-b.jpg 1.5x, img-c.jpg 2x"&gt;</code><br><br>If the sizes attribute is defined, the same image sizes get generated but width descriptors are used for the srcset attribute. E.g. a 200 pixel wide image with the densities <code>1x, 1.5x, 2x</code> creates the following HTML code:<br><code>&lt;img srcset="img-a.jpg 200w, img-b.jpg 300w, img-c.jpg 400w"&gt;</code><br><br>For more information about the srcset attribute please visit <a href="https://www.w3.org/TR/2016/PR-html51-20160915/semantics-embedded-content.html#element-attrdef-img-srcset" target="_blank">w3.org</a>.
es: Si el atributo de tamaño no está definido, Este ajuste simplemente define las densidades de píxeles que desea soportar. Las dimensiones de las imágenes se ajustan automáticamente. P.e. <code>1x, 1.5x, 2x</code> crea el siguiente código HTML:<br><code>&lt;img srcset="img-a.jpg 1x, img-b.jpg 1.5x, img-c.jpg 2x"&gt;</code><br><br>Si el atributo de tamanno está definido, se generan los mismos tamaños de imagen pero se utilizan descriptores de ancho para el atributo srcset. E.g. a 200 píxeles imágen amblia con densidades <code>1x, 1.5x, 2x</code> crea el siguiente código HTML:<br><code>&lt;img srcset="img-a.jpg 200w, img-b.jpg 300w, img-c.jpg 400w"&gt;</code><br><br>Para mas información sobre el atributo srcset visite <a href="https://www.w3.org/TR/2016/PR-html51-20160915/semantics-embedded-content.html#element-attrdef-img-srcset" target="_blank">w3.org</a>.
fa: اگر خصوصیت اندازه‌ها تعریف نشده باشد، این تنظیم به سادگی چگالی پیکسل که می‌خواهید پشتیبانی کنید را تعیین می‌کند. مانند <code>1x, 1.5x, 2x</code> کد HTML زیر را ایجاد می‌کند:<br><code>&lt;img srcset="img-a.jpg 1x, img-b.jpg 1.5x, img-c.jpg 2x"&gt;</code><br><br>اگرخصوصیت اندازه‌ها تعریف شده باشد، همان اندازه‌های تصویر ایجاد می‌شود، ولی توصیف‌کننده‌ی عرض برای خصوصیت srcset استفاده می شود. مانند تصویری با عرض ۲۰۰ پیکسل با چگالی‌های <code>1x, 1.5x, 2x</code> کد HTML زیر را ایجاد می‌کند:<br><code>&lt;img srcset="img-a.jpg 200w, img-b.jpg 300w, img-c.jpg 400w"&gt;</code><br><br>برای اطلاعات بیشتر درباره خصوصیت srcset <a href="https://www.w3.org/TR/2016/PR-html51-20160915/semantics-embedded-content.html#element-attrdef-img-srcset" target="_blank">w3.org</a> را ببینید.
ja: sizes属性を指定していない場合は、この設定でサポートしたい画素密度を指定します。画像の寸法は自動的に調整します。例えば、<code>1x, 1.5x, 2x</code>は以下のHTMLのコードを生成します:<br><code>&lt;img srcset="img-a.jpg 1x, img-b.jpg 1.5x, img-c.jpg 2x"&gt;</code><br><br>sizes属性を指定してる場合は同じ大きさの画像を生成しますが、width記述子をsrcset属性に使用します。例えば、画素密度が<code>1x, 1.5x, 2x</code>の200ピクセルの画像は以下のHTMLのコードを生成します:<br><code>&lt;img srcset="img-a.jpg 200w, img-b.jpg 300w, img-c.jpg 400w"&gt;</code><br><br>さらに詳しいsrcset属性の情報については<a href="https://www.w3.org/TR/2016/PR-html51-20160915/semantics-embedded-content.html#element-attrdef-img-srcset" target="_blank">w3.org</a>を参照してください。
ru: Если атрибут размеры (sizes) не определен, этот параметр просто определяет плотность пикселей которую вы хотите поддерживать. Размеры изображений настраиваются автоматически. Напр. <code>1x, 1.5x, 2x</code> создает следующий HTML-код:<br><code>&lt;img srcset="img-a.jpg 1x, img-b.jpg 1.5x, img-c.jpg 2x"&gt;</code><br><br>Если атрибут размеры (sizes) определен, создаются одинаковые размеры изображения, но дескрипторы ширины используются для атрибута srcset. Напр. изображение шириной 200 пикселей с плотностью <code>1x, 1.5x, 2x</code> создает следующий HTML-код:<br><code>&lt;img srcset="img-a.jpg 200w, img-b.jpg 300w, img-c.jpg 400w"&gt;</code><br><br>Для получения дополнительной информации о атрибуте srcset посетите <a href="https://www.w3.org/TR/2016/PR-html51-20160915/semantics-embedded-content.html#element-attrdef-img-srcset" target="_blank">w3.org</a>.
sr: Ако атрибут величине није дефинисан, ово подешавање само дефинише густину пиксела коју желите да подржите. Димензија слике је прилагођена томе аутоматски. Нпр. <code>1x, 1.5x, 2x</code> креира следећи HTML код:<br><code><img srcset="img-a.jpg 1x, img-b.jpg 1.5x, img-c.jpg 2x"></code><br><br>Ако је величина дефинисана, иста димензија слике биће генерисана али ће width дескриптори бити кориштени за srcset атрибут. >Нпр. 200 pixel широка слика са густином<code>1x, 1.5x, 2x</code> креира следећи HTML код:<br><code><img srcset="img-a.jpg 200w, img-b.jpg 300w, img-c.jpg 400w"></code><br><br>За више информација о атрибуту srcset посетите следећи линк <a href="http://www.w3.org/html/wg/drafts/html/master/embedded-content.html#attr-img-srcset" target="_blank">w3.org</a>.

# XPL.imageSizeDensities.0.1
source: The HTML attribute <code>sizes</code> defines the displayed width of the image, optionally combined with a media query. You can use any CSS value to define the width.<br><br> E.g. <code>"(max-width: 600px) 100vw, 50vw"</code> means the images width is 100% of the viewport for small screens and 50% of the viewport for larger screens.<br><br> And <code>"(max-width: 600px) calc(100vw - 20px), 500px"</code> means the images width is 20px smaller than the viewport for small screens and 500px for larger screens.<br><br> For more information about the sizes attribute please visit <a href="http://www.w3.org/html/wg/drafts/html/master/embedded-content.html#attr-img-sizes" target="_blank">http://w3.org/</a>.
de: Das HTML-Attribut <code>sizes</code> definiert die dargestellte Größe des Bildes, optional kombiniert mit einem Media-Query. Jeder CSS-Wert kann für die Definition der Breite verwendet werden.<br><br> Z. B. <code>"(max-width: 600px) 100vw, 50vw"</code> bedeutet die Bildbreite ist 100% des Browserfensters für kleine Bildschrime und 50% des Browserfensters für größere Bildschirme.<br><br> Und <code>"(max-width: 600px) calc(100vw - 20px), 500px"</code> bedeutet die Bildbreite ist 20px kleiner als das Browserfenster für kleine Bildschrime und 500px breit für größere Bildschrime.<br><br> Weitere Informationen zum sizes-Attribut finden Sie auf <a href="http://www.w3.org/html/wg/drafts/html/master/embedded-content.html#attr-img-sizes" target="_blank">http://w3.org/</a>.

# XPL.imageSizeDensities.1.0
source: Pixel densities /<br> scale factors
de: Pixeldichten /<br> Skalierungsfaktoren

# XPL.imageSizeDensities.1.1
source: If the sizes attribute is not defined, this setting simply defines the pixel densities you want to support. The dimensions of the images are adjusted automatically. E.g. <code>"1x, 1.5x, 2x"</code> creates the following HTML code: <pre><code>&lt;img srcset="img-a.jpg 1x, img-b.jpg 1.5x, img-c.jpg 2x"&gt;</code></pre><br> If the sizes attribute is defined, the same image sizes get generated but width descriptors are used for the srscet attribute. E.g. an 200 pixel wide image with the scale factors <code>"1x, 1.5x, 2x"</code> creates the following HTML code: <pre><code>&lt;img srcset="img-a.jpg 200w, img-b.jpg 300w, img-c.jpg 400w"&gt;</code></pre><br> For more information about the srcset attribute please visit <a href="http://www.w3.org/html/wg/drafts/html/master/embedded-content.html#attr-img-srcset" target="_blank">http://w3.org/</a>.
de: Wenn das sizes-Attribut nicht angegeben wird, bezieht sich diese Einstellung auf die verschiedenen Pixeldichten die unterstützt werden sollen. Das Bild wird automatisch in den angegebenen Pixeldichten generiert. Z. B. <code>"1x, 1.5x, 2x"</code> erzeugt folgenden HTML-Code: <pre><code>&lt;img srcset="img-a.jpg 1x, img-b.jpg 1.5x, img-c.jpg 2x"&gt;</code></pre><br> Wenn das sizes-Attribut angegeben ist, werden dieselben Bildergrößen erzeugt, jedoch wird ein sogenannter Width-Descriptor für das srcset-Attribut verwendet. Z. B. wird für ein 200 Pixel breites Bild mit den Skalierungsfaktoren <code>"1x, 1.5x, 2x"</code> folgender HTML-Code erzeugt: <pre><code>&lt;img srcset="img-a.jpg 200w, img-b.jpg 300w, img-c.jpg 400w"&gt;</code></pre><br> Weitere Informationen zum srcset-Attribut finden Sie auf <a href="http://www.w3.org/html/wg/drafts/html/master/embedded-content.html#attr-img-srcset" target="_blank">http://w3.org/</a>.

# XPL.insertTags.2.1
source: For more information about CodeMirror please visit <a href="http://codemirror.net" title="EditArea by Marijn Haverbeke" target="_blank">http://codemirror.net</a>.
ro: Pentru mai multe informaţii despre EditArea accesaţi <a href="http://codemirror.net" title="EditArea de Marijn Haverbeke" target="_blank">http://codemirror.net</a>.

# XPL.dateFormat.2.1
source: MM/DD/YYYY, english format, e.g. 01/28/2005
ro: MM/DD/YYYY, format englez ex. 01/28/2005

# XPL.dateFormat.3.1
source: DD.MM.YYYY, german format, e.g. 28.01.2005
ro: DD.MM.YYYY, format german ex. 28.01.2005

# XPL.highlighter.0.1
source: For more information about how to configure the syntax highlighter please visit <a href="http://alexgorbatchev.com/wiki/SyntaxHighlighter:Configuration#SyntaxHighlighter.defaults" title="SyntaxHighlighter by Alex Gorbatchev" target="_blank">http://alexgorbatchev.com</a>.
ro: pentru mai multe informaţii despre configurarea interpretorului sintantic vizitaţi <a href="http://alexgorbatchev.com/wiki/SyntaxHighlighter:Configuration#SyntaxHighlighter.defaults" title="SyntaxHighlighter de Alex Gorbatchev" target="_blank">http://alexgorbatchev.com</a>.
