Repository: contao/core
Catalog: system/modules/core/languages/*/explain.xlf
Languages: de, es, fa, ja, my, ro, ru, sl, sr

# XPL.insertTags.0.0
source: Rich Text Editor
my: ပြည့်နှက်စာသားတည်းဖြတ်သူ
ro: Editor de text

# XPL.insertTags.0.1
source: For more information about TinyMCE please visit <a href="http://www.tinymce.com/" title="TinyMCE by moxiecode" target="_blank">http://www.tinymce.com/</a>.
de: Weitere Informationen zu TinyMCE finden Sie unter <a href="http://www.tinymce.com/" title="TinyMCE by moxiecode" target="_blank">http://www.tinymce.com/</a>.
es: Para más información sobre TinyMCE por favor visite <a href="http://www.tinymce.com/" title="TinyMCE by moxiecode" target="_blank">http://www.tinymce.com/</a>.
fa: برای اطلاعات بیشتر درباره TinyMCE <a href="http://www.tinymce.com/" title="TinyMCE by moxiecode" target="_blank">http://www.tinymce.com/</a> را ببینید.
ja: リッチテキストエディター、TinyMCEのさらに詳しい情報は<a href="http://tinymce.moxiecode.com" title="TinyMCE by moxiecode" target="_blank">http://tinymce.moxiecode.com</a>を参照してください。
my: သေးငယ်သောအမ်စီအီးအချက်အလက်များအတွက်ဤတွင်လည်ပတ်ပါ <a href="http://www.tinymce.com/" title="TinyMCE by moxiecode" target="_blank">http://www.tinymce.com/</a>။
ro: pentru mai multe informaţii despre TinyMCE vizitaţi <a <a href="http://tinymce.moxiecode.com" title="TinyMCE de moxiecode" target="_blank">http://tinymce.moxiecode.com</a>.
ru: Для получения дополнительной информации о TinyMCE, посетите <a href="http://www.tinymce.com/" title="TinyMCE от moxiecode" target="_blank">http://www.tinymce.com/</a>.
sl: za več informacij o TinyMCE prosimo obiščite <a href="http://tinymce.moxiecode.com" title="TinyMCE by moxiecode" onclick="window.open(this.href); return false;">http://tinymce.moxiecode.com</a>.
sr: За више информација о TinyMCE едитору, посетите <a href="http://www.tinymce.com/" title="TinyMCE by moxiecode" target="_blank">http://www.tinymce.com/</a>.

# XPL.insertTags.1.0
source: Insert tags
fa: برچسب‌های درجی
ja: 挿入タグ
my: အမည်များထည့်သွင်း
ro: Inserare tag-uri
ru: Вставка тегов
sl: Vstavi značke
sr: Убаци тагове

# XPL.insertTags.1.1
source: For more information on insert tags please visit <a href="https://contao.org/manual/managing-content.html#insert-tags" title="Contao online documentation" target="_blank">https://contao.org/manual/managing-content.html#insert-tags</a>.
de: Weitere Informationen zu Inserttags finden Sie unter <a href="https://contao.org/manual/managing-content.html#inserttags" title="Contao Online-Dokumentation" target="_blank">https://contao.org/manual/managing-content.html#inserttags</a>.
my: အမည်များထည့်သွင်းရန်နောက်ထပ်အချက်အလက်များကြည့်ရှုရန် <a href="https://contao.org/manual/managing-content.html#insert-tags" title="Contao online documentation" target="_blank">https://contao.org/manual/managing-content.html#insert-tags</a> သို့လည်ပတ်ပါ။

# XPL.insertTags.2.0
source: Code Editor
my: ကုဒ်တည်းဖြတ်သူ
ro: Editor sursă

# XPL.insertTags.2.1
source: For more information about ACE please visit <a href="http://ace.ajax.org" title="ACE (Ajax.org Cloud9 Editor)" target="_blank">http://ace.ajax.org</a>.
de: Weitere Informationen zu ACE finden Sie unter <a href="http://ace.ajax.org" title="ACE (Ajax.org Cloud9 Editor)" target="_blank">http://ace.ajax.org</a>.
my: <a href="http://ace.ajax.org" title="ACE (Ajax.org Cloud9 Editor)" target="_blank">http://ace.ajax.org</a> သို့လည်ပတ်ပြီးအေစီအီးအကြောင်းကိုလေ့လာ။

# XPL.dateFormat.0.1
source: Contao supports all date and time formats that can be parsed with the PHP date() function. However, to ensure that any input can be transformed into a UNIX timestamp, you can only use numeric date and time formats (j, d, m, n, y, Y, g, G, h, H, i, s) in the back end.<br><br><strong>You can enter variant front end formats in the site structure (website root pages).</strong><br><br><em>Here are some examples of valid date and time formats</em>:
de: Contao unterstützt alle Datums- und Zeitformate, die mit der PHP-Funktion date() geparst werden können. Um alle Eingaben in einen UNIX-Zeitstempel umwandeln zu können, sind im Backend jedoch ausschließlich numerische Formate (j, d, m, n, y, Y, g, G, h, H, i, s) erlaubt.<br><br><strong>Abweichende Frontend-Formate können in der Seitenstruktur erfasst werden.</strong><br><br><em>Hier sind einige Beispiele gültiger Datums- und Zeitangaben</em>:
es: Contao soporta todos los tipos de formato para la fecha y hora basados en la función date() de PHP. Aunque, para asegurar que cualquier entrada del usuario pueda ser transformada al timestamp de UNIX, sólo puedes usar formatos numéricos para fecha y hora (j, d, m, n, y, Y, g, G, h, H, i, s) en el back end.<br /><strong>Puedes usar diferentes formatos de front end en la estructura del site (Página raíz de la WEB).</strong><br /><br /><em>Aquí algunos ejemplos de formatos de fecha y hora válidos</em>:
fa: کانتائو تمامی ساختارهای زمان و تاریخ را می‌تواند توسط تابع date() php ایجاد نماید. همچنین برای اینکه مطمئن باشید که ورودی‌ها می‌توانند به UNIX timestamp تبدیل شوند، باید فقط از ساختارهای تاریخ و زمان (j, d, m, n, y, Y, g, G, h, H, i, s) در بخش مدیریت استفاده نمایید.<br /><br /><strong>اینجا می‌توانید ساختارهای مختلفی را برای بخش کاربری در ساختار وب‌سایت (برگه‌ها ریشه وب‌سایت) تعریف نمایید.</strong><br /><br /><em>اینها چند مثال از ساختارهای زمان و تاریخ معتبر می‌باشند.</em>:
ja: ContaoはPHPのdate()関数が解釈できる、すべての日付と時刻の書式をサポートしています。しかし、どのような入力でもUNIXタイムスタンプに確実に変換できるように、バックエンドでは数値の日付と時刻の書式(j, d, m, n, y, Y, g, G, h, H, i, s)だけ使用できます。<br><br><strong>サイト構造(ウェブサイトのルートのページ)で、フロントエンドでは様々な書式を使用できます。</strong><br><br><em>有効な日付と時刻の書式の例を示します:</em>:
my: ပီဟိုတ်စ်ပီရက်စွဲ()လုပ်ဆောင်ချက်အပါအဝင်ရက်စွဲနှင့်အချိန်ပံုစံများကိုကွန်တောင်မှထောက်ပံ့။ သို့ရာတွင်ယူးနစ်အချိန်ပံုစံသို့အသွင်ပြောင်းနိုင်ရန်လုပ်ဆောင်ပြီးအတွင်းပိုင်းတွင်ရက်စွဲနှင့်အချိန်ပံုစံများ (j, d, m, n, y, Y, g, G, h, H, i, s)ကိုသာသံုးနိုင်။ <br><br><strong>ဆိုက်ဖွဲ့စည်းပံုတွင်အပြင်ပိုင်းပံုစံများကိုကြည့်ပါ (ဝဘ်ဆိုက်ပင်မစာမျက်နှာများ)။</strong><br><br><em>တရားဝင်ရက်စွဲနှင့်အချိန်ပံုစံဥပမာများ</em>:
ro: Contao suportă un număr diferit de formate de dată şi timp bazate pe funcţia PHP date(). Totuşi, pentru a fi siguri că orice imput poate fi transpus în format UNIX, puteţi folosi doar formate numerice (j, d, m, n, y, Y, g, G, h, H, i, s) cu un singur caracter între fiecare specificaţie.<br /><br /><em>Câteva exemple valide de formate</em>:
ru: Contao поддерживает все форматы даты и времени, основанные на функции PHP date(). Однако, чтобы быть уверенным, что любые вводимые пользователем данные могут быть трансформированы в формат UNIX, вы можете использовать только числовой формат даты и времени (j, d, m, n, y, Y, g, G, h, H, i, s)<br /><br /><em>Вот некоторые примеры правильного формата даты и времени</em>:
sl: TYPOlight podpira vse datumske in časovne oblike, ki so lahko obdelane s PHP funkcijo date(). Zaradi zagotovila, da je možno vsak vnos pretvoriti v UNIX časovni način, lahko v beck-endu uporabljate samo številčni datum in časovne formate (j, d, m, n, y, Y, g, G, h, H, i, s).<br /><br /><strong>Lahko vnesete možnosti frond-end formata v strukturi spletne strani (koren spletne strani).</strong><br /><br /><em>Tukaj je nekaj primerov veljavnih datumskih in časovnih vnosov</em>:
sr: Contao подржава све формате датума и времена који могу да буду обрађени PHP date() функцијом. Међутим, како би били сигурни да било који улаз може да буде конвертован у UNIX timestamp, можете користити само нумеричке формате датума и времена (j, d, m, n, y, Y, g, G, h, H, i, s) у бек-енду.<br><br><strong>Варијанте формата у фронт-енду можете променити у дефиницији структуре сајта (root странице).</strong><br><br><em>Ово су неки од прихватљивих формата датума и времена</em>:

# XPL.dateFormat.1.0
source: Y-m-d
my: နှစ်-လ-ရက်

# XPL.dateFormat.1.1
source: YYYY-MM-DD, international ISO-8601, e.g. 2005-01-28
de: JJJJ-MM-TT, international ISO-8601, z.B. 2005-01-28
es: YYYY-MM-DD, internacional ISO-8601, p.e. 2005-01-28
fa: YYYY-MM-DD, international ISO-8601, برای نمونه 2005-01-28
ja: YYYY-MM-DD、国際規格ISO-8601、例: 2005-01-28
my: နနနန/လလ/ရရ၊ နိုင်ငံတကာအိုင်အက်စ်အို-၈၆၀၁၊ ဥပမာ ၂၀၀၅-၀၁-၂၈
ro: YYYY-MM-DD, internaţional ISO 8601 ex. 2005-01-28
ru: YYYY-MM-DD, интернациональный ISO-8601 (напр. 2005-01-28)
sl: YYYY-MM-DD, mednarodna oblika ISO-8601, primer: 2005-01-28

# XPL.dateFormat.2.0
source: m/d/Y
my: လ/ရက်/နှစ်

# XPL.dateFormat.2.1
source: MM/DD/YYYY, English format, e.g. 01/28/2005
de: MM/TT/JJJJ, Englisches Format, z.B. 01/28/2005
es: MM/DD/AAAA, Formato inglés, p.e. 01/28/2005
fa: MM/DD/YYYY، فرمت انگلیسی، برای نمونه 01/28/2005
ja: MM/DD/YYYY、英語の書式、例: 01/28/2005
my: လလ/ရရ/နနနန၊ အင်္ဂလိပ်ပံုစံ၊ ဥပမာ ၀၁/၂၈/၂၀၀၅
ru: MM/DD/YYYY, английский формат, напр. 28.01.2005
sl: MM/DD/YYYY, angleška oblika, npr. 01/28/2005

# XPL.dateFormat.3.0
source: d.m.Y
my: ရ.လ.န

# XPL.dateFormat.3.1
source: DD.MM.YYYY, German format, e.g. 28.01.2005
de: TT.MM.JJJJ, Deutsches Format, z.B. 28.01.2005
es: DD.MM.AAAA, Formato alemán, p.e. 28.01.2005
fa: DD.MM.YYYY، فرمت آلمانی، برای نمونه، 28.01.2005
ja: DD.MM.YYYY、ドイツ語の書式、例: 28.01.2005
my: ရရ.လလ.နနနန၊ ဂျာမန်ပံုစံ၊ ဥပမာ ၂၈.၀၁.၂၀၀၅
ru: DD.MM.YYYY, русский формат, напр. 28.01.2005
sl: DD.MM.YYYY, nemška oblika, primer: 28.01.2005
sr: DD.MM.YYYY, Немачки формат, нпр., 28.01.2005

# XPL.dateFormat.4.0
source: y-n-j
my: န-လ-ရ
sl: l-n-j

# XPL.dateFormat.4.1
source: YY-M-D, without leading zeros, e.g. 05-1-28
de: JJ-M-T, ohne führende Nullen, z.B. 05-1-28
es: YY-M-D, sin ceros al inicio, p.e. 05-1-28
fa: YY-M-D, بدون صفرهای اول, برای نمونه 05-1-28
ja: YY-M-D、先頭にゼロを付けない月と日、例: 05-1-28
my: နန-လ-ရ၊ သုညများမပါဘဲ၊ ဥပမာ ၀၅-၁-၂၈
ro: YY-M-D, fără zerouri la început ex. 05-1-28
ru: YY-M-D, без разделительных нулей (напр. 05-1-28)
sl: YY-M-D, brez vodilnih ničel, npr. 05-1-28
sr: YY-M-D, без водеће нуле, нпр., 05-1-28

# XPL.dateFormat.5.0
source: Ymd
my: နလရ

# XPL.dateFormat.5.1
source: YYYYMMDD, timestamp, e.g. 20050128
de: JJJJMMTT, Zeitstempel, z.B. 20050128
es: YYYYMMDD, timestamp, p.e. 20050128
fa: YYYYMMDD, timestamp, برای نمونه 20050128
ja: YYYYMMDD、タイムスタンプ, 例: 20050128
my: နနနနလလရရ၊ အချိန်ပံုစံ၊ ဥပမာ ၂၀၀၅၀၁၂၈
ro: YYYYMMDD, timestamp ex. 20050128
ru: YYYYMMDD, отметка времени (timestamp) (напр. 20050128)
sl: YYYYMMDD, časovni format primer: 20050128
sr: YYYYMMDD, timestamp, нпр., 20050128

# XPL.dateFormat.6.0
source: H:i:s
my: နာ:မ:စ

# XPL.dateFormat.6.1
source: 24 hours, minutes and seconds, e.g. 20:36:59
de: 24 Stunden, Minuten und Sekunden, z.B. 20:36:59
es: 24 horas, minutos y segundos, p.e. 20:36:59
fa: 24 hours, minutes and seconds, برای نمونه 20:36:59
ja: 24時間表記の時間と分と秒、例: 20:36:59
my: ၂၄နာရီများ၊ မိနစ်များနှင့်စက္ကန့်များ၊ ဥပမာ ၂၀:၃၆:၅၉
ro: 24 ore, minute şi secunde ex. 20:36:59
ru: 24 часовой, с минутами и секундами (напр. 20:36:59)
sl: 24 ur, minute in sekunde, primer: 20:36:59
sr: 24 часа, минуте и секунде, нпр., 20:36:59

# XPL.dateFormat.7.0
source: g:i
my: ၁၂နာ:မ

# XPL.dateFormat.7.1
source: 12 hours without leading zeros and minutes, e.g. 8:36
de: 12 Stunden ohne führende Nullen sowie Minuten, z.B. 8:36
es: 12 horas sin ceros al inicio y minutos, p.e. 8:36
fa: 12 hours without leading zeros and minutes, برای نمونه 8:36
ja: 12時間表記でゼロを付けない時間と分、例: 8:36
my: သုညများနှင့်မိနစ်များမပါဘဲ၁၂နာရီများ၊ ဥပမာ ၈:၃၆
ro: 12 ore fară zerouri la început ex. 8:36
ru: 12 часовой, без разделительных нулей и минут (напр. 8:36)
sl: 12 ur brez vodilnih ničel in sekund, primer: 8:36
sr: 12 часова без водеће нуле и минуте, нпр., 8:36

# XPL.highlighter.0.0
source: Rich Text Editor
de: Syntaxhervorhebung
es: Editor rich text
fa: ویرایشگر متن پیشرفته
ja: リッチテキストエディター
my: ပြည့်နှက်စာသားတည်းဖြတ်သူ
ro: Editor de text
ru: Текстовый редактор
sl: Urejevalnik obogatenega besedila

# XPL.highlighter.0.1
source: For more information about how to configure the syntax highlighter please visit <a href="http://alexgorbatchev.com/SyntaxHighlighter/manual/configuration/#syntaxhighlighterdefaults" title="SyntaxHighlighter by Alex Gorbatchev" target="_blank">http://alexgorbatchev.com</a>.
de: Weitere Informationen zur Konfiguration des Syntax-Highlighters finden Sie unter <a href="http://alexgorbatchev.com/SyntaxHighlighter/manual/configuration/#syntaxhighlighterdefaults" title="SyntaxHighlighter von Alex Gorbatchev" target="_blank">http://alexgorbatchev.com</a>.
es: Para más información sobre cómo configurar las opciones de resaltado de sintaxis por favor visite <a href="http://alexgorbatchev.com/SyntaxHighlighter/manual/configuration/#syntaxhighlighterdefaults" title="SyntaxHighlighter by Alex Gorbatchev" target="_blank">http://alexgorbatchev.com</a>.
fa: برای اطلاعات بیشتر درباره چگونگی تنظیم syntax highlighter به <a href="http://alexgorbatchev.com/SyntaxHighlighter/manual/configuration/#syntaxhighlighterdefaults" title="SyntaxHighlighter by Alex Gorbatchev" target="_blank">http://alexgorbatchev.com</a> مراجعه کنید.
ja: 構文強調を設定する方法のさらに詳しい情報は、<a href="http://alexgorbatchev.com/SyntaxHighlighter/manual/configuration/#syntaxhighlighterdefaults" title="SyntaxHighlighter by Alex Gorbatchev" target="_blank">http://alexgorbatchev.com</a>を参照してください。
my: နောက်ထပ်အချက်အလက်များအတွက် <a href="http://alexgorbatchev.com/wiki/SyntaxHighlighter:Configuration#SyntaxHighlighter.defaults" title="SyntaxHighlighter by Alex Gorbatchev" target="_blank">http://alexgorbatchev.com</a> သို့ဖွဲ့ထုံးမီးမောင်းထိုးသူကိုမည်သို့ပံုစံပြင်နိုင်သည်ကိုကြည့်။
ru: Для получения дополнительной информации о настройке синтаксиса, посетите <a href="http://alexgorbatchev.com/SyntaxHighlighter/manual/configuration/#syntaxhighlighterdefaults" title="SyntaxHighlighter от Alex Gorbatchev" target="_blank">http://alexgorbatchev.com</a>.
sl: Za več informacij, kako nastaviti označevalnik sintakse, prosim obiščite <a href="http://alexgorbatchev.com/SyntaxHighlighter/manual/configuration/#syntaxhighlighterdefaults" title="SyntaxHighlighter by Alex Gorbatchev" target="_blank">http://alexgorbatchev.com</a>.
sr: За више информација о томе како кофигурисати syntax highlighter, посетите <a href="http://alexgorbatchev.com/SyntaxHighlighter/manual/configuration/#syntaxhighlighterdefaults" title="SyntaxHighlighter by Alex Gorbatchev" target="_blank">http://alexgorbatchev.com</a>.

# XPL.insertTags.0.0
source: Rich text editor
es: Editor rich text
fa: ویرایشگر متن پیشرفته
ja: リッチテキストエディター
ru: Текстовый редактор
sl: Urejevalnik obogatenega besedila

# XPL.insertTags.1.1
source: For more information on insert tags please visit <a href="https://docs.contao.org/books/manual/current/en/04-managing-content/insert-tags.html" title="Contao online documentation" target="_blank">https://docs.contao.org/books/manual/current/en/04-managing-content/insert-tags.html</a>.
es: Para mas información sobre los Insert Tags visite <a href="https://docs.contao.org/books/manual/current/en/04-managing-content/insert-tags.html" title="Contao online documentation" target="_blank">https://docs.contao.org/books/manual/current/en/04-managing-content/insert-tags.html</a>.
fa: برای اطلاعات بیشتر در مورد برچسب‌ها <a href="https://docs.contao.org/books/manual/current/en/04-managing-content/insert-tags.html" title="Contao online documentation" target="_blank">https://docs.contao.org/books/manual/current/en/04-managing-content/insert-tags.html</a> را ببینید.
ja: 挿入タグのさらに詳しい情報は<a href="https://docs.contao.org/books/manual/current/en/04-managing-content/insert-tags.html" title="Contaoオンラインドキュメント" target="_blank">https://contao.org/manual/managing-content.html#insert-tags</a>を参照してください。
ru: Для получения дополнительной информации о вставке тегов, посетите <a href="https://docs.contao.org/books/manual/current/en/04-managing-content/insert-tags.html" title="Онлайн документация Contao" target="_blank">https://docs.contao.org/books/manual/current/en/04-managing-content/insert-tags.html</a>.
sl: Za več informacij o vnosnih značkah, prosim obiščite <a href="https://docs.contao.org/books/manual/current/en/04-managing-content/insert-tags.html" title="Contao spletna dokumentacija" target="_blank">https://docs.contao.org/books/manual/current/en/04-managing-content/insert-tags.html</a>.
sr: За више информација о таговима за уметање, посетите <a href="https://docs.contao.org/books/manual/current/en/04-managing-content/insert-tags.html" title="Contao online documentation" target="_blank">https://docs.contao.org/books/manual/current/en/04-managing-content/insert-tags.html</a>.

# XPL.insertTags.2.0
source: Code editor
es: Editor de código
fa: ویرایشگر کد
ja: コードエディター
ru: Редактор кода
sl: Urejevalnik kode
sr: Едитор кȏда

# XPL.insertTags.2.1
source: For more information about Ace please visit <a href="http://ace.c9.io" title="Ace - The High Performance Code Editor for the Web" target="_blank">http://ace.c9.io</a>.
es: Para mas informarción sobre ACE visite <a href="http://ace.c9.io" title="Ace - The High Performance Code Editor for the Web" target="_blank">http://ace.c9.io</a>.
fa: برای اطلاعات بیشتر درباره ویرایشگر Ace به <a href="http://ace.c9.io" title="Ace - The High Performance Code Editor for the Web" target="_blank">http://ace.c9.io</a> مراجعه نمایید.
ja: コードエディター、Aceのさらに詳しい情報は<a href="http://ace.c9.io" title="Ace - The High Performance Code Editor for the Web" target="_blank">http://ace.c9.io</a>を参照して下さい。
ru: Для получения дополнительной информации о Ace, посетите <a href="http://ace.c9.io" title="Ace - The High Performance Code Editor for the Web" target="_blank">http://ace.c9.io</a>.
sl: Za več informacij o Ace urejevalniku, prosim obiščite <a href="http://ace.c9.io" title="Ace - Visoko zmogljivi urejevalnik kode za spletna mesta" target="_blank">http://ace.c9.io</a>.
sr: За више инфомрација о Ace, посетите <a href="http://ace.c9.io" title="Ace - The High Performance Code Editor for the Web" target="_blank">http://ace.c9.io</a>.

# XPL.dateFormat.0.0
source: colspan
ru: Атрибут colspan
sr: Распон колоне

# XPL.imageSizeDensities.0.0
source: Sizes attribute
de: Sizes-Attribut
es: Atributo tamaños
fa: خصوصیت اندازه‌ها
ja: 大きさの属性
ru: Атрибут размеры (sizes)
sl: Atribut za velikosti
sr: Sizes атрибут

# XPL.imageSizeDensities.0.1
source: The HTML attribute <code>sizes</code> defines the displayed width of the image, optionally combined with a media query. You can use any CSS value to define the width.<br><br>E.g. <code>(max-width: 600px) 100vw, 50vw</code> means the images width is 100% of the viewport for small screens and 50% of the viewport for larger screens.<br><br>And <code>(max-width: 600px) calc(100vw - 20px), 500px</code> means the images width is 20px smaller than the viewport for small screens and 500px for larger screens.<br><br>For more information about the sizes attribute please visit <a href="https://www.w3.org/TR/2016/PR-html51-20160915/semantics-embedded-content.html#element-attrdef-img-sizes" target="_blank">w3.org</a>.
es: El atributo HTML <code>tamaños</code> Define el ancho visualizado de la imagen, opcionalmente combinado con una consulta "media query". Puede utilizar cualquier valor CSS para definir el ancho.<br><br>P.e. <code>(max-width: 600px) 100vw, 50vw</code> Significa que el ancho de las imágenes es 100% de la ventana gráfica para pantallas pequeñas y 50% de la ventana gráfica para pantallas más grandes.<br><br>Y<code>(max-width: 600px) calc(100vw - 20px), 500px</code> Significa que el ancho de las imágenes es 20px menor que la ventana de visualización para pantallas pequeñas y 500px para pantallas más grandes.<br><br>Para mas información del atributo de tamaños visite <a href="https://www.w3.org/TR/2016/PR-html51-20160915/semantics-embedded-content.html#element-attrdef-img-sizes" target="_blank">w3.org</a>.
fa: خصوصیت HTML <code>sizes</code> که به طور دلخواه با پرسش رسانه ترکیب می‌شود، عرض نمایشی تصویر را تعین می‌کند. شما می‌تواند از هر مقدار CSS برای تعریف عرض استفاده کنید.<br><br> برای مثال <code>(max-width: 600px) 100vw, 50vw</code> یعنی عرض تصاویر ۱۰۰٪ نما برای صفحه نمایش‌های کوچک و ۵۰٪ برای صفحه نمایش‌های بزرگ است.<br><br>و <code>(max-width: 600px) calc(100vw - 20px), 500px</code> یعنی عرض تصاویر ۲۰ پیکسل کوچک‌تر از نما برای صفحه نمایش‌های کوچک و ۵۰۰ پیکسل برای صفحه نمایش‌های بزرگتر است.<br><br>برای اطلاعات بیشتر درباره‌ی خصوصیت اندازه‌ها لطفا <a href="https://www.w3.org/TR/2016/PR-html51-20160915/semantics-embedded-content.html#element-attrdef-img-sizes" target="_blank">w3.org</a> را ببینید.
ja: HTMLの<code>sizes</code>属性はオプションでメディアクエリと組み合わせて、画像の幅を指定します。幅の指定には、どのようなCSSの値でも使用できます。<br><br>例えば、<code>(max-width: 600px) 100vw, 50vw</code>は、画像の幅を小さな画面ではviewportの50%に、より大きな画面ではviewportの50%とにします。<br><br>そして<code>(max-width: 600px) calc(100vw - 20px), 500px</code>は、画像の幅を小さな画面ではviewportより20px小さく、より大きな画面では500pxにします。<br><br>さらに詳しいsizes属性の情報については<a href="https://www.w3.org/TR/2016/PR-html51-20160915/semantics-embedded-content.html#element-attrdef-img-sizes" target="_blank">w3.org</a>を参照してください。
ru: HTML-атрибут <code>sizes</code> определяет отображаемую ширину изображения, при необходимости в сочетании с медиа-запросом. Вы можете использовать любое значение CSS для определения ширины.<br><br>Напр. <code>(max-width: 600px) 100vw, 50vw</code> означает ширину изображения 100% viewport для маленьких экранов и 50% viewport для больших экранов.<br><br>И <code>(max-width: 600px) calc(100vw - 20px), 500px</code> означает ширину изображений на 20px меньше, чем viewport для маленьких экранов и 500px для больших экранов.<br><br>Для получения дополнительной информации о размерах атрибута посетите <a href="https://www.w3.org/TR/2016/PR-html51-20160915/semantics-embedded-content.html#element-attrdef-img-sizes" target="_blank">w3.org</a>.
sr: HTML атрибут <code>sizes</code> дефинише приказану величину слике, опционо комбиновано са медијским упитом. Можете користити CSS вредност да дефинишете ширину.<br><br>Нпр. <code>(max-width: 600px) 100vw, 50vw</code> значи да је слика 100% viewport-а за мале и 50% viewport-а за веће екране.<br><br>И <code>(max-width: 600px) calc(100vw - 20px), 500px</code> значи да је ширина за 20px мања за viewport малих екрана и 500px за веће екране.<br><br>За више информација о овом атрибуту посетите <a href="http://www.w3.org/html/wg/drafts/html/master/embedded-content.html#attr-img-sizes" target="_blank">w3.org</a>.

# XPL.imageSizeDensities.1.0
source: Pixel densities/<br>scale factors
es: Factores de escala/<br>densidades de píxeles
fa: چگالی‌های پیکسل/<br>فاکتورهای بزرگنمایی
ja: 画素密度/<br>倍率
ru: Плотность пикселей/<br>коэффициенты масштабирования
sl: Gostota pikslov/<br>faktorji razmerja
sr: Густина пиксела/<br>фактор скалирања
