Repository: contao/core
Catalog: system/modules/core/languages/*/languages.xlf
Languages: my

# LNG.aa
source: Afar
my: အဖာ

# LNG.ab
source: Abkhazian
my: အက်ခါဇီးယန်း

# LNG.af
source: Afrikaans
my: အာဖရိကန်။

# LNG.af_ZA
source: Afrikaans (South Africa)
my: အာဖရိကန်(တောင်အာဖရိက)

# LNG.am
source: Amharic
my: အမ်ဟရစ်

# LNG.am_ET
source: Amharic (Ethiopia)
my: အမ်ဟာရစ်(အီသီယိုးပီးယား)

# LNG.ar
source: Arabic
my: အာရဗီ

# LNG.ar_AA
source: Arabic (Unitag)
my: အာရဗီ(ယူနီတပ်)

# LNG.ar_SA
source: Arabic (Saudi Arabia)
my: အာရဗီ(ဆော်ဒီအာရေဗျ)

# LNG.as
source: Assamese
my: အစ်စာမီစ်

# LNG.as_IN
source: Assamese (India)
my: အစ်စမီစ်(အိန္ဒိယ)

# LNG.ay
source: Aymara
my: အာမာရာ

# LNG.az
source: Azerbaijani
my: အဇာဘိုင်ဂျန်

# LNG.az_AZ
source: Azerbaijani (Azerbaijan)
my: အဇာဘိုင်ဂျန်နိ(အဇာဘိုင်ဂျန်)

# LNG.ba
source: Bashkir
my: ဘက်ရှ်ကာ

# LNG.be
source: Belarusian
my: ဘီလာရုဇ်

# LNG.be_BY
source: Belarusian (Belarus)
my: ဘီလာရုဇ်(ဘီလာရုဇ်)

# LNG.bg
source: Bulgarian
my: ဘူဂေးရီးယား

# LNG.bg_BG
source: Bulgarian (Bulgaria)
my: ဘူဂေးရီးယား(ဘူဂေးရီးယား)

# LNG.bh
source: Bihari
my: ဘီဟာရိ

# LNG.bi
source: Bislama
my: ဘစ်လာမား

# LNG.bn
source: Bengali
my: ဘဂႅလီ

# LNG.bn_BD
source: Bengali (Bangladesh)
my: ဘင်္ဂံလီ(ဘင်္ဂံလားဒေ့ရှ်)

# LNG.bn_ID
source: Bengali (India)
my: ဘင်္ဂံလီ(အိန္ဒိယ)

# LNG.bo
source: Tibetan
my: တိဘက်

# LNG.bo_CN
source: Tibetan (China)
my: တိဘက်(တရုတ်)

# LNG.br
source: Breton
my: ဘရက်တို

# LNG.bs
source: Bosnian
my: ဘော့စနီးယား

# LNG.bs_BA
source: Bosnian (Bosnia and Herzegovina)
my: ဘော့စနီးယား(ဘော့စနီးယားနှင့်ဟာဇီဂိုဗီးနား)

# LNG.ca
source: Catalan
my: ကတ်တလန်

# LNG.ca_ES
source: Catalan (Spain)
my: ကတ်တလန်(စပိန်)

# LNG.co
source: Corsican
my: ကော်စီကန်

# LNG.cr
source: Cree
my: ခရိ

# LNG.cs
source: Czech
my: ချက်

# LNG.cs_CZ
source: Czech (Czech Republic)
my: ချက်(ချက်သမ္မတနိုင်ငံ)

# LNG.cy
source: Welsh
my: ဝေလ

# LNG.cy_GB
source: Welsh (United Kingdom)
my: ဝေလ(ဘုရင်၊ ဘုရင်မအုပ်ချုပ်သော နိုင်ငံ)

# LNG.da
source: Danish
my: ဒိန်းမတ်

# LNG.da_DK
source: Danish (Denmark)
my: ဒိန်းမတ်(ဒိန်းမတ်)

# LNG.de
source: German
my: ဂျာမန်

# LNG.de_AT
source: German (Austria)
my: ဂျာမန်(ဩစတြီးယား)

# LNG.de_CH
source: German (Switzerland)
my: ဂျာမန်(ဆွစ်ဇာလန်)

# LNG.de_DE
source: German (Germany)
my: ဂျာမန်(ဂျာမနီ)

# LNG.dz
source: Dzongkha
my: ဆောင်ခ

# LNG.dz_BT
source: Dzongkha (Bhutan)
my: ဇောင်းခ(ဘူတန်)

# LNG.el
source: Greek
my: ဂရိ

# LNG.el_GR
source: Greek (Greece)
my: ဂရိ(ဂရိ)

# LNG.en
source: English
my: အင်္ဂလိပ်

# LNG.en_AU
source: English (Australia)
my: အင်္ဂလိပ်(ဩစတြေးလျ)

# LNG.en_CA
source: English (Canada)
my: အင်္ဂလိပ်(ကနေဒါ)

# LNG.en_GB
source: English (United Kingdom)
my: အင်္ဂလိပ်(ယူကေ)

# LNG.en_IE
source: English (Ireland)
my: အင်္ဂလိပ်(အိုင်ယာလန်)

# LNG.en_US
source: English (United States)
my: အင်္ဂလိပ်(အမေရိကန်ပြည်ထောင်စု)

# LNG.en_ZA
source: English (South Africa)
my: အင်္ဂလိပ်(တောင်အာဖရိက)

# LNG.eo
source: Esperanto
my: အက်စ်ပါရန်တို

# LNG.es
source: Spanish
my: စပိန်

# LNG.es_AR
source: Spanish (Argentina)
my: စပိန်(အာဂျင်တီးနား)

# LNG.es_BO
source: Spanish (Bolivia)
my: စပိန်(ဘိုလီးဗီးယား)

# LNG.es_CL
source: Spanish (Chile)
my: စပိန်(ချီလီ)

# LNG.es_CO
source: Spanish (Colombia)
my: စပိန်(ကိုလံဘီယာ)

# LNG.es_CR
source: Spanish (Costa Rica)
my: စပိန်(ကိုစတာရီးကား)

# LNG.es_DO
source: Spanish (Dominican Republic)
my: စပိန်(ဒိုမီနီကန်သမ္မတ)

# LNG.es_EC
source: Spanish (Ecuador)
my: စပိန်(အီကွေဒေါ)

# LNG.es_ES
source: Spanish (Spain)
my: စပိန်(စပိန်)

# LNG.es_MX
source: Spanish (Mexico)
my: စပိန်(မက္ကဆီကို)

# LNG.es_NI
source: Spanish (Nicaragua)
my: စပိန်(နီကာရာဂွါ)

# LNG.es_PA
source: Spanish (Panama)
my: စပိန်(ပနားမား)

# LNG.es_PE
source: Spanish (Peru)
my: စပိန်(ပီရူး)

# LNG.es_PR
source: Spanish (Puerto Rico)
my: စပိန်(ပိုအလ်တိုလီခို)

# LNG.es_PY
source: Spanish (Paraguay)
my: စပိန်(ပါရာဂွေး)

# LNG.es_SV
source: Spanish (El Salvador)
my: စပိန်(အယ်ဆာဗေဒို)

# LNG.es_UY
source: Spanish (Uruguay)
my: စပိန်(ဥရုဂွေး)

# LNG.es_VE
source: Spanish (Venezuela)
my: စပိန်(ဗင်နီဇွဲလား)

# LNG.et
source: Estonian
my: အက်စတိုနီးယန်း

# LNG.et_EE
source: Estonian (Estonia)
my: အက်စတိုးနီးယန်း(အက်စတိုးနီးယား)

# LNG.eu
source: Basque
my: ဘက်စ်ကွီ

# LNG.eu_ES
source: Basque (Spain)
my: ဘက်စ်ကွီ(စပိန်)

# LNG.fa
source: Persian
my: ပါရှား

# LNG.fa_IR
source: Persian (Iran)
my: ပါၡန်း(အီရန်)

# LNG.fi
source: Finnish
my: ဖင်လန်

# LNG.fi_FI
source: Finnish (Finland)
my: ဖင်လန်(ဖင်လန်)

# LNG.fj
source: Fiji
my: ဖီဂျီ

# LNG.fo
source: Faroese
my: ဖာရို

# LNG.fo_FO
source: Faroese (Faroe Islands)
my: ဖာရို(ဖာရိုကျွန်းများ)

# LNG.fr
source: French
my: ပြင်သစ်

# LNG.fr_CA
source: French (Canada)
my: ပြင်သစ်(ကနေဒါ)

# LNG.fr_CH
source: French (Switzerland)
my: ပြင်သစ်(ဆွစ်ဇာလန်)

# LNG.fr_FR
source: French (France)
my: ပြင်သစ်(ပြင်သစ်)

# LNG.fy
source: Frisian
my: ဖရိုင်ဆီးယန်း

# LNG.fy_NL
source: Frisian (Netherlands)
my: ဖရိုင်ၡန်း(နယ်သာလန်)

# LNG.ga
source: Irish
my: အိုင်ယာလန်

# LNG.ga_IE
source: Irish (Ireland)
my: အိုင်းရစ်(အိုင်ယာလန်)

# LNG.gd
source: Scots Gaelic
my: စကော့ဂါးလစ်

# LNG.gl
source: Galician
my: ဂါလစ်ဆီးယန်း

# LNG.gl_ES
source: Galician (Spain)
my: ဂါးလစ်ဆီးယန်း(စပိန်)

# LNG.gn
source: Guaraní
my: ဂွာရာနီ

# LNG.gu
source: Gujarati
my: ဂူဂျာရတီ

# LNG.gu_IN
source: Gujarati (India)
my: ဂူဂျာရတီ(အိန္ဒိယ)

# LNG.ha
source: Hausa
my: ဟူဆာ

# LNG.he
source: Hebrew
my: ဟီဘရူး

# LNG.he_IL
source: Hebrew (Israel)
my: ဟီဘရူး(အစ္စရေး)

# LNG.hi
source: Hindi
my: ဟိန္ဒူ

# LNG.hi_IN
source: Hindi (India)
my: ဟိန္ဒီ(အိန္ဒိယ)

# LNG.hr
source: Croatian
my: ခရိုအေးရှား

# LNG.hr_HR
source: Croatian (Croatia)
my: ခရိုအေးရှား(ခရိုအေးရှား)

# LNG.hu
source: Hungarian
my: ဟန်ဂေရီ

# LNG.hu_HU
source: Hungarian (Hungary)
my: ဟန်ဂေရီ(ဟန်ဂေရီ)

# LNG.hy
source: Armenian
my: အာမေးနီးယား

# LNG.hy_AM
source: Armenian (Armenia)
my: အာမေးနီးယန်း(အာမေးနီးယား)

# LNG.ia
source: Interlingua
my: အင်တာလင်ဂွာ

# LNG.ie
source: Interlingue
my: အင်တာလင်ဂု

# LNG.id
source: Indonesian
my: အင်ဒိုနီးရှား

# LNG.id_ID
source: Indonesian (Indonesia)
my: အင်ဒိုနီးၡား(အင်ဒိုနီးၡား)

# LNG.ik
source: Inupiak
my: အီနုပီး

# LNG.is
source: Icelandic
my: အိုက်စလန်

# LNG.is_IS
source: Icelandic (Iceland)
my: အိုက်စလန်(အိုက်စလန်)

# LNG.it
source: Italian
my: အီတလီ

# LNG.it_CH
source: Italian (Switzerland)
my: အီတလီ(ဆွစ်ဇာလန်)

# LNG.it_IT
source: Italian (Italy)
my: အီတလီ(အီတလီ)

# LNG.iu
source: Inuktitut (Eskimo)
my: အက်စကီးမိုး

# LNG.ja
source: Japanese
my: ဂျပန်

# LNG.ja_JP
source: Japanese (Japan)
my: ဂျပန်(ဂျပန်)

# LNG.jv
source: Javanese
my: ဂျာဗား

# LNG.ka
source: Georgian
my: ဂျော်ဂျီယာ

# LNG.ka_GE
source: Georgian (Georgia)
my: ဂျော်ဂျီယာ(ဂျော်ဂျီယာ)

# LNG.kk
source: Kazakh
my: ကာဇက်

# LNG.kk_KZ
source: Kazakh (Kazakhstan)
my: ကာဇက်(ကာဇက်စတန်)

# LNG.kl
source: Greenlandic
my: ဂရင်းလမ်း

# LNG.km
source: Cambodian
my: ကမ္ဘောဒီးယား

# LNG.kn
source: Kannada
my: ကန်နာဒါ

# LNG.kn_IN
source: Kannada (India)
my: ကန်နန်ဒါ(အိန္ဒိယ)

# LNG.ko
source: Korean
my: ကိုရီးယား

# LNG.ko_KR
source: Korean (Korea)
my: ကိုရီးယား(ကိုရီးယား)

# LNG.ks
source: Kashmiri
my: ကတ်ရှ်မီးရိ

# LNG.ks_IN
source: Kashmiri (India)
my: ကက်ၡ်မီးရိ(အိန္ဒိယ)

# LNG.ku
source: Kurdish
my: ကာဒစ်ရှ်

# LNG.ku_IQ
source: Kurdish (Iraq)
my: ကာဒစ်ၡ်(အီရတ်)

# LNG.ky
source: Kirghiz
my: ကာဂစ်

# LNG.la
source: Latin
my: လက်တင်

# LNG.ln
source: Lingala
my: လင်ဂါလာ

# LNG.lo
source: Lao
my: လာအို

# LNG.lo_LA
source: Lao (Laos)
my: လာအို(လာအို)

# LNG.lt
source: Lithuanian
my: လစ်သူရေးနီးယန်း

# LNG.lt_LT
source: Lithuanian (Lithuania)
my: လစ်သူရေးနီးယန်း(လစ်သူရေးနီးယား)

# LNG.lv
source: Latvian
my: လတ်ဗီးယန်း

# LNG.lv_LV
source: Latvian (Latvia)
my: လတ်ဗီးယန်း(လတ်ဗီးယား)

# LNG.mg
source: Malagasy
my: မက်လကာ

# LNG.mi
source: Maori
my: မာအိုရိ

# LNG.mk
source: Macedonian
my: မက်ဆီဒိုးနီးယန်း

# LNG.mk_MK
source: Macedonian (Macedonia)
my: မက်ဆီဒိုးနီးယန်း(မက်ဆီဒိုးနီးယား)

# LNG.ml
source: Malayalam
my: မလာရာလမ်

# LNG.ml_IN
source: Malayalam (India)
my: မလာရာလမ်(အိန္ဒိယ)

# LNG.mn
source: Mongolian
my: မွန်ဂိုလီးယား

# LNG.mn_MN
source: Mongolian (Mongolia)
my: မွန်ဂိုလီးယန်း(မွန်ဂိုလီးယား)

# LNG.mo
source: Moldavian
my: မောလ်ဒိုက်

# LNG.mr
source: Marathi
my: မာရာသီ

# LNG.mr_IN
source: Marathi (India)
my: မာရသီ(အိန္ဒိယ)

# LNG.ms
source: Malay
my: မလေး

# LNG.ms_MY
source: Malay (Malaysia)
my: မလေး(မလေးရှား)

# LNG.mt
source: Maltese
my: မောလ်

# LNG.mt_MT
source: Maltese (Malta)
my: မော်တီ(မော်တာ)

# LNG.my
source: Burmese
my: မြန်မာ

# LNG.my_MM
source: Burmese (Myanmar)
my: ဘားမီး(မြန်မာ)

# LNG.na
source: Nauru
my: နောက်ရူး

# LNG.ne
source: Nepali
my: နီပေါ

# LNG.ne_NP
source: Nepali (Nepal)
my: နီပေါ(နီပေါ)

# LNG.nl
source: Dutch
my: ဒက်ချ်

# LNG.nl_BE
source: Dutch (Belgium)
my: ဒက်ချ်(ဘယ်လ်ဂျီယမ်)

# LNG.nl_NL
source: Dutch (Netherlands)
my: ဒက်ချ်(နယ်သာလန်)

# LNG.no
source: Norwegian
my: နော်ဝေ

# LNG.no_NO
source: Norwegian (Norway)
my: နော်ဝေ(နော်ဝေ)

# LNG.oc
source: Occitan
my: အိုစိတန်

# LNG.or
source: Oriya
my: အိုရိယ

# LNG.or_IN
source: Oriya (India)
my: အိုရိယ(အိန္ဒိယ)

# LNG.pa
source: Punjabi
my: ပန်ချာပီ

# LNG.pa_IN
source: Punjabi (India)
my: ပန်ချာပီ(အိန္ဒိယ)

# LNG.pl
source: Polish
my: ပိုလစ်

# LNG.pl_PL
source: Polish (Poland)
my: ပိုလစ်ၡ်(ပိုလန်)

# LNG.ps
source: Pashto, Pushto
my: ပက်ရှ်တိုပုရှ်တို

# LNG.pt
source: Portuguese
my: ပေါတူဂီ

# LNG.pt_BR
source: Portuguese (Brazil)
my: ပေါတူဂီ(ဘရာဇီး)

# LNG.pt_PT
source: Portuguese (Portugal)
my: ပေါတူဂီ(ပေါတူဂီ)

# LNG.qu
source: Quechua
my: ကွီချာ

# LNG.rm
source: Romansh
my: ရိုမန့်

# LNG.rn
source: Kirundi
my: ကီရွန်ဒီ

# LNG.ro
source: Romanian
my: ရိုမေးနီးယန်း

# LNG.ro_RO
source: Romanian (Romania)
my: ရိုမေးနီးယန်း(ရိုမေးနီးယန်း)

# LNG.ru
source: Russian
my: ရုရှား

# LNG.ru_RU
source: Russian (Russia)
my: ရုရှား(ရုရှား)

# LNG.rw
source: Kinyarwanda
my: ကင်ညာ၀င်ဒါ

# LNG.sa
source: Sanskrit
my: ဆန်ဆကရစ်

# LNG.sd
source: Sindhi
my: ဆင်ဒီ

# LNG.sg
source: Sango
my: ဆန်ဂို

# LNG.sh
source: Serbo-Croatian
my: ဆာဘို-ကရိုအေးရှား

# LNG.si
source: Sinhala
my: ဆင်ဟာလာ

# LNG.si_LK
source: Sinhala (Sri Lanka)
my: သီရိလင်္ကာ(သီရိလင်္ကာ)

# LNG.sk
source: Slovak
my: ဆလိုဗက်

# LNG.sk_SK
source: Slovak (Slovakia)
my: ဆလိုဗက်(ဆလိုဗက်)

# LNG.sl
source: Slovenian
my: ဆလိုဗေးနီးယား

# LNG.sl_SI
source: Slovenian (Slovenia)
my: ဆလိုဗေးနီးယား(ဆလိုဗေးနီးယား)

# LNG.sm
source: Samoan
my: ဆာမို

# LNG.sn
source: Shona
my: ရှိုနာ

# LNG.so
source: Somali
my: ဆိုမာလီ

# LNG.sq
source: Albanian
my: အယ်ဘေးနီးယန်း

# LNG.sq_AL
source: Albanian (Albania)
my: အယ်ဘေးနီးယန်း(အယ်ဘေးနီးယား)

# LNG.sr
source: Serbian
my: ဆားဘီးယန်း

# LNG.sr_RS
source: Serbian (Serbia)
my: ဆားဘီးယန်း(ဆားဘီးယား)

# LNG.ss
source: Siswati
my: ဆစ်၀တိ

# LNG.st
source: Sotho
my: ဆို့သို

# LNG.st_ZA
source: Sotho (South Africa)
my: ဆော့တို(တောင်အာဖရိက)

# LNG.su
source: Sudanese
my: ဆူဒန်

# LNG.sv
source: Swedish
my: ဆွီဒင်

# LNG.sv_FI
source: Swedish (Finland)
my: ဆွီဒင်(ဖင်လန်)

# LNG.sv_SE
source: Swedish (Sweden)
my: ဆွီဒင်(ဆွီဒင်)

# LNG.sw
source: Swahili
my: ဆွာဟိလိ

# LNG.sw_KE
source: Swahili (Kenya)
my: ဆွာဟိလိ(ကင်ညာ)

# LNG.ta
source: Tamil
my: တမီလ်

# LNG.ta_IN
source: Tamil (India)
my: တမီလ်(အိန္ဒိယ)

# LNG.ta_LK
source: Tamil (Sri Lanka)
my: တမီလ်(သီရိလင်္ကာ)

# LNG.te
source: Telugu
my: တဲလုဂု

# LNG.te_IN
source: Telugu (India)
my: တဲလုဂု(အိန္ဒိယ)

# LNG.tg
source: Tajik
my: တာဂျစ်

# LNG.tg_TJ
source: Tajik (Tajikistan)
my: တာဂျစ်(တာဂျစ်ကစ္စတန်)

# LNG.th
source: Thai
my: ထိုင်း

# LNG.th_TH
source: Thai (Thailand)
my: ထိုင်း(ထိုင်း)

# LNG.ti
source: Tigrinya
my: တိဂရင်းယ

# LNG.tk
source: Turkmen
my: တပ်မင်

# LNG.tl
source: Tagalog
my: တက်ဂလော့

# LNG.tl_PH
source: Tagalog (Philippines)
my: တက်ဂလော့(ဖိလစ်ပိုင်)

# LNG.tn
source: Setswana
my: ဆက်ဆွာနာ

# LNG.to
source: Tonga
my: တုန်ဂါ

# LNG.tr
source: Turkish
my: တူရကီ

# LNG.tr_TR
source: Turkish (Turkey)
my: တူရကီ(တူရကီ)

# LNG.ts
source: Tsonga
my: ဆွန်ဂါ

# LNG.tt
source: Tatar
my: တာတာ

# LNG.tw
source: Twi
my: တွီ

# LNG.ug
source: Uigur
my: ယူရိဂါး

# LNG.uk
source: Ukrainian
my: ယူကရိန်း

# LNG.uk_UA
source: Ukrainian (Ukraine)
my: ယူကရိန်း(ယူကရိန်း)

# LNG.ur
source: Urdu
my: အူရဒူ (ဘာသာစကား)

# LNG.ur_PK
source: Urdu (Pakistan)
my: အူရဒူ(ပါကစ္စတန်)

# LNG.uz
source: Uzbek
my: ဥဇဘက်

# LNG.vi
source: Vietnamese
my: ဗီယက်နမ်

# LNG.vi_VN
source: Vietnamese (Vietnam)
my: ဗီယက်နမ်(ဗီယက်နမ်)

# LNG.vo
source: Volapuk
my: ဗိုလာပက်

# LNG.wo
source: Wolof
my: ဝိုလို

# LNG.wo_SN
source: Wolof (Senegal)
my: ဝိုလို(ဆီနီဂေါ်)

# LNG.xh
source: Xhosa
my: ဇို်ဆာ

# LNG.yi
source: Yiddish
my: ဂျူး

# LNG.yo
source: Yoruba
my: ယောရုဘ

# LNG.za
source: Zhuang
my: ဇောင်း

# LNG.zh
source: Chinese
my: တရုတ်

# LNG.zh_CN
source: Chinese (China)
my: တရုတ်(တရုတ်)

# LNG.zh_HK
source: Chinese (Hong Kong)
my: တရုတ်(ဟောင်ကောင်)

# LNG.zh_TW
source: Chinese (Taiwan)
my: တရုတ်(ထိုင်၀မ်)

# LNG.zu
source: Zulu
my: ဇူးလူး

# LNG.zu_ZA
source: Zulu (South Africa)
my: ဇူးလူး(တောင်အာဖရိက)
