Repository: contao/core
Catalog: system/modules/core/languages/*/modules.xlf
Languages: da, fa, fi, hu, ja, lv, my, ro, sk, sv

# MOD.content
source: Content
da: Indhold
fa: محتوا
fi: Sisältö
hu: Tartalom
ja: コンテンツ
lv: Saturs
my: အကြောင်းအရာ
ro: Conţinut
sk: Obsah
sv: Innehåll

# MOD.article.0
source: Articles
da: Artikler
fa: نوشته‌ها
fi: Artikkelit
hu: Cikkek
ja: アーティクル
lv: Raksti
my: ဆောင်းပါးများ
ro: Articole
sk: Články
sv: Artiklar

# MOD.article.1
source: Manage articles and content elements
da: Håndter artikler og indholdselementer
fa: این بخش شامل مدیریت محتوا و نوشته‌ها می‌باشد.
fi: Hallitse artikkeleita ja sisältöelementtejä
hu: Cikkek és tartalmi elemek kezelése.
ja: アーティクルとコンテント要素を管理
lv: Raksti tiek izmantoti kā konteineri satura elementiem kā teksts, attēli vai saites. Katrs raksts tiek publicēts noteiktā lapā. Šis modulis ļauj jums pārvaldīt jūsu rakstus.
my: ဆောင်းပါးများနှင့်အကြောင်းအရာများစီမံခန့်ခွဲ
ro: Articolele sunt folosite ca un container pentru elemente de gen text, imagini, adrese. Fiecare articol este publicat pe o anumită pagină. Acest modul vă permite să vă gestionaţi articolele.
sk: Články sú kontajnerom pre časti obsahu ako text, obrázky alebo odkazy. Každý článok je publikovaný na nejakej stránke. Tento modul umožňuje spravovať články.
sv: Skapa och hantera artiklar och innehållselement. Artiklar används som behållare för innehållselement av olika typ, t.ex. texter, bilder och länkar. Artiklarna placeras i sin tur i layoutsektionerna på hemsidans sidor.

# MOD.form.0
source: Form generator
da: Formular generator
fa: فرم‌ساز
fi: Lomakegeneraattori
hu: Űrlaptervező
ja: フォームジェネレーター
lv: Formulāru ģenerātors
my: ပံုစံထုတ်လုပ်သူ
ro: Formulare
sk: Generátor formulárov
sv: Formulär

# MOD.form.1
source: Create custom forms and store or send the submitted data
da: Generer formularer og gem eller send de indtastede data
fa: مدیریت فرم‌های مخصوص و ذخبره و ارسال اطلاعات دریافت شده.
fi: Luo omia lomakkeita joilla lähetetyn datan voi lähettää tai tallentaa
hu: Létrehozhat egyedi űrlapokat és tárolhatja vagy továbbíthatja a küldött adatokat.
ja: カスタマイズしたフォームの作成と提出されたデータの保存や送信
lv: Šis modulis ļauj jums izveidot dažādus web formulārus.
my: စိတ်ကြိုက်ပံုစံများဖန်တီးပြီးတင်သွင်းပြီးအချက်အလက်များသိုလှောင်(သို့)ပေးပို့
ro: Acest modul vă permite generarea oricărui tip de formular web.
sk: Tento modul umožňuje vytvoriť ľubovoľný webový formulár.
sv: Skapa och hantera formulär för insamling av data från besökarna. T.ex. kontaktformulär, filuppladdning, datainsamling m.m.

# MOD.design
source: Layout
fa: چیدمان
fi: Ulkoasu
hu: Elrendezés
ja: レイアウト
lv: Salikums
my: အခင်းအကျင်း
ro: Aranjare
sk: Rozloženie

# MOD.themes.0
source: Themes
da: Temaer
fa: پوسته‌ها
fi: Teemat
hu: Témák
ja: テーマ
lv: Tēmas
my: အသွင်အပြင်များ
ro: Teme
sk: Témy vzhľadu
sv: Teman

# MOD.themes.1
source: Manage front end modules, style sheets, page layouts and templates
da: Håndter front end moduler, style sheets, side layouts og skabeloner
fa: مدیریت ماژول‌ها، شیوه‌نامه‌ها، چیدمان صفحات و قالب‌های وب‌سایت.
fi: Hallitse sivuston moduuleja, tyylisivuja, sivujen ulkoasuja ja mallipohjia
hu: Felhasználói felület modulok, stíluslapok, oldal elrendezések és sablonok kezelése.
ja: フロントエンドモジュール、スタイルシート、ページレイアウト、テンプレートの管理
lv: Pārvaldīt priekšgala moduļus, stila lapas, lapas salikumus un veidnes.
my: အပြင်ပိုင်းအပိုင်းများ၊ စတိုင်အလွှာများ၊ စာမျက်နှာအခင်းအကျင်းနှင့်ပံုစံပြားများစီမံခန့်ခွဲ
ro: Gestionează module, stiluri, ansambluri şi şabloane
sk: Správa modulov, kaskádovitých štýlov, rozvrhnutia stránok a predlôh frontendu.
sv: Skapa och hantera teman, frontend-moduler, stilmallar (CSS) och sidlayouter.

# MOD.page.0
source: Site structure
da: Sidestruktur
fa: ساختار وب‌سایت
fi: Sivuston rakenne
hu: Oldalszerkezet
ja: サイト構造
lv: Vietnes struktūra
my: ဆိုက်ဖွဲ့စည်းပံု
ro: Structură
sk: Štruktúra webu
sv: Sidstruktur

# MOD.page.1
source: Set up the site structure of your website(s)
da: Opsæt sidestrukturen for dine websites
fa: بر پا کردن ساختار وب‌سایت(های) شما.
fi: Muokkaa sivusto(je)si rakennetta
hu: Oldalszerkezet beállítása a honlapon
ja: ウェブサイトのサイト構造を設定
lv: Šis modulis ļauj jums iestatīt vietnes struktūru un atsevišķu lapu parametrus kā valodas, kešdarbi vai atļaujas.
my: ဝဘ်ဆိုက်ဆိုက်ဖွဲ့စည်းပံုတည်ဆောက်
ro: Acest modul vă permite aranjarea structurii sitului şi a unor parametri precum limba, permisiuni, caching.
sk: Tento modul umožňuje nastaviť štruktúru webu a parametre stránok ako jazyk, vyrovnávacia pamäť a prístupové práva.
sv: Skapa och hantera hemsidans sidstruktur och konfigurera egenskaperna för varje sida.

# MOD.tpl_editor.0
source: Templates
da: Skabeloner
fa: قالب‌ها
fi: Mallipohjat
hu: Sablonok
ja: テンプレート
lv: Veidnes
my: ပံုစံပြားများ
ro: Şabloane
sk: Predlohy (templates)
sv: Mallar

# MOD.tpl_editor.1
source: Edit templates in the back end
da: Rediger skabeloner i back enden.
fa: ویرایش قالب‌ها در بخش مدیریت.
fi: Muokkaa mallipohjia hallintapuolella
hu: Sablonok szerkesztése az adminisztrációs felületen
ja: バックエンドでテンプレートを編集
lv: Šis modulis ļauj jums rediģēt veidņu datnes.
my: အတွင်းပိုင်းတွင်ပံုစံပြားများတည်းဖြတ်
ro: Editează fişierele şablon în back-end.
sk: Tento modul umožňuje upravovať šablóny z administračného rozhrania.
sv: Denna modul ger dig möjlighet att redigera mallfiler i backend.

# MOD.accounts
source: Account manager
da: Konto håndtering
fa: مدیریت حساب‌های کاربری
fi: Tilien hallinta
hu: Fiókkezelő
ja: アカウント管理
lv: Kontu pārvaldnieks
my: စာရင်းမန်နေဂျာ
ro: Conturi
sk: Správa účtov
sv: Kontohanterare

# MOD.member.0
source: Members
da: Medlemmer
fa: اعضاء
fi: Jäsenet
hu: Tagok
ja: メンバー
lv: Biedri
my: အဖွဲ့ဝင်များ
ro: Membri
sk: Členovia
sv: Medlemmar

# MOD.member.1
source: Manage member accounts (front end users)
da: Håndter medlemmer (front end brugere)
fa: مدیریت حساب‌های اعضاء (کاربران وب‌سایت).
fi: Hallitse jäsenten tilejä (sivuston käyttäjät)
hu: Tagok fiókjainak kezelése (felhasználói felület felhasználói)
ja: メンバーのアカウント(フロントエンドのユーザー)の管理
lv: Biedri ir reģistrēti lapas lietotāji (piem. interneta veikala klienti, apkārtraksta saņēmēji vai ar paroli aizsargātas lapas biedri). Šis modulis ļauj jums pārvaldīt šos biedrus.
my: အဖွဲ့ဝင်စာရင်းများစီမံခန့်ခွဲ (အပြင်ပန်းအသံုးပြုသူများ)
ro: Membrii sunt utilizatori înregistraţi ai sitului dumneavoastră (ex. clienţii unui magazin online, destinatarii unor eventuale newsletter-e sau membrii unei secţiuni protejate din situl dumneavoastră). Acest modul permite gestionarea membrilor.
sk: Členovia (registrovaní frontend užívatelia) Vášho webu s prístupom do Vami špecifikovaných stránok. Tento modul Vám umožní editáciu práv členov.
sv: Skapa och hantera medlemmar (frontend-användare), t.ex. kunder, vänner eller föreningsmedlemmar som ska ha tillgång till material som är skyddat från icke registrerade besökare.

# MOD.mgroup.0
source: Member groups
da: Medlemsgrupper
fa: گروه‌های اعضاء
fi: Jäsenryhmät
hu: Tag csoportok
ja: メンバーグループ
lv: Biedru grupas
my: အဖွဲ့ဝင်အုပ်စုများ
ro: Grupuri de membri
sk: Skupiny členov
sv: Medlemsgrupper

# MOD.mgroup.1
source: Manage member groups (front end user groups)
da: Håndter medlemsgrupper (front end bruger grupper)
fa: مدیریت گروه‌های اعضاء (گروه‌های اعضاء وب‌سایت)
fi: Hallinnoi jäsenryhmiä (sivuston käyttäjäryhmät)
hu: Tag csoportok kezelése (felhasználói felület csoportjai)
ja: メンバーグループ(フロントエンドのユーザーのグループ)の管理
lv: Biedri var tik pievienoti dažādam grupu skaitam, lai varētu koplietot noteiktus uzstādījumus. Šis modulis ļauj jums izveidot šīs grupas.
my: အဖွဲ့ဝင်အုပ်စုများစီမံခန့်ခွဲ (အပြင်ပန်းအဖွဲ့ဝင်အုပ်စုများ)
ro: Membrii pot fi încadraţi într-un număr nelimitat de grupuri, pentru a împărţi anumite setări şi permisiuni. Acest modul permite crearea şi gestionarea unor astfel de grupuri.
sk: Editujete práva viacerých členov (registrovaných frontend užívateľov), ktorí môžu byť vo viacerých skupinách s rôznym nastavením práv.
sv: Skapa och hantera medlemsgrupper (frontend-användargrupper) vilket underlättar hantering av åtkomsträttigheter till skyddat innehåll.

# MOD.user.0
source: Users
da: Brugere
fa: کاربران
fi: Käyttäjät
hu: Felhasználók
ja: ユーザー
lv: Lietotāji
my: အသံုးပြုသူများ
ro: Utilizatori
sk: Užívatelia
sv: Användare

# MOD.user.1
source: Manage user accounts (back end users)
da: Håndter brugere (back end brugere)
fa: مدیریت حساب‌های کاربری (کاربران بخش مدیریت)
fi: Hallinnoi käyttäjätilejä (hallintapuolen käyttäjät)
hu: Felhasználók fiókjainak kezelése (adminisztrációs felület felhasználói)
ja: ユーザーアカウント(バックエンドのユーザー)の管理
lv: Šis modulis ļauj jums izveidot jaunus TYPOlight lietotājus un pārvaldīt esošo lietotāju kontus.
my: အသံုးပြုသူစာရင်းစီမံခန့်ခွဲ (အတွင်းပိုင်းအသံုးပြုသူများ)
ro: Acest modul permite crearea unui nou cont de utilizator Contao şi gestionarea celor existenţi.
sk: Týmto modulom môžete vytvoriť/nastaviť účty (backend) užívateľov (správcovia obsahu, administrátori).
sv: Skapa och hantera användare (backend-användare), t.ex. för administratörer, redaktörer och editorer. En användare kan logga in i backend och påverka hemsidans innehåll och utseende (beroende på tilldelade rättigheter).

# MOD.group.0
source: User groups
da: Brugergrupper
fa: گروه‌های کاربران
fi: Käyttäjäryhmät
hu: Felhasználói csoportok
ja: ユーザーグループ
lv: Lietotāju grupas
my: အသံုးပြုသူအုပ်စုများ
ro: Grupuri de utilizatori
sk: Skupiny užívateľov
sv: Användargrupper

# MOD.group.1
source: Manage user groups (back end user groups)
da: Håndter brugergrupper (back end bruger grupper)
fa: مدیریت گروه‌های کاربری (کاربران بخش مدیریت)
fi: Hallinnoi käyttäjäryhmiä (hallintapuolen käyttäjäryhmät)
hu: Felhasználó csoportok kezelése (adminisztrációs felület csoportjai)
ja: ユーザーグループ(バックエンドのユーザーのグループ)の管理
lv: Lietotāji var tik pievienoti dažādam grupu skaitam, lai varētu koplietot noteiktus uzstādījumus. Šis modulis ļauj jums izveidot šīs grupas.
my: အသံုးပြုသူအုပ်စုများမံခန့်ခွဲ (အတွင်းပိုင်းအသံုးပြုသူအုပ်စုများ)
ro: Utilizatorii pot fi încadraţi în orice grupuri pentru a-şi împărţi anumite setări. Acest modul permite crearea acestor grupuri.
sk: Týmto modulom môžete vytvoriť/nastaviť práva skupín (backend) užívateľov.
sv: Skapa och hantera användargrupper (backend-användargrupper) vilket underlättar hantering av rättigheter för att påverka hemsidans innehåll och utseende.

# MOD.system
source: System
fa: سیستم
fi: Järjestelmä
hu: Rendszer
ja: システム
lv: Sistēma
my: စက်စနစ်
ro: Sistem
sk: Systém

# MOD.files.0
source: File manager
da: Filarkiv
fa: مدیریت فایل‌ها
fi: Tiedostoselain
hu: Fájlkezelő
ja: ファイル管理
lv: Datņu pārvaldnieks
my: ဖိုင်မန်နေဂျာ
ro: Manager fişiere
sk: Súborový manažér
sv: Filhanteraren

# MOD.files.1
source: Manage files and folders or upload new files to the server
da: Håndter filer og mapper eller upload nye filer til serveren
fa: مدیریت فایل‌ها و پوشه‌ها یا بارگذاری فایل‌های جدید در سرور.
fi: Hallinnoi tiedostoja ja hakemistoja tai lataa uusia tiedostoja palvelimelle
hu: Fájlok és könyvtárak kezelése vagy új fájlok feltöltése a szerverre
ja: ファイルやフォルダーの管理とサーバーに新しいファイルのアップロード
lv: Šis modulis ļauj jums augšupielādēt jaunas datnes uz serveri vai pārvaldīt esošās datnes un mapes.
my: ဖိုင်များ၊ ဖိုင်တွဲများစီမံခန့်ခွဲ(သို့)ဆာဗာသို့ဖိုင်အသစ်များကူးတင်
ro: Acest modul permite încărcarea fişierelor noi pe server şi gestionarea celor existente.
sk: Tento modul Vám umožní ukladať súbory na server, editovať súbory a priečinky.
sv: Ladda upp och hantera filer samt mappar i filarkivet på webbservern. Dessa filer kan sedan användas som innehåll (t.ex. grafik, foton, videoklipp) eller erbjudas för nedladdning av besökare/medlemmar (t.ex. dokument).

# MOD.log.0
source: System log
da: Hændelser
fa: گزارشات سیستم
fi: Järjestelmäloki
hu: Rendszernapló
ja: システムログ
lv: Sistēmas žurnāls
my: စက်စနစ်မှတ်တမ်း
ro: Jurnale sistem
sv: Systemlogg

# MOD.log.1
source: Browse the system log and analyze the activity on the website
da: Gennemse systemhændelser og analyser aktiviteten på websitet
fa: مرور گزارشات سیستم و تحلیل فعالیت در وب‌سایت
fi: Selaa järjestelmälokia ja analysoi sivuston liikennettä
hu: Böngéssze a rendszernaplót és elemezze az aktivitást weboldalán
ja: システムログの閲覧とウェブサイトの活動状況の分析
lv: Noteikti sistēmas noteikumi tiek pierakstīti žurnāla datnē. Šis modulis ļauj jums analizēt šos žurnāla ierakstus.
my: စက်စနစ်မှတ်တမ်းလျှောက်ကြည့်ပြီးဝဘ်ဆိုက်ပေါ်တွင်လှုပ်ရှားမှုစိစစ်ပိုင်းခြား
ro: Anumite evenimente de sistem sunt înregistrate în fişiere log. Acest modul permite analiza acestora.
sk: Všetky udalosti systému sa zapisujú do log súboru. Tento modul Vám umožní analýzu týchto zápisov.
sv: Visa och analysera hemsidans loggade systemaktiviteter. Här syns ev. felmeddelanden samt även åtgärder som utförts av hemsidans backend-användare.

# MOD.settings.0
source: Settings
da: Indstillinger
fa: تنظیمات
fi: Asetukset
hu: Beállítások
ja: 設定
lv: Iestatījumi
my: ချိန်ညှိချက်
ro: Configurare sistem
sk: Nastavenie
sv: Inställningar

# MOD.settings.1
source: Check and optimize the Contao configuration
da: Tjek og optimer konfigurationen for systemet
fa: بررسی و بهینه‌سازی تنظیمات کانتائو
fi: Tarkista ja muuta Contaon asetuksia
hu: Ellenőrizze és optimalizálja a Contao beállításait
ja: Contaoの設定の確認と最適化
lv: Šis modulis ļauj jums modificēt lokālo instalāciju un mainīt vienkāršus parametrus kā datuma formātus vai rakstzīmju kopas.
my: စစ်ဆေးပြီးကွန်တောင်ပံုစံပြင်ခြင်းဆောင်ရွက်
ro: Acest modul permite modificarea instalării locale şi schimbarea unor parametri de bază precum formatul datei sau setul de caractere.
sk: Tento modul Vám umožní nastavenie/modifikáciu tejto inštalácie, zmenu základných parametrov ako sú formát dátumu, alebo znaková sada.
sv: Kontrollera och optimera Contaos systemkonfiguration. Dessa inställningar påverkar hur systemet fungerar.

# MOD.maintenance.0
source: Maintenance
da: Vedligeholdelse
fa: نگهداری و به‌روز رسانی
fi: Huolto
hu: Karbantartás
ja: 保守
lv: Sistēmas uzturēšana
my: ထိန်းသိမ်းရေး
ro: Mentenanţă sistem
sk: Údržba systému
sv: Systemunderhåll

# MOD.maintenance.1
source: Maintain or update Contao
da: Vedligehold systemet
fa: نگهداری یا به‌روز رسانی کانتائو.
fi: Huolla tai päivitä Contaota
hu: Contao karbantartás vagy frissítés
ja: Contaoの保守や更新
lv: Šis modulis ļauj pārvaldīt jūsu TYPOlight instalāciju.
my: ထိန်းသိမ်းရေး(သို့)ကွန်တောင်မွမ်းမံ
ro: Acest modul permite gestionarea Contao.
sk: Tento modul je určený na údržbu Vašej inštalácie Contao.
sv: Utför systemunderhåll som t.ex.att vid behov rensa cache-tabeller, utföra Live-uppdatering av Contao samt bygga om sökindex.

# MOD.undo.0
source: Restore
da: Genskab
fa: برگرداندن اطلاعات
fi: Palauta
hu: Visszaállítás
ja: 復元
lv: Atjaunot
my: ပြန်လည်ဖော်ထုတ်
ro: Revenire
sk: Späť
sv: Återställ

# MOD.undo.1
source: Restore deleted records
da: Genskab slettede data
fa: بازگرداندن رکوردهای حذف شده.
fi: Palauta poistettuja tietueita
hu: Törölt rekordok visszaállítása
ja: 削除した項目を復元
lv: Ja datubāzes ieraksts tika izdzēst kļūdas dēļ, šis modulis ļauj jums to atjaunot. Tas neatiecas uz datnēm un mapēm.
my: ပယ်ဖျက်ပြီးမှတ်တမ်းများပြန်လည်ဖော်ထုတ်
ro: Dacă o înregistrare din baza de date a fost ştearsă din greşeala acest modul vă permite recuperarea ei. Aceasta nu include fişiere şi directoare.
sk: Pokiaľ bol omylom vymazaný záznam v databáze, tento modul Vám umožní daný záznam obnoviť. Nevzťahuje sa na súbory a priečinky.
sv: Raderade databasposter (t.ex. artiklar, innehållselement, sidor m.m.) kan återställas vid behov. Detta gäller dock inte filer och mappar i filarkivet.

# MOD.login.0
source: Personal data
da: Personlige data
fa: اطلاعات شخصی
fi: Omat tiedot
hu: Személyes adatok
ja: 個人データ
lv: Personīgie dati
my: ကိုယ်ရေးအချက်အလက်
ro: Date personale
sk: Osobné dáta
sv: Namn

# MOD.login.1
source: Change your personal data or set a new password
da: Dette modul tillader den nuværende bruger at ændre sin personlige information så som navn, e-mail-adresse eller password.
fa: تغییر اطلاعات شخصی و انتخاب رمزعبور جدید.
fi: Muuta henkilökohtaisia tietojasi tai vaihda salasanasi
hu: Személyes adatok módosítása vagy új jelszó beállítása
ja: 個人データの変更や新しいパスワードの設定
lv: Šis modulis ļauj aktuālajam lietotājam mainīt personīgo informāciju, piemēram, kā vārds, e-pasta adrese vai parole.
my: ကိုယ်ရေးအချက်အလက်ပြောင်းလဲ(သို့)စကားဝုက်အသစ်သတ်မှတ်
ro: Acest modul permite utilizatorului curent să îşi modifice datele precum nume, parola, email.
sk: Tento modul Vám umožňuje meniť osobné informácie ako meno, e-mail, heslo ...
sv: Hantera dina personliga användardata och inställningar, t.ex.namn, E-postadress och lösenord.

# MOD.tl_style
source: Style sheets
fa: برگه‌های سبک
fi: Tyylisivut
hu: Stílus lapok
ja: スタイルシート
lv: Stila lapas
my: စတိုင်အလွှာများ
ro: Fişiere de stil
sk: Kaskádové štýly
sv: Stilmallar

# MOD.tl_style_sheet
source: Style sheets
fa: برگه‌های سبک
fi: Tyylisivut
hu: Stílus lapok
ja: スタイルシート
lv: Stila lapas
my: စတိုင်အလွှာများ
ro: Fişiere de stil
sk: Kaskádové štýly
sv: Stilmallar

# MOD.tl_module
source: Front end modules
da: Forside moduler
fa: ماژول‌های وب‌سایت
fi: Sivuston moduulit
hu: Felhasználói felület modulok
ja: フロントエンドモジュール
lv: Priekšgala moduļi
my: အပြင်ပိုင်းအပိုင်းများ
ro: Module front-end
sk: Frontend moduly
sv: Frontend-moduler

# MOD.tl_layout
source: Page layouts
da: Side layouts
fa: چیدمان‌های صفحه
fi: Sivujen ulkoasut
hu: Oldal elrendezések
ja: ページレイアウト
lv: Lapas salikumi
my: စာမျက်နှာအခင်းအကျင်းများ
ro: Ansambluri
sk: Layout stránky
sv: Sidlayouter

# MOD.tl_image_size
source: Image sizes
da: Billedstørrelser
fi: Kuvakoot
hu: Képméret
ja: 画像サイズ
lv: Attēla izmēri
ro: Mărimi imagini
sk: Veľkosti obrázku
sv: Bildstorlekar

# MOD.tl_image_size_item
source: Image size media queries
da: Media query billedstørrelse
fi: Kuvakoon mediakyselyt
hu: Képméret média lekérdezés
ja: 画像サイズのメディアクエリ
lv: Attēla izmēra mediju vaicājumi
ro: Mărimi de imagini după interogare media
sk: Media queries pre veľkosti obrázku
sv: Bildstorlek mediaförfrågningar

# MOD.css
source: Style sheets
fa: برگه‌های سبک
fi: Tyylisivut
hu: Stílus lapok
ja: スタイルシート
lv: Stila lapas
my: စတိုင်အလွှာများ
ro: Fişiere de stil
sk: Kaskádové štýly
sv: Stilmallar

# MOD.modules
source: Front end modules
da: Forside moduler
fa: ماژول‌های وب‌سایت
fi: Sivuston moduulit
hu: Felhasználói felület modulok
ja: フロントエンドモジュール
lv: Priekšgala moduļi
my: အပြင်ပိုင်းအပိုင်းများ
ro: Module front-end
sk: Frontend moduly
sv: Frontend-moduler

# MOD.layout
source: Page layouts
da: Side layouts
fa: چیدمان‌های صفحه
fi: Sivujen ulkoasut
hu: Oldal elrendezések
ja: ページレイアウト
lv: Lapas salikumi
my: စာမျက်နှာအခင်းအကျင်းများ
ro: Ansambluri
sk: Layout stránky
sv: Sidlayouter

# MOD.image_sizes
source: Image sizes
da: Billedstørrelser
fi: Kuvakoot
hu: Képméret
ja: 画像サイズ
lv: Attēla izmēri
ro: Mărimi imagini
sk: Veľkosti obrázku
sv: Bildstorlekar

# MOD.theme_import
source: Theme import
da: Tema import
fi: Teeman tuonti
hu: Téma importálás
ja: テーマをインポート
lv: Tēmu imports
my: အသွင်အပြင်တင်သွင်း
ro: Import temă
sk: Importovať tému vzhľadu
sv: Importera tema

# MOD.theme_export
source: Theme export
da: Tema eksportering
fi: Teeman vienti
hu: Téma export
ja: テーマのエクスポート
lv: Tēmas eksports
ro: Export temă
sk: Exportovať tému vzhľadu
sv: Tema-export

# FMD.navigationMenu
source: Navigation
fa: ناوبری
fi: Valikko
hu: Navigáció
ja: ナビゲーション
lv: Navigācija
my: သွားလာခြင်း
ro: Navigare
sk: Navigácia
sv: Navigering

# FMD.navigation.0
source: Navigation menu
da: Navigationsmenu
fa: منو ناوبری
fi: Valikko
hu: Navigációs menü
ja: ナビゲーションメニュー
lv: Navigācijas izvēlne
my: သွားလာခြင်းဇယား
ro: Meniu navigare
sk: Navigačné menu
sv: Navigationsmeny

# FMD.navigation.1
source: Generates a navigation menu from the site structure
da: Genererer en navigationsmenu udfra sidestrukturen
fa: منوی اصلی را از ساختار سایت ایجاد می کند.
fi: Tuottaa sivustorakenteen pohjalta valikon
hu: Navigációs menüt hoz létre az oldalszerkezet alapján
ja: サイト構造からナビゲーションメニューを生成
lv: Rada navigācijas izvēlni no vietnes struktūras.
my: ဆိုက်ဖွဲ့စည်းပံုမှသွားလာခြင်းဇယားထုတ်လုပ်
ro: generează meniul sitului.
sk: Tento modul vytvára navigačné menu webovej stránky.
sv: Genererar en navigationsmeny från sidstrukturen.

# FMD.customnav.0
source: Custom navigation
da: Brugerdefineret navigation
fa: منو سفارشی
fi: Kustomoitu valikko
hu: Egyedi navigáció
ja: カスタムナビゲーション
lv: Pielāgota navigācija
my: စိတ်ကြိုက်သွားလာခြင်း
ro: Navigare proprie
sk: Vlastná navigácia
sv: Egen navigering

# FMD.customnav.1
source: Generates a custom navigation menu
da: Genererer en brugerdefineret menu udfra valgte sider.
fa: این ماژول به شما امکان ساخت یک منو سفارشی با آیتم های مورد نیازتان را می دهد .
fi: Tuottaa kustomoidun valikon
hu: Egyedi navigációs menüt hoz létre
ja: 独自のナビゲーションメニューを生成
lv: Rada pielāgotu navigācijas izvēlni.
my: စိတ်ကြိုက်သွားလာခြင်းဇယားထုတ်လုပ်
ro: Generează un meniu de navigare personalizată dintr-un anumit număr de pagini.
sk: Tento modul vytvára vlastnú navigáciu tvorenú stránkami, ktoré Vy vyberiete.
sv: Skapar en egen navigering utifrån ett antal utvalda sidor.

# FMD.breadcrumb.0
source: Breadcrumb navigation
fa: ناوبری مسیر پیموده شده
fi: Murupolk
hu: Breadcrumb navigáció
ja: パンくずナビゲーション
lv: Atpakaļceļa navigācija
my: ပရိုဂရမ်တွင်းဖော်ပြသွားလာခြင်း
ro: Navigare breadcrumb
sk: Navigácia aktuálnej pozície
sv: Brödsmulor

# FMD.breadcrumb.1
source: Generates a breadcrumb navigation menu
da: Dette modul indlejrer en navigationsmenu (som viser en hierarkisk sti til den nuværende side) på en side.
fa: منوی ناوبری مسیر پیموده شده را ایجاد می کند.
fi: Tuottaa murupolun
hu: Breadcrumb navigációt hoz létre
ja: パンくずナビゲーションを生成
lv: Rada atpakaļceļa navigācijas izvēlni.
my: ပရိုဂရမ်တွင်းဖော်ပြသွားလာခြင်းဇယားထုတ်လုပ်
ro: Generează un meniu de navigare de tip "breadcrumb".
sk: Tento modul dovoluje vsadiť do webstránok drobnú navigáciu. Príklad <em>Domov > Fórum > Vloženie príspevku</em>.
sv: Skapar breadcrumb-navigering på sidan.

# FMD.quicknav.0
source: Quick navigation
da: Hurtig navigation
fa: منو سریع
fi: Pikanavigointi
hu: Gyors navigálás
ja: クイックナビゲーション
lv: Ātrā navigācija
my: အမြန်ဖော်ပြသွားလာခြင်း
ro: Navigare rapidă
sk: Rýchla navigácia
sv: Snabbnavigering

# FMD.quicknav.1
source: Generates a drop-down menu from the site structure
da: Dette modul genererer en rullelistemenu med alle sider, som tillader, at man at man springer direkte til den side.
fa: منوی افتادنی از ساختار سایت ایجاد می کند.
fi: Tuottaa sivustorakenteen perusteella pudotusvalikon
hu: Legördülő menüs navigációt hoz létre az oldalszerkezet alapján
ja: サイト構造からドロップダウンメニューを生成
lv: Rada nolaižamo izvēlni ar vietnes struktūru.
my: ဆိုက်ဖွဲ့စည်းပံုမှဆွဲယူလွှတ်ချဇယားထုတ်လုပ်
ro: Generează un meniu "drop-down" din toate paginile.
sk: Tento modul vygeneruje drop down menu zo všetkých stránok, z ktorých je možné dostať sa na určitú stránku.
sv: Skapar en rullgardinsmeny från sidstrukturen. Den ger besökaren möjligheten att 'hoppa' till en viss sida.

# FMD.quicklink.0
source: Quick link
da: Hurtigt link
fa: پیوند سریع
fi: Pikalinkki
hu: Gyors link
ja: クイックリンク
lv: Ātrā saite
my: အမြန်ဖော်ပြကွန်ဆက်
ro: Legatură rapidă
sk: Rýchly odkaz
sv: Snabblänk

# FMD.quicklink.1
source: Generates a custom drop-down menu
da: Dette modul genererer en rullelistemenu med en mængde af udvalgte sider, som tillader, at man at man springer direkte til den side.
fa: این ماژول به شما امکان ساخت یک منو بازشو حاوی صفحات انتخابیتان را می دهد.
fi: Tuottaa kustomoidun pudotusvalikon
hu: Egyedi legördülő menüs navigációt hoz létre
ja: 独自のドロップダウンメニューを生成
lv: Rada pielāgotu nolaižamo izvēlni.
my: စိတ်ကြိုက်ဆွဲယူလွှတ်ချဇယားထုတ်လုပ်
ro: generează un meniu "drop-down" din paginile selectate, permiţând astfel saltul direct.
sk: Tento modul vytvára drop down menu z vybraných stránok, čo umožnuje rýchly skok na určitú stránku.
sv: Skapar en rullgardinsmeny utifrån ett antal utvalda sidor. Den ger besökaren möjligheten att 'hoppa' till en viss sida.

# FMD.booknav.0
source: Book navigation
da: Bog navigation
fa: ناوبری کتاب
fi: Kirjavalikko
hu: Könyv navigáció
ja: ブックナビゲーション
lv: Grāmatas navigācija
my: မှတ်သားချက်သွားလာခြင်း
ro: Navigare paginată
sk: Knižná navigácia
sv: Boknavigering
