Repository: contao/core
Catalog: system/modules/core/languages/*/modules.xlf
Languages: da, fa, fi, hu, ja, lv, my, ro, sk, sv

# FMD.booknav.1
source: Generates a book navigation menu
da: Dette modul genererer en bognavigations menu
fa: یک منوی ناوبری کتاب ایجاد می کند.
fi: Tuottaa kirjavalikon
hu: Könyv navigációs menüt hoz létre
ja: ブックナビゲーションを生成
lv: Rada grāmatas navigācijas izvēlni.
my: မှတ်သားချက်သွားလာခြင်းဇယားထုတ်လုပ်
ro: generează un meniu "book" din toate paginile, permiţând astfel saltul direct.
sk: Tento modul vytvára knižné navigačné menu.
sv: Skapar en boknavigeringsmeny.

# FMD.articlenav.0
source: Article navigation
da: Artikel navigation
fa: ناوبری مقاله ها
fi: Artikkelivalikko
hu: Cikk navigáció
ja: アーティクルナビゲーション
lv: Raksta navigācija
my: ဆောင်းပါးသွားလာခြင်း
ro: Navigare articole
sk: Navigácia v článkoch
sv: Artikelnavigering

# FMD.articlenav.1
source: Generates a pagination menu to navigate articles
da: Dette modul viser en sideinddelt menu til at navigere mellem artiklerne på en side.
fa: یک منوی صفحه ای برای مقاله ها ایجاد می کند.
fi: Tuottaa sivutetun valikon, jolla voi selata artikkeleita
hu: Lapozható menüt hoz létre a cikk navigációhoz
ja: アーティクルをページネーションするメニューを生成
lv: Rada lapdales izvēlni, lai pārvietotos rakstos.
my: ဆောင်းပါးများသွားလာရန်ထပ်တလဲလဲဇယားထုတ်လုပ်
ro: generează un meniu de paginare pentru articolele dintr-o anume coloană.
sk: Tento modul zobrazuje pod článkom stránkovanie, čo umožuje skok na konkrétnu stranu článku.
sv: Skapar en sidnavigation (paginering) för navigation mellan artiklar på en sida.

# FMD.sitemap.0
source: Sitemap
fa: نقشه سایت
fi: Sivukartta
hu: Oldaltérkép
ja: サイトマップ
lv: Lapas karte
my: ဆိုက်မြေပံု
ro: Hartă site
sk: Mapa stránok
sv: Sajtkarta

# FMD.sitemap.1
source: Generates a list of all pages in the site structure
da: Dette modul viser alle sider, der er til rådighed.
fa: این ماژول امکان نمایش لینک تمامی صفحات فعال سایت را در یک صفحه به شما می دهد .
fi: Tuottaa listan kaikista sivuista sivustorakenteessa
hu: Oldaltérképet hoz létre az oldalszerkezet alapján
ja: サイト構造のすべてのページのリストを生成
lv: Ģenerē sarakstu ar visām vietnes struktūras lapām.
my: ဆိုက်ဖွဲ့စည်းပံုတွင်စာမျက်နှာအားလံုးစာရင်းထုတ်လုပ်
ro: generează o listă cu toate paginile disponibile.
sk: Tento modul zobrazí všetky dostupné stránky.
sv: Skapar en lista över alla tillgängliga sidor i sidstrukturen.

# FMD.user
source: User
da: Bruger
fa: کاربر
fi: Käyttäjä
hu: Tag
ja: ユーザー
lv: Lietotājs
my: အသံုးပြုသူ
ro: Utilizator
sk: Užívateľské
sv: Användare

# FMD.login.0
source: Login form
da: Log ind formular
fa: فرم ورود
fi: Kirjautumislomake
hu: Bejelentkező ürlap
ja: ログインフォーム
lv: Pieslēgšanās forma
my: ဖွင့်ဝင်ပံုစံ
ro: Formular de autentificare
sk: Prihlasovací formulár
sv: Inloggingsformulär

# FMD.login.1
source: Generates a login form
da: Dette modul indlejrer en formular, som tillader et medlem at logge ind. Når et medlem er logget ind vil han/hun have adgang til sider, som er beskyttet med kodeord.
fa: این ماژول به شما امکان ساخت یک فرم ورود به سیستم را در بخش کاربری می دهد . تنها کاربرانی که به آنها نام کاربری و رمزعبور اختصاص داده شده می توانند از این بخش استفاده نمایند.
fi: Tuottaa kirjautumislomakkeen
hu: Bejelentkező ürlapot hoz létre
ja: ログインフォームを生成
lv: Ģenerē pieslēgšanās formu.
my: ဖွင့်ဝင်ပံုစံထုတ်လုပ်
ro: generează un formular care permite unui membru autentificarea (odată autentificat, va putea accesa pagini protejate prin parolă).
sk: Tento modul vstavá formulár, pomocou ktorého sa členovia prihlasujú. Ak sa člen prihlási, bude schopný pristupovať k chráneným stránkam.
sv: Skapar ett inloggningsformulär för medlemsinloggning i frontend.

# FMD.logout.0
source: Automatic logout
da: Automatisk log ud
fa: خروج اتوماتیک
fi: Automaattinen uloskirjaus
hu: Automatikus kilépés
ja: 自動ログアウト
lv: Automātiskā atslēgšanās
my: အလိုအလျောက်ဖွင့်ထွက်
ro: Ieşire automată
sk: Automatické odhlásenie
sv: Automatisk utlogging

# FMD.logout.1
source: Automatically logs out a user
da: Dette modul logger automatisk medlemmer ud.
fa: این ماژول به شما امکان ساخت یک بخش برای خروج اتوماتیک یک کاربر را می دهد .
fi: Kirjaa käyttäjän ulos automaattisesti
hu: Automatikusan kilépteti a felhasználót
ja: ユーザーを自動的にログアウト
lv: Automātiski atslēdz lietotāju.
my: အသံုးပြုသူအလိုအလျောက်ဖွင့်ထွက်
ro: permite terminarea automată a sesiunii unui membru.
sk: Tento modul užívateľa automaticky odhlási.
sv: Loggar automatiskt ut en medlem.

# FMD.personalData.0
source: Personal data
da: Personlige data
fa: اطلاعات شخصی
fi: Omat tiedot
hu: Személyes adatok
ja: 個人データ
lv: Personīgie dati
my: ကိုယ်ရေးအချက်အလက်
ro: Date personale
sk: Osobné dáta
sv: Namn

# FMD.personalData.1
source: Generates a form to edit a user's personal data
da: Dette modul opretter en frontend formular, som tillader et medlem at ændre sine personlige data.
fa: این ماژول به شما امکان ساخت یک فرم ویرایش اطلاعات شخصی برای کاربران سایت را در بخش کاربری سایت می دهد.
fi: Tuottaa lomakkeen, jolla käyttäjä voi muokata omia tietojaan
hu: Űrlapot hoz létre a tagok személyes adatainak szerkesztéséhez
ja: ユーザーの個人データを編集するフォームを生成
lv: Ģenerē formu, lai rediģētu lietotāja personīgos datus.
my: အသံုးပြုသူကိုယ်ရေးအချက်အလက်တည်းဖြတ်ရန်ပံုစံထုတ်လုပ်
ro: generează un formular front-end care permite unui membru să îşi schimbe datele personale.
sk: Tento modul vytvára formulár, pomocou ktorého si môže člen upravovať svoje osobné údaje.
sv: Skapar ett formulär i frontend som ger medlemmarna möjlighet att ändra sina personliga uppgifter.

# FMD.registration.0
source: Registration
da: Medlemsregistrering
fa: عضویت
fi: Rekisteröinti
hu: Regisztráció
ja: 登録
lv: Biedru reģistrācija
my: မှတ်ပံုတင်ခြင်း
ro: Înregistrare
sk: Registrácia členov
sv: Registreringsformulär

# FMD.registration.1
source: Generates a user registration form
da: Dette modul opretter en formular, som giver nye frontend-medlemmer mulighed for at registrere sig på web-siden.
fa: ایجاد فرم عضویت کاربران.
fi: Tuottaa rekisteröitymislomakkeen
hu: Tag regisztrációs űrlapot hoz létre
ja: ユーザー登録のフォームを生成
lv: Šis modulis izveido formulāru, kas ļauj priekšgala lietotājiem reģistrēties jūsu mājas lapā.
my: အသံုးပြုသူမှတ်ပံုတင်ခြင်းပံုစံထုတ်လုပ်
ro: creează un formular care permite înregistrarea.
sk: Tento modul vytvára formulár, ktorý umožňuje novým členom zaregistrovať sa na Vašej stránke.
sv: Skapar ett formulär för medlemsregistrering.

# FMD.changePassword.0
source: Change password
da: Ændre kodeord
fi: Vaihda salasana
hu: Jelszócsere
ja: パスワードの変更
lv: Nomainīt paroli
ro: Schimbă parola
sk: Zmeniť heslo
sv: Ändra lösenord

# FMD.changePassword.1
source: Generates a form to change the password
da: Generer en formular til at ændre kodeord
hu: Létrehoz a játszó változtatásához egy űrlapot
ja: パスワードを変更するフォームを生成
lv: Izveido formulāru paroles maiņai
sv: Genererar ett formulär för byte av lösenord

# FMD.lostPassword.0
source: Lost password
da: Glemt adgangskode
fa: فراموشی رمزعبور
fi: Hukattu salasana
hu: Elvesztett jelszó
ja: パスワードの紛失
lv: Pazaudēta parole
my: ပျောက်ဆံုးစကားဝှက်
ro: Parolă pierdută
sk: Stratené heslo
sv: Glömt lösenord

# FMD.lostPassword.1
source: Generates a form to request a new password
da: Dette modul skaber en formular, der tillader frontend-brugere at bede om en ny adgangskode.
fa: ایجاد یک فرم برای درخواست رمزعبور جدید.
fi: Tuottaa lomakkeen, jolla voi pyytää uutta salasanaa
hu: Létrehoz egy új jelszó kérő űrlapot
ja: 新しいパスワードを要求するフォームを生成
lv: Šis modulis izveido formulāru, kas ļauj priekšgala lietotājiem pieprasīt jaunu paroli.
my: စကားဝှက်အသစ်တောင်းဆိုရန်ပံုစံထုတ်လုပ်
ro: creează un formular care permite schimbarea parolei.
sk: Tento modul vytvára formulár, ktorý umožňuje členom vyžiadať si nové heslo.
sv: Skapar ett formulär som en medlem kan använda för att skicka efter ett nytt lösenord.

# FMD.closeAccount.0
source: Close account
da: Luk konto
fa: بستن حساب کاربری
fi: Lopeta käyttäjätili
hu: Felhasználói fiók törlése
ja: アカウントの廃止
lv: Slēgt kontu
my: စာရင်းပိတ်သိမ်း
ro: Şterge cont
sk: Zrušiť účet
sv: Avsluta kontot

# FMD.closeAccount.1
source: Generates a form to delete a member account
da: Dette modul skaber en formular, der giver mulighed for at slette en medlemskonto.
fa: ایجاد یک فرم برای حذف حساب کاربری عضو.
fi: Tuottaa lomakkeen, jolla voi poistaa jäsentilinsä
hu: Létrehoz egy űrlapot tag fiók törlésére
ja: メンバーのアカウントを削除するフォームを生成
lv: Izveido formulāru biedra konta dzēšanai.
my: အဖွဲ့ဝင်စာရင်းပယ်ဖျက်ရန်ပံုစံထုတ်လုပ်
ro: creează un formular care permite ştergerea contului de membru.
sk: Tento modul vytvára formulár, ktorý umožňuje členom zrušiť účet.
sv: Skapar ett formulär som en medlem kan använda för att avsluta sitt medlemskonto.

# FMD.application
source: Applications
da: Programmer
fa: موارد کاربردی
fi: Sovellukse
hu: Alkalmazások
ja: アプリケーション
lv: Pieteikumi
my: လုပ်ဆောင်ချက်ပရိုဂရမ်များ
ro: Aplicaţii
sk: Aplikácie
sv: Applikationer

# FMD.form.0
source: Form
da: Formular
fa: فرم
fi: Lomake
hu: Űrlap
ja: フォーム
lv: Forma
my: ပံုစံ
ro: Formular
sk: Formulár
sv: Formulär

# FMD.form.1
source: Adds a form to the page
da: Dette modul indlejrer en formular i en side. Dataene fra formularen kan sendes via e-mail eller behandles af et andet modul.
fa: این ماژول به شما امکان افزودن یک فرم را به سایتتان می دهد . اطلاعات فرم می توانند به یک پست الکترونیک ارسال شوند و یا توسط بخش های دیگر سایت مورد استفاده قرار بگیرند.
fi: Lisää lomakkeen sivulle
hu: Űrlapot ad az oldalhoz
ja: フォームをページに追加
lv: Pievieno lapai formulāru
my: စာမျက်နှာသို့ပံုစံထည့်
ro: generează un formular într-o pagină web (datele unui formular pot fi trimise via email sau pot fi procesate de un alt modul).
sk: Tento modul do stránky vstavá formulár. Údaje z formulára môžu byť odoslané cez e-mail, alebo spracované iným modulom.
sv: Infogar ett valfritt formulär som skapats i formulärmodulen.

# FMD.search.0
source: Search engine
da: Søgemaskine
fa: موتور جستجو
fi: Hakukone
hu: Kereső motor
ja: 検索エンジン
lv: Meklētājprogramma
my: ရှာဖွေအင်ဂျင်
ro: Motor căutare
sk: Vyhľadávacia mašina
sv: Sökmotor

# FMD.search.1
source: Adds a search form to the page
da: Dette modul tillader dig at søge på dit lokale websted.
fa: این ماژول به شما امکان جستجوی محلی در محتوای سایت را می دهد.
fi: Lisää sivulle hakukoneen
hu: Kereső űrlapot ad az oldalhoz
ja: 検索欄をページに追加
lv: Pievieno meklētājprogrammas formu lapai.
my: စာမျက်နှာသို့ရှာဖွေပံုစံထည့်
ro: permite căutarea în website.
sk: Tento modul umožňuje vyhľadávať v lokálnych stránkach.
sv: Skapar ett sökformulär som ger besökaren möjlighet att söka efter innehåll på hemsidan.

# FMD.articleList.0
source: Article list
da: Artikelliste
fa: لیست مطالب و محتوا
fi: Artikkelilista
hu: Cikk lista
ja: アーティクルリスト
lv: Rakstu saraksts
my: ဆောင်းပါးစာရင်း
ro: Listă articole
sk: Zoznam článkov
sv: Artikellista

# FMD.articleList.1
source: Generates a list of articles of a column
da: Dette modul viser en liste over alle artikler i en bestemt spalte.
fa: این ماژول به شما امکان نمایش لیست کاملی از تمامی مطالب و محتوای سایت را می دهد.
fi: Tuottaa listan artikkeleista
hu: Egy szakasz cikkeiből listát hoz létre
ja: 列にアーティクルのリストを生成
lv: Ģenerē kolonnas rakstu sarakstu.
my: ကော်လံ၏ဆောင်းပါးစာရင်းကိုထုတ်လုပ်
ro: generează o listă a articolelor dintr-o anume coloană.
sk: Tento modul zobrazuje zoznam článkov z určiteho stĺpca.
sv: Skapar en lista över artiklar från en specifik kolumn.

# FMD.miscellaneous
source: Miscellaneous
da: Diverse
fa: متفرقه
fi: Sekalaisia
hu: Spaciális
ja: その他
lv: Dažādi
my: အမျိုးမျိုး
ro: Diverse
sk: Rôznorodé
sv: Diverse

# FMD.flash.0
source: Flash movie
da: Flash-film
fa: فیلم فلش
fi: Flash-video
hu: Flash video
ja: Flash動画
lv: Flash filma
my: ဖလက်ရှ်ရုပ်ရှင်
ro: Animaţie Flash
sk: Flashový obash
sv: Flash-film

# FMD.flash.1
source: Embeds a Flash movie into the page
da: Dette modul indlejrer Macromedia Flash-film i en side.
fa: این ماژول به شما امکان افزودن فایل فلش به صفحات سایت را می دهد.
fi: Lisää sivulle Flash-videon
hu: Flash videot ágyaz az oldalba
ja: ページにFlash動画を埋め込み
lv: Šis modulis pievieno Macromedia Flash filmu mājas lapai.
my: စာမျက်နှာသို့ဖလက်ရှ်ရုပ်ရှင်မြှပ်
ro: generează o animaţie Flash în pagină.
sk: Tento modul vsadí do stránok Macromedia Flash.
sv: Låter dig bädda in en Flash-film.

# FMD.randomImage.0
source: Random image
da: Tilfældigt billede
fa: تصویر اتفاقی
fi: Satunnainen kuva
hu: Véletlen kép
ja: ランダムな画像
lv: Nejaušs attēls
my: ကျပန်းပံု
ro: Imagine aleatoare
sk: Náhodný obrázok
sv: Slumpad bild

# FMD.randomImage.1
source: Adds a random image to the page
da: Dette modul inkluderer et tilfældigt udvalgt billede i en side.
fa: این ماژول به شما امکان نمایش تصاویر اتقافی و تصادفی را در بخش کاربری سایت می دهد.
fi: Lisää sivulle satunnaisen kuvan
hu: Véletlenszerűen kiválasztott képet ad az oldalhoz
ja: ページに無作為に選択した画像を追加
lv: Šis modulis pievieno nejaušu attēlu mājas lapai.
my: စာမျက်နှာသို့ကျပန်းပံုထည့်
ro: include o imagine aleatoare în pagină.
sk: Tento modul vkladá do webstránky náhodný obrázok.
sv: Visar en slumpvis utvald bild.

# FMD.html.0
source: Custom HTML
da: Brugerdefineret HTML-kode
fa: کد HTML
fi: Oma HTML
hu: Egyedi HTML
ja: カスタムHTML
lv: Pielāgots HTML
my: စိတ်ကြိုက်ဟိတ်စ်တီအမ်အလ်
ro: Cod HTML
sk: Vlastný HTML kód
sv: Egen HTML-kod

# FMD.html.1
source: Allows you to add custom HTML code
da: Dette modul tillader dig at inkludere noget brugerdefineret HTML-kode.
fa: این ماژول امکان افزودن برخی از کدهای HTML را به شما می دهد.
fi: Antaa sinun lisätä omaa HTML-koodia sivulle
hu: Lehetőséget ad egyedi HTML kód beillesztésére
ja: 独自のHTMLコードを追加
lv: ļauj pievienot pielāgotu HTML kodu.
my: စိတ်ကြိုက်ဟိတ်စ်တီအမ်အလ်ထည့်ရန်ခွင့်ပြု
ro: permite includerea de cod sursă HTML.
sk: Tento modul Vám dovolí vložiť nejaký vlastný HTML kód.
sv: Ger dig möjlighet att inkludera egen HTML-kod.

# FMD.rss_reader.0
source: RSS reader
da: RSS-læser
fa: RSS خوان
fi: RSS-lukija
hu: RSS olvasó
ja: RSSリーダー
lv: RSS lasītājs
my: အာအက်စ်အက်စ်ဖတ်သူ
ro: Cititor RSS
sk: Čítačka RSS
sv: RSS-läsare

# FMD.rss_reader.1
source: Adds an RSS feed to the page
da: Med dette modul kan du importere RSS-nyhedsstrømme.
fa: توسط این ماژول می‌توانید RSS Feed ها را به سایت وارد نمائید .
fi: Lisää sivulle RSS-syötteen
hu: RSS hírfolyam hozzáadása az oldalhoz
ja: RSSフィードをページに追加
lv: Šis modulis ļauj importēt RSS plūsmas.
my: စာမျက်နှာသို့အာအက်စ်အက်စ်ကုန်ကြမ်းထည့်
ro: adaugă un flux RSS în pagină
sk: Tento modul umožnuje importovať RSS zdroje.
sv: Lägger till ett RSS-flöde till sidan.
