Repository: contao/core
Catalog: system/modules/newsletter/languages/*/*_module.xlf
Languages: fa, fi, fr, hu, it, lv, my, ro, sk, sl, sr

# tl_module.newsletters.0
source: Subscribable newsletters
fa: خبرنامه‌های قابل اشتراک
fi: Uutiskirjeet, joihin voi liittyä
fr: Bulletins d'information disponibles pour inscription
hu: Előfizethető hírlevelek
it: Newsletter
lv: Abonējamie jaunumi
my: ပုံမှန်မှာယူနိုင်သောသတင်းစာများ
ro: Canale de newsletter
sk: Odoberateľné kanály správ
sl: E-novice za prijavo
sr: "Newsletter"-и на које је могуће претплатити се

# tl_module.newsletters.1
source: Show these channels in the front end form.
fa: این خبرنامه‌ها را در فرم front end نشان دهید.
fi: Näytä nämä kanavat käyttäjäosion lomakkeessa.
fr: Afficher ces listes de diffusion dans le formulaire du front office.
hu: Ezeket a csatornákat mutatja a felhasználói felületen.
it: Seleziona le newsletter a cui gli utenti possono iscriversi durante la registrazione.
lv: Parāda kanālus frontend-ā.
my: အပြင်ပိုင်းပံုစံတွင်လမ်းကြောင်းများပြသ။
ro: Alegeţi canalele la care poate subscrie utilizatorul la înregistrare.
sk: Zobraziť tieto kanály vo front end formulári.
sl: Prikaži izbrane vrste e-novic na strani.
sr: Прикажи следеће канале у ФронтЕнду.

# tl_module.nl_channels.0
source: Channels
fa: کانال‌ها
fi: Kanavat
fr: Listes de diffusion
hu: Csatornák
it: Canali
lv: Kanāli
my: လမ်းကြောင်းများ
ro: Canale
sk: Kanály
sl: Vrste e-novic
sr: Канали

# tl_module.nl_channels.1
source: Please select one or more channels.
fa: لطفا یک یا چند کانال را انتخاب نمایید.
fi: Ole hyvä ja valitse yksi tai useampi kanava.
fr: Sélectionner une ou plusieurs listes de diffusion.
hu: Válasszon egy vagy több csatornát.
it: Prego selezionare una o più newsletters
lv: Lūdzu izvēlieties vienu vai vairākus kanālus.
my: တစ်ခု(သို့)လမ်းကြောင်းများကိုရွေးပါ။
ro: Alegeţi unul sau mai multe canale.
sk: Prosím vyberte jeden alebo viac kanálov.
sl: Prosimo izberite eno ali več vrst e-novic.
sr: Изаберите један или више канала.

# tl_module.nl_hideChannels.0
source: Hide channel menu
fa: منو کانال‌ها را مخفی کن
fi: Piilota kanavavalikko
fr: Cacher le menu des listes de diffusion
hu: Elrejtés a csatorna menüből
it: Nascondi newsletter
lv: Paslēpt kanālu izvēlni
my: လမ်းကြောင်းဇယားဖံုးကွယ်
ro: Fără selectare canal
sk: Skryť menu kanálov
sl: Skrij meni za vrste e-novic
sr: Сакриј избор канала

# tl_module.nl_hideChannels.1
source: Do not show the channel selection menu.
fa: منو انتخاب کانال را نشان ندهید.
fi: Älä näytä kanavavalikkoa.
fr: Ne pas afficher le menu des listes de diffusion.
hu: Ne jelenjen meg a csatorna kiválasztó menüben.
it: Non mostrare il menu selezione newsletter
lv: Paslēpj kanālu izvēlni
my: လမ်းကြောင်းရွေးချယ်မှုဇယားမပြသနှင့်။
ro: Nu se mai afişează meniul de canale.
sk: Skryť menu pre výber kanálov.
sl: Ne prikazuj izbirnega menija za vrste e-novic.
sr: Не приказуј избор канала.

# tl_module.nl_subscribe.0
source: Subscription message
fa: متن پست الکترونیک اشتراک
fi: Liittymisviesti
fr: E-mail d'abonnement
hu: Megerősítő levél
it: E-mail iscrizione.
lv: Abonēšanas paziņojums
my: ပုံမှန်မှာယူခြင်းမှာကြားချက်
ro: Email abonare
sk: Prihlasovací e-mail
sl: Prijavno sporočilo
sr: Порука о претплати

# tl_module.nl_subscribe.1
source: You can use the wildcards <em>##channels##</em> (channel names), <em>##domain##</em> (domain name) and <em>##link##</em> (activation link).
fa: Please enter the text of the subscription confirmation e-mail. You can use the wildcards <em>##channel##</em> (channel name), <em>##domain##</em> (current domain name) and <em>##link##</em> (activation link).
fi: Voit käyttää villikortteja <em>##channels##</em> (kanavien nimet), <em>##domain##</em> (domain) ja <em>##link##</em> (aktivointilinkki).
fr: Vous pouvez utiliser les jokers <em>##channels##</em> (nom des listes de diffusion), <em>##domain##</em> (nom de domaine courant) et <em>##link##</em> (lien d'activation).
hu: Adja meg a feliratkozáskor kiküldött megerősítő levél szövegét. A következő beillesztéseket használhatja: <em>###channel###</em> - hírlevél neve, <em>##domain</em> - a weblap domain neve, és <em>##link##</em> - aktiváló hivatkozás (link).
it: Puoi usare i simboli sostitutivi # <em>##channel##</em> (nome newsletter), <em>##domain##</em> (nome del dominio corrente) e <em>##link##</em> (link di attivazione).
lv: Jūs varat izmantot aizstājējzīmes <em>##channels##</em> (kanālu nosaukumus), <em>##domain##</em> (domēna nosaukumu) un <em>##link##</em> (aktivizācijas saiti).
my: ဝိုက်ကဒ်များကိုသံုးနိုင် <em>##channels##</em> (လမ်းကြောင်းနာမည်များ), <em>##domain##</em> (ဒိုမိန်းနာမည်) နှင့်<em>##link##</em> (အသက်သွင်းခြင်းကွန်ဆက်).
ro: Introduceţi textul email-ului de confirmare a abonării. Puteţi folosi "wildcard-uri" precum <em>##channel##</em> (nume canal), <em>##domain##</em> (nume domeniu curent) şi <em>##link##</em> (link activare).
sk: Zadajte text e-mailu pre potvrdenie prihlásenia. Môžete použiť <em>##channel##</em> (meno kanála), <em>##domain##</em> (aktuálna doména) a<em>##link##</em> (odkaz na aktivačnú stránku).
sl: Uporabite lahko "wildcards" <em>##channels##</em> (za imena e-novic), <em>##domain##</em> (ime domene) in <em>##link##</em> (aktivacijska povezava).
sr: Можете да користите џокере <em>##channels##</em> (channel names), <em>##domain##</em> (domain name) и <em>##link##</em> (activation link).

# tl_module.nl_unsubscribe.0
source: Unsubscription message
fa: متن پست الکترونیک قطع اشتراک
fi: Peruutusviesti
fr: E-mail de désabonnement
hu: Leiratkozó levél
it: E-mail cancellare l'iscrizione.
lv: Abonēšanas pārtraukšanas paziņojums
my: ပုံမှန်မမှာယူခြင်းမှာကြားချက်
ro: Email dezabonare
sk: Odhlasovací e-mail
sl: Odjavno sporočilo
sr: Порука о прекиду претплате

# tl_module.nl_unsubscribe.1
source: You can use the wildcards <em>##channels##</em> (channel names) and <em>##domain##</em> (domain name).
fa: Please enter the text of the unsubscription confirmation e-mail. You can use the wildcards <em>##channel##</em> (channel name) and <em>##domain##</em> (current domain name).
fi: Voit käyttää villikortteja <em>##channels##</em> (kanavien nimet) ja <em>##domain##</em> (domain).
fr: Vous pouvez utiliser les jokers <em>##channels##</em> (nom des listes de diffusion) et <em>##domain##</em> (nom de domaine courant).
hu: Adja meg a leiratkozáskor kiküldött megerősítő levél szövegét. A következő beillesztéseket használhatja: <em>##channel##</em> - hírlevél neve, és <em>##domain</em> - a weblap domain neve.
it: Inserisci i simboli sostitutivi <em>##channel##</em> (nome newsletter) e <em>##domain##</em>.
lv: Jūs varat izmantot aizstājējzīmes <em>##channels##</em> (kanālu nosaukumi), <em>##domain##</em> (domēna nosaukums).
my: ဝိုက်ကဒ်များကိုသံုးနိုင် <em>##channels##</em> (လမ်းကြောင်းနာမည်များ) နှင့် <em>##domain##</em> (ဒိုမိန်းနာမည်)
ro: Introduceţi textul email-ului de confirmare a dezabonării. Puteţi folosi "wildcard-uri" precum <em>##channel##</em> (nume canal) şi <em>##domain##</em> (nume domeniu curent).
sk: Zadajte text e-mailu pre potvrdenie odhlásenia. Môžete použiť <em>##channel##</em> (meno kanála), <em>##domain##</em> (aktuálna doména) a<em>##link##</em> (odkaz na aktivačnú stránku).
sl: Uporabite lahko "wildcards" <em>##channels##</em> (za imena novic) in <em>##domain##</em> (ime domene).
sr: Можете да користите џокере <em>##channels##</em> (имена канала) и <em>##domain##</em> (име домена).

# tl_module.nl_template.0
source: Newsletter template
fa: قالب ماژول
fi: Uutiskirjeen mallipohja
fr: Modèle du bulletin d'information
hu: Hírlevél sablon
it: Template newsletter
lv: Biļetena veidne
my: သတင်းစာပံုစံပြား
ro: Şablon pentru newsletter
sk: Šablóna modulu
sl: Predloga e-novic
sr: Шаблон "Newsletter"-а

# tl_module.nl_template.1
source: Here you can select the newsletter template.
fa: لطفا یک قالب برای ماژول انتخاب نمائید . شما می توانید یک قالب سفارشی به فولدر <em>templates</em> اضافه نمائید . نام فایل قالب خبرنامه باید با <em>nl_</em> شروع گردد و همچنین حتماً باید با پسوند <em>.tpl</em> پایان یابد .
fi: Tästä voit valita uutiskirjeelle mallipohjan.
fr: Choisir un modèle du bulletin d'information.
hu: Válasszon egy hírlevél sablont.
it: Qui puoi selezionare il template della newsletter
lv: Varat izvēlēties biļetena veidni.
my: သတင်းစာပံုစံပြားကိုရွေးနိုင်။
ro: Alegeţi un şablon pentru newsletter. Puteţi adăuga un şablon în directorul <em>templates</em>. Acesta trebuie să înceapă cu <em>nl_</em> şi să aibă extensia <em>.tpl</em>.
sk: Vyberte šablónu modulu. Môžete pridať vlastné šablóny do adresára <em>templates</em>. Súbory musia začínať <em>nl_</em> a mať príponu <em>.tpl</em>.
sl: Tukaj lahko izberete predlogo za e-novico.
sr: Овде можете изабрати шаблон за "newsletter".

# tl_module.text_subscribe.0
source: Your subscription on %s
fa: اشتراک شما در %s
fi: Tilauksesi %s
fr: Votre abonnement sur %s
hu: Feliratkozás a %s hírlevelére
it: Iscrizione newsletter su %s
lv: Jūsu abonements uz %s
my: %s တွင်ပုံမှန်မှာယူခြင်း
ro: Abonarea dumneavoastră la %s
sk: Prihlásenie na odber %s
sl: Vaše naročilo na e-novice na %s
sr: Ваша претплата на %s

# tl_module.text_subscribe.1
source: You have subscribed to the following channels on ##domain##: ##channels## Please click ##link## to activate your subscription. If you did not subscribe yourself, please ignore this e-mail.
fa: شماره مشترک خبرنامه ##channel## در ##domain## شده اید . لطفا با کلیک بر روی لینک ##link## مراحل اشتراک خود را تکمیل نمائید . در صورتی که خودتان تقاضای اشتراک نداده اید ، می توانید از این پست الکترونیک چشم پوشی نمائید .
fi: Olet tilannut seuraavat kanavat sivustolta ##domain##: ##channels## Ole hyvä ja klikkaa tästä: ##link## aktivoidaksesi tilauksesi. Jos et itse tehnyt tätä tilausta, voit jättää tämän viestin huomiotta.
fr: Vous avez souscrit aux listes de diffusion suivantes sur ##domain##: ##channels## Veuillez cliquer sur ##link## pour valider votre abonnement. Si vous ne souhaitez pas souscrire à ces listes de diffusion, veuillez ignorer cet e-mail.
hu: Feliratkozott a ##domain## ##channel## hírlevelére. Kattintson ide ##link## a feliratkozás megerősítéséhez. Ha nem ön iratkozott fel, nyugodtan hagyja ezt a levelet figyelmen kívül!
it: Ti sei iscritto alla newsletter: ##channel## su ##domain##. Clicca il seguente link di attivazione per completare l'iscrizione: ##link## Se l'iscrizione non è avvenuta per opera tua, ti preghiamo di ignorare questa e-mail.
lv: Esat abonējis šādus kanālus ##domain##:##channels##Ejiet šeit ##link##, lai aktivizētu savu abonementu. Ja Jūs tos neesat abonēis, lūdzu, ignorējiet šo e-pastu.
my: အောက်ဖော်ပြပါလမ်းကြောင်းများသို့ပံုမှန်မှာယူပြီး ##domain##:⏎ ⏎ ##channels##⏎ ⏎ ##link## သို့အသက်သွင်းရန်ကလစ်နှိပ်။ ပံုမှန်မမှာယူချင်ပါကယခုအီးမေးလ်ကိုမသိကျိုးကျွန်ပြု။⏎
ro: V-aţi abonat la ##channel## pe ##domain##. Vă rugăm accesaţi ##link## pentru a definitiva subscrierea dumneavoastră. Dacă nu aţi cerut personal această acţiune, puteţi să ignoraţi această notificare.
sk: Prihlásili ste sa na odber kanála ##channel## na ##domain##. Kliknite na ##link## aby ste mohli dokončiť prihlásenie. Ak ste sa neprihlásili, ignorujte, prosím, tento e-mail.
sl: Naročili ste se na naslednje novice na ##domain##: ##channels## Prosimo kliknite ##link## za aktivacijo vaše prijave. Če se niste prijavili vi, prosimo ignorirajte ta e-mail.
sr: Претплатили сте се на следеће канале у оквир домена ##domain##: ##channels## Кликните ##link## да активирате Вашу претплату. Ако нисте тражили да се претплатите, молимо Вас да игноришете ову поруку.

# tl_module.text_unsubscribe.0
source: Your subscription on %s
fa: اشتراک شما در %s
fi: Tilauksesi %s
fr: Votre abonnement sur %s
hu: Feliratkozás a %s hírlevelére
it: Iscrizione newsletter su %s
lv: Jūsu abonements uz %s
my: %s တွင်ပုံမှန်မှာယူခြင်း
ro: Abonarea dumneavoastră la %s
sk: Prihlásenie na odber %s
sl: Vaše naročilo na e-novice na %s
sr: Ваша претплата на %s

# tl_module.text_unsubscribe.1
source: You have unsubscribed from the following channels on ##domain##: ##channels##
fa: اشتراک شما در ##channel## به طور کامل قطع شد .
fi: Olet nyt poistunut seuraavilta kanavilta sivustolla ##domain##: ##channels##
fr: Vous avez été désabonné des listes de diffusion suivantes sur ##domain##: ##channels##
hu: Sikeresen leiratkozott a ##domain## oldal alábbi hírleveléről: ##channels##
it: Sei stato cancellato correttamente dalle seguenti newsletter sul dominio ##domain##: ##channel##.
lv: Jūs esat atteicies no šādu kanālu abonēšanas ##domain##:##channels##
my: အောက်ဖော်ပြပါလမ်းကြောင်းများသို့ပံုမှန်မမှာယူပြီး ##domain##:⏎ ⏎ ##channels##⏎
ro: V-aţi dezabonat de la ##channel## pe ##domain##.
sk: Úspešne ste odhlásili odoberanie správ z kanála ##channel##.
sl: Odjavili ste se z e-novic na ##domain##: ##channels##
sr: Одјавили сте претплату са следећих канала у оквиру домена ##domain##: ##channels##
