Repository: contao/core
Catalog: system/modules/newsletter/languages/*/*_newsletter.xlf
Languages: cs, da, es, fi, fr, hu, it, ja, lv, my, nl, pl, ro, ru, sk, sl, uk

# tl_newsletter.cut.1
source: Move newsletter ID %s
cs: Přesune zpravodaje ID %s
da: Flyt nyhedsbrev-ID %s
es: Mover newsletter con ID %s
fi: Siirrä uutiskirje ID %s
fr: Déplacer le bulletin d'information ID %s
hu: Az ID %s hírlevél mozgatása
it: Sposta newsletter ID %s
ja: ID %sのニュースレターを移動
lv: Pārvietot apkārtrakstu ID %s
my: သတင်းစာအိုင်ဒီ %s ရွေ့ပြောင်း
nl: Verplaats nieuwsbrief ID %s
pl: Przenieś newsletter ID %s
ro: Mută newsletter-ul ID %s
ru: Переместить новостную рассылку ID %s
sk: Premiestniť správu s ID %s
sl: Premakni e-novico ID %s
uk: Перемістити розсилку ID %s

# tl_newsletter.delete.0
source: Delete newsletter
cs: Smazat zpravodaj
da: Slet nyhedsbrev
es: Eliminar newsletter
fi: Poista uutiskirje
fr: Supprimer le bulletin d'information
hu: Hírlevél törlése
it: Cancella newsletter
ja: ニュースレターを削除
lv: Dzēst apkārtrakstu
my: သတင်းစာပယ်ဖျက်
nl: Verwijder nieuwsbrief
pl: Skasuj newsletter
ro: Şterge newsletter
ru: Удалить новостную рассылку
sk: Odstrániť správu
sl: Izbriši e-novico
uk: Видалити розсилку

# tl_newsletter.delete.1
source: Delete newsletter ID %s
cs: Smaže zpravodaje ID %s
da: Slet nyhedsbrev-ID %s
es: Eliminar newsletter con ID %s
fi: Poista uutiskirje ID %s
fr: Supprimer le bulletin d'information ID %s
hu: Az ID %s hírlevél törlése
it: Cancella la newsletter ID %s
ja: ID %sのニュースレターを削除
lv: Dzēst apkārtrakstu ID %s
my: သတင်းစာအိုင်ဒီ %s ပယ်ဖျက်
nl: Verwijder nieuwsbrief ID %s
pl: Skasuj newsletter ID %s
ro: Şterge newsletter-ul ID %s
ru: Удалить новостную рассылку ID %s
sk: Odstrániť správu s ID %s
sl: Izbriši e-novico ID %s
uk: Видалити розсилку ID %s

# tl_newsletter.editheader.0
source: Edit channel
cs: Upravit distribuci
da: Rediger kanal
es: Editar canal
fi: Muokkaa kanavaa
fr: Éditer la liste de diffusion
hu: Csatorna szerkesztése
it: Modifica newsletter
ja: チャンネルを変更
lv: Rediģēt kanālu
my: လမ်းကြောင်းတည်းဖြတ်
nl: Bewerk kanaal
pl: Edytuj kanał
ro: Editează canal
ru: Редактировать канал
sk: Upraviť kanál
sl: Uredi vrsto e-novice
uk: Редагувати канал розсилки

# tl_newsletter.editheader.1
source: Edit the channel settings
cs: Upraví nastavení distribuce
da: Rediger kanalen
es: Editar el canal
fi: Muokkaa kanavan asetuksia
fr: Éditer les paramètres de la liste de diffusion
hu: Csatorna beállítások szerkesztése
it: Modifica impostazioni newsletter
ja: このチャンネルの設定を変更
lv: Rediģēt kanāla uzstādījumus
my: လမ်းကြောင်းချိန်ညှိချက်တည်းဖြတ်
nl: Bewerk de instellingen van dit nieuwsbriefkanaal
pl: Edytuj kanał
ro: Editează canalul
ru: Редактировать настройки канала
sk: Upraviť nastavenia kanálu
sl: Uredi nastavitve za vrsto e-novice
uk: Редагувати налаштування каналу розсилки

# tl_newsletter.pasteafter.0
source: Paste into this channel
cs: Vložit do této distribuce
da: Sæt ind i denne kanal
es: Pegar en este canal
fi: Liitä tähän kanavaan
fr: Coller dans cette liste de diffusion
hu: Beillesztés ebbe a csatornába
it: Incolla in questa newsletter
ja: このチャンネルに貼り付け
lv: Ielīmēt šajā kanāla
my: ယခုလမ်းကြောင်းထဲသို့ထုတ်ထား
nl: Plak in dit kanaal
pl: Wklej do tego kanału
ro: Adaugă la acest canal
ru: Вставить в этот канал
sk: Vložiť do tohto kanálu
sl: Prilepi v ta kanal
uk: Вставити в канал розсилки

# tl_newsletter.pasteafter.1
source: Paste after newsletter ID %s
cs: Vložit za zpravodaj ID %s
da: Sæt ind efter nyhedsbrev ID %s
es: Colocar después del newsletter con ID %s
fi: Liitä uutiskirjeen ID %s perään
fr: Coller après le bulletin d'information ID %s
hu: Beillesztés az ID %s hírlevél után
it: Incolla dopo la newsletter ID %s
ja: ID %sのニュースレターの後に貼り付け
lv: Ielīmēt aiz apkārtraksta ID %s
my: သတင်းစာအိုင်ဒီ %s ပြီးနောက်ထုတ်ထား
nl: Plak na nieuwsbriefkanaal ID %s
pl: Wklej po newsletterze ID %s
ro: Adaugă după newsletter-ul ID %s
ru: Вставить после новостной рассылки ID %s
sk: Vložiť za správu s ID %s
sl: Prilepi za e-novico ID %s
uk: Вставити після розсилки ID %s

# tl_newsletter.send.0
source: Send newsletter
cs: Poslat zpravodaj
da: Send nyhedsbrev
es: Enviar newsletter
fi: Lähetä uutiskirje
fr: Envoyer le bulletin
hu: Hírlevél küldése
it: Invia newsletter
ja: ニュースレターを送信
lv: Sūtīt apkārtrakstu
my: သတင်းစာပေးပို့
nl: Verstuur nieuwsbrief
pl: Wyślij newsletter
ro: Trimite newsletter
ru: Отправить новостную рассылку
sk: Poslať správu
sl: Pošlji e-novico
uk: Розіслати повідомлення

# tl_newsletter.send.1
source: Send newsletter ID %s
cs: Rozešle zpravodaj %s
da: Send nyhedsbrev-ID %s
es: Enviar newsletter con ID %s
fi: Lähetä uutiskirje ID %s
fr: Envoyer le bulletin d'information ID %s
hu: Az ID %s hírlevél küldése
it: Invia newsletter ID %s
ja: ID %sのニュースレターを送信
lv: Sūtīt apkārtrakstu ID %s
my: သတင်းစာအိုင်ဒီ %s ပေးပို့
nl: Verstuur nieuwsbrief ID %s
pl: Wyślij newsletter ID %s
ro: Trimite newsletter-ul ID %s
ru: Отправить новостную рассылку ID %s
sk: Poslať správu s ID %s
sl: Pošlji e-novico ID %s
uk: Розіслати повідомлення розсилки ID %s
