Repository: contao/core
Catalog: system/modules/newsletter/languages/*/*_newsletter_recipients.xlf
Languages: cs, da, de, es, fa, fi, hu, it, ja, nl, pl, ro, ru, sk, sl, sr, sv, uk

# tl_newsletter_recipients.email.0
source: E-mail address
cs: E-mailová adresa
da: E-mail adresse
de: E-Mail-Adresse
es: E-mail
fa: آدرس پست الکترونیک
fi: Sähköpostiosoite
hu: E-mail címek
it: Indirizzo email
ja: 電子メールアドレス
nl: E-mailadres
pl: E-mail
ro: Adresă email
ru: E-mail адрес
sk: Váš e-mail
sl: Naslov elektronske pošte
sr: E-mail адреса
sv: E-postadress
uk: E-mail адреса

# tl_newsletter_recipients.email.1
source: Please enter the recipient's e-mail address.
cs: Zadejte prosím mailovou adresu příjemce.
da: Angiv modtagerens e-postadresse.
de: Bitte geben Sie die E-Mail-Adresse des Abonnenten ein.
es: Por favor introduzca el e-mail del recipiente
fa: آدرس پست الکترونیک گیرنده را وارد نمائید.
fi: Ole hyvä ja syötä vastaanottajan sähköpostiosoite.
hu: Adja meg a címzettek e-mail címeit.
it: Inserisci l'e-mail del destinatario.
ja: 宛先の電子メールアドレスを入力してください。
nl: Geef een e-mailadres op voor de ontvanger.
pl: Wpisz adres e-mail odbiorcy.
ro: Introduceţi adresa email a destinatarului
ru: Введите e-mail адреса получателей.
sk: Zadajte adresu prijímateľa.
sl: Vnesite e-mail naslov prejemnika.
sr: Унесите email адресу примаоца.
sv: Ange en E-postadress för prenumeranten.
uk: Будь ласка, введіть E-mail адрес одержувача.

# tl_newsletter_recipients.active.0
source: Activate recipient
cs: Aktivovat odběratele
da: Aktiveret
de: Abonnenten aktivieren
es: Recipiente activado
fa: گیرنده فعال شده
fi: Aktivoi vastaanottaja
hu: Címzettek aktiválása
it: Attiva
ja: 宛先を有効
nl: Activeer ontvanger
pl: Aktywny
ro: Activat
ru: Активировать получателя
sk: Aktivovaný
sl: Aktiviraj prejemnika
sr: Активирај примаоца
sv: Aktivera mottagare
uk: Активувати одержувача

# tl_newsletter_recipients.active.1
source: Recipients are usually activated automatically (double-opt-in).
cs: Odběratelé jsou běžně automaticky aktivováni ( double-opt-in).
da: Modtagerens e-postadresse bekræftes typisk ved at abonnenten klikker på et link i en bekræftelses-post (double-opt-in).
de: Abonnenten werden normalerweise automatisch aktiviert (double-opt-in).
es: Las direcciones e-mail acostrumbran a ser activadas al hacer clic sobre un enlance de un e-mail de confirmación (double-opt-in).
fa: معمولا گیرنده ها به صورت اتوماتیک فعال می شوند (double-opt-in).
fi: Vastaanottajat aktivoidaan yleensä automaattisesti (double-opt-in).
hu: A címzettek általában automatikusan aktiválódnak (dupla opt-in).
it: I destinatari sono attivati normalmente in automatico.
ja: 宛先は通常は(二重のオプトインの後で)自動的に有効となります。
nl: Ontvangers worden meestal automatisch geactiveerd (double-opt-in).
pl: Adres e-mail jest zwykle aktywowany poprzez kliknięcie w link z e-maila z aktywacją.
ro: Adresele de email sunt activate de regulă prin apăsarea unui link în emailul de confirmare.
ru: Получатели обычно активируется автоматически по методу Double Opt-In.
sk: E-mailové adresy sa zvyčajne aktivujú kliknutím na odkaz v potvrdzovacom e-maili.
sl: E-mail naslovi so ponavadi aktivirani preko klika na potrditev prijave v e-sporočilu.
sr: Примаоци су обично аутоматски активирани (метод двоструке потврде).
sv: Mottagaren aktiveras normalt automatiskt (s.k. dubbel-opt-in), via aktiveringslänk i bekräftelseutskick efter att prenumeranten själv registrerat sig som prenumerant.
uk: E-mail адреса, зазвичай, активується автоматично, при натисненні на лінк в листі підтвердження.

# tl_newsletter_recipients.addedOn.0
source: Subscription date
cs: Datum objednání
da: Abonnementsdato
de: Registrierungsdatum
es: Fecha suscripción
fa: تاریخ اشتراک
fi: Tilauspäivämäärä
hu: Feliratkozás dátuma
it: Data iscrizione
ja: 購読の開始日
nl: Datum van inschrijving
pl: Data subskrypcji
ro: Data subscrierii
ru: Дата подписки
sk: Dátum objednania
sl: Datum prijave
sr: Датум претплате
sv: Prenumerationsdatum
uk: Дата підписки

# tl_newsletter_recipients.addedOn.1
source: The date of subscription.
cs: Datum, kdy bylo provedeno objednání odběru Zpravodaje.
da: Datoen for abonnementet.
de: Das Datum des Abonnements.
es: Fecha de suscripción
fa: تاریخ اشتراک.
fi: Tilauksen päivämäärä
hu: A feliratkozás dátuma.
it: La data dell'iscrizione
ja: 購読の開始日です。
nl: De datum van inschrijving.
pl: Data subskrypcji
ro: Data la care s-a făcut subscrierea
ru: Дата подписки.
sk: Dátum objednania odberu.
sl: Datum prijave na e-novice.
sr: Датум пријаве на претплату.
sv: Prenumerationens datum.
uk: Дата початку підписки

# tl_newsletter_recipients.ip.0
source: IP address
cs: IP adresa
da: IP-adresse
de: IP-Adresse
es: Dirección IP
fa: آدرس IP
fi: IP-osoite
hu: IP cím
it: Indirizzo IP
ja: IPアドレス
nl: IP adres
pl: Adres IP
ro: Adresa IP
ru: IP-адрес
sk: IP adresa
sl: IP naslov
sr: IP адреса
sv: IP-adress
uk: IP адреса

# tl_newsletter_recipients.ip.1
source: The IP address of the subscriber.
cs: IP adresa odběratele.
da: Abonnentens IP adresse.
de: Die IP-Adresse des Abonnenten.
es: La dirección IP del suscriptor
fa: آدرس IP مشترک.
fi: Tilaajan IP-osoite.
hu: A feliratkozó IP címe
it: L'indirizzo IP dell'abbonato
ja: 購読者のIPアドレスです。
nl: Het IP adres van de abonnee.
pl: Adres IP subskrybenta
ro: Adresa IP a abonatului.
ru: IP-адрес подписчика.
sk: IP adresa odberateľa.
sl: IP naslov prejemnika.
sr: IP адреса претплатника.
sv: Prenumerantens IP-adress.
uk: Вкажіть, будь ласка, IP адресу одержувача.

# tl_newsletter_recipients.token.0
source: Activation token
cs: Aktivační klíč
da: Aktiverings-token
de: Aktivierungstoken
es: token de activación
it: Token di attivazione
ja: 有効にするトークン
nl: Activatie token
pl: Token aktywacji
ru: Токен активации
sl: Aktivacijski žeton
sr: Токен за активацију

# tl_newsletter_recipients.token.1
source: The activation token of the subscription.
cs: Aktivační kód pro objednání zpravodaje.
da: Bekræftelsestoken for abonnementet.
de: Das Aktivierungstoken des Abonnements.
es: El token de activación de la suscripción.
it: Il token di attivazione del'iscrizione
ja: 購読を有効にするトークンです。
nl: Activatie token van het abonnement.
pl: Token aktywacji subskrypcji.
ru: Токен активации подписки.
sl: Aktivacijski žeton naročnine.
sr: Активациони токен претплате.

# tl_newsletter_recipients.confirmed.0
source: Confirmation date
cs: Datum schválení
da: Bekræftelses dato
de: Bestätigungsdatum
es: Fecha de confirmación
fa: تاریخ تایید
fi: Vahvistuspäivämäärä
hu: A megerősítés időpontja
it: Data di conferma
ja: 確認した日
nl: Datum van bevestiging
pl: Data potwierdzenia
ro: Data de confirmare
ru: Дата подтверждения
sk: Dátum schválenia
sl: Potrditveni datum
sr: Датум потврде
sv: Bekräftelsedatum

# tl_newsletter_recipients.confirmed.1
source: The date of confirmation (double opt-in).
cs: Datum schválení (dvojí možnost).
da: Datoen for bekræftelse (double opt-in).
de: Das Datum der Bestätigung (Double Opt-In).
es: La fecha de confirmación (double opt-in).
fa: تاریخ تایید (double opt-in).
fi: Vahvistuksen päivämäärä (kaksoislistautuminen).
hu: A megerősítés dátuma (double opt-in)
it: La data di conferma (double opt-in).
ja: (二重のオプトインの)確認を行った日です。
nl: De datum van bevestiging (double opt-in).
pl: Data potwierdzenia (double opt-in).
ro: Data de confirmare (optare dublă).
ru: Дата подтверждения (по методу Double Opt-In)
sk: Dátum schválenia (zdvojená možnosť).
sl: Datum potrditve (double opt-in).
sr: Датум потврде (метод двоструке потврде).
sv: Datum för bekräftelse (dubbel opt-in).

# tl_newsletter_recipients.email_legend
source: E-mail address
cs: E-mailová adresa
da: E-mail adresse
de: E-Mail-Adresse
es: E-mail
fa: آدرس پست الکترونیک
fi: Sähköpostiosoite
hu: E-mail címek
it: Indirizzo email
ja: 電子メールアドレス
nl: E-mailadres
pl: E-mail
ro: Adresă email
ru: E-mail адрес
sk: Váš e-mail
sl: Naslov elektronske pošte
sr: E-mail адреса
sv: E-postadress
uk: Електронна адреса (email)

# tl_newsletter_recipients.confirm
source: %s new recipients have been imported.
cs: %s nových odběratelů bylo importováno.
da: %s nye modtagere blev importeret.
de: %s neue Abonnenten wurden importiert.
es: %s suscriptores nuevos han sido importandos.
fa: %s مشترک جدید وارد سیستم شده است.
fi: %s uutta vastaanottajaa on tuotu.
hu: %s új címzett importálva.
it: %s nuovi indirizzi sono stati importati.
ja: %sつの新しい宛先をインポートしました。
nl: %s nieuwe abonnee's zijn ge√Ømporteerd.
pl: %s nowych odbiorców zostało zaimportowanych.
ro: %s destinatarii au fost importaţi.
ru: %s новых получателей было импортировано.
sk: %s prijímateľov bolo naimportovaných.
sl: %s prejemnikov je bilo uvoženih.
sr: %s нови претплатници су увезени.
sv: %s nya prenumeranter har importerats.
uk: %s нових одержувачів було імпортовано.

# tl_newsletter_recipients.invalid
source: %s invalid entries have been skipped.
cs: %s neplatných záznamů bylo přeskočeno.
da: %s ugyldige elementer blev sprunget over.
de: %s ungültige Einträge wurden übersprungen.
es: %s entradas no válidas han sido ignoradas.
fa: %s ورودی غیرمعتبر نادیده گرفته شد.
fi: %s epäkelpoa hypättiin yli.
hu: %s érvénytelen bejegyzés kihagyva.
it: le %s voci non valide sono state saltate.
ja: %sつの不正な項目を無視しました。
nl: %s foutieve vermeldingen zijn overgeslagen.
pl: %s nieprawidłowi odbiorcy zostali pominięci.
ro: %s intrări invalide au fost sărite.
ru: %s недействительных записей было пропущено.
sk: %s neplatných záznamov bolo preskočených.
sl: %s neveljavnih vnosov je bilo izpuščenih.
sr: %s уноса који су неисправни и због тога су прескочени.
sv: %s ogiltiga poster har hoppats över.
uk: s% недійсних записів було пропущено.

# tl_newsletter_recipients.subscribed
source: subscribed on %s
cs: objednáno na %s
da: abonneret på %s
de: registriert am %s
es: suscrito en %s
fa: مشترک شده در %s
fi: tilattu %s
hu: %s feliratkozott
it: iscritto il %s
ja: %sに購読開始
nl: ingeschreven op %s
pl: zapisany do %s
ro: subscris pe %s
ru: подписка на %s
sk: objednané na %s
sl: prijavljen na %s
sr: претплаћен на %s
sv: började prenumera den %s
uk: підписано %s

# tl_newsletter_recipients.manually
source: added manually
cs: ručně přidáno
da: tilføjet manuelt
de: manuell hinzugefügt
es: añadido manualmente
fa: به صورت دستی اضافه شد
fi: lisätty manuaalisesti
hu: Manuális hozzáadás
it: aggiunto manualmente
ja: 手作業で追加
nl: handmatig toegevoegd
pl: dodany ręcznie
ro: adăugat manual
ru: добавлено вручную
sk: manuálne pridané
sl: dodan ročno
sr: ручно додат
sv: manuellt tillagd
uk: додана вручну

# tl_newsletter_recipients.new.0
source: Add recipient
cs: Přidat odběratele
da: Tilføj modtager
de: Abonnent hinzufügen
es: Añadir suscriptor
fa: اضافه کردن گیرنده
fi: Lisää vastaanottaja
hu: Címzett hozzáadás
it: Aggiungi destinatario
ja: 宛先を追加
nl: Ontvanger toevoegen
pl: Dodaj odbiorcę
ro: Adaugă destinatar
ru: Добавить получателей
sk: Pridať prijímateľa
sl: Dodaj prejemnika
sr: Додај примаоца
sv: Lägg till prenumerant
uk: Додати одержувача

# tl_newsletter_recipients.new.1
source: Add a new recipient
cs: Přidat nového odběratele
da: Tilføj en ny modtager
de: Einen neuen Abonnent hinzufügen
es: Añadir un suscriptor nuevo
fa: اضافه کردن گیرنده جدید
fi: Lisää uusi vastaanottaja
hu: Új címzett hozzáadása
it: Aggiungi nuovo destinatario
ja: 新しく宛先を追加
nl: Voeg een nieuwe ontvanger toe
pl: Dodaj nowego odbiorcę
ro: Adaugă un destinatar nou
ru: Добавить новых получателей
sk: Pridať nového prijímateľa
sl: Dodaj novega prejemnika.
sr: Додај новог примаоца
sv: Lägg till en ny prenumerant
uk: Додати нового одержувача

# tl_newsletter_recipients.show.0
source: Recipient details
cs: Podrobnosti odběratele
da: Modtagerdetaljer
de: Abonnentendetails
es: Detalles del suscriptor
fa: جزئیات گیرنده
fi: Vastaanottajan tiedot
hu: Címzett adatai
it: Dettagli destinatario
ja: 宛先の詳細
nl: Details ontvanger
pl: Szczegóły odbiorcy
ro: Detalii destinatar
ru: Детали получателей
sk: Detaily prijímateľa
sl: Podrobnosti prejemnika
sr: Детаљи о примаоцу
sv: Detaljer
uk: Детальна інформація одержувача

# tl_newsletter_recipients.show.1
source: Show the details of recipient ID %s
cs: Zobrazit podrobnosti k odběrateli ID %s
da: Vis detaljer for modtager-ID %s
de: Details des Abonnent ID %s anzeigen
es: Mostrar los detalles del suscriptor con ID %s
fa: نمایش جزئیات مشترک با شناسه %s
fi: Näytä vastaanottajan ID %s tiedot
hu: Az ID %s címzett adatainak megtekintése
it: Mostra i dettagli del destinatario N. %
ja: ID %sの宛先の詳細を表示
nl: Toon details van ontvanger ID %s
pl: Pokaż szczegóły odbiorcy ID %s
ro: Afişează detaliile destinatarului ID %s
ru: Показать детали получателей ID %s
sk: Zobraziť detaily prijímateľa s ID %s
sl: Prikaži podrobnosti prejemnika ID %s
sr: Прикажи детаље примаоца ID %s
sv: Visa detaljer för prenumerant med ID %s
uk: Детальна інформація одержувача ID %s

# tl_newsletter_recipients.edit.0
source: Edit recipient
cs: Upravit odběratele
da: Rediger modtager
de: Abonnent bearbeiten
es: Editar suscriptor
fa: ویرایش گیرنده
fi: Muokkaa vastaanottajaa
hu: Címzett szerkesztése
it: Modifica destinatario
ja: 宛先を変更
nl: Bewerk ontvanger
pl: Edytuj odbiorcę
ro: Editează destinatar
ru: Редактировать получателей.
sk: Upraviť prijímateľa
sl: Uredi prejemnika
sr: Уреди примаоца
sv: Redigera prenumerant
uk: Редагувати одержувача

# tl_newsletter_recipients.edit.1
source: Edit recipient ID %s
cs: Upravit odběratele ID %s
da: Rediger modtager-ID %s
de: Abonnent ID %s bearbeiten
es: Editar suscriptor con ID %s
fa: ویرایش گیرنده با شناسه %s
fi: Muokkaa vastaanottajaa ID %s
hu: Az ID %s címzett szerkesztése
it: Modifica il destinatario N. %
ja: ID %sの宛先を変更
nl: Bewerk ontvanger ID %s
pl: Edytuj odbiorcę ID %s
ro: Editează destinatarul ID %s
ru: Редактировать получателей ID %s
sk: Upraviť prijímateľa s ID %s
sl: Uredi prejemnika ID %s
sr: Уреди примаоца ID %s
sv: Redigera prenumrant med ID %s
uk: Редагувати одержувача ID %s

# tl_newsletter_recipients.cut.0
source: Move recipient
cs: Přemístit odběratele
da: Flyt modtager
de: Abonnent verschieben
es: Mover destinatario
it: Sposta il destinatario
ja: 宛先を移動
nl: Verplaats ontvanger
pl: Przenieś odbiorcę.
ru: Переместить получателя
sl: Premakni prejemnika
sr: Помери примаоца

# tl_newsletter_recipients.cut.1
source: Move recipient ID %s
cs: Přemístit odběratele ID %s
da: Flyt modtager-ID %s
de: Abonnent ID %s verschieben
es: Mover destinatario ID %s
it: Muovi il destinatario ID %s
ja: ID %sの宛先を移動
nl: Verplaats ontvanger ID %s
pl: Przenieś odbiorcę ID %s
ru: Переместить получателя ID %s
sl: Premakni prejemnika ID %s
sr: Помери примаоца ID %s

# tl_newsletter_recipients.copy.0
source: Duplicate recipient
cs: Duplikovat odběratele
da: Kopier modtager
de: Abonnent duplizieren
es: Copiar suscriptor
fa: تکثیر گیرنده
fi: Kopioi vastaanottaja
hu: Címzett duplázása
it: Copia destinatario
ja: 宛先を複製
nl: Dupliceer ontvanger
pl: Kopiuj odbiorcę
ro: Copiază destinatar
ru: Дублировать получателей
sk: Kopírovať prijímateľa
sl: Kopiraj prejemnika
sr: Копирај примаоца
sv: Kopiera prenumerant
uk: Копіювати одержувача

# tl_newsletter_recipients.copy.1
source: Duplicate recipient ID %s
cs: Duplikovat odběratele ID %s
da: Kopier modtager-ID %s
de: Abonnent ID %s duplizieren
es: Copiar suscriptor con ID %s
fa: تکثیر گیرنده با شناسه %s
fi: Kopioi vastaanottaja ID %s
hu: Az ID %s címzett duplázása
it: Copia il destinatario N. %
ja: ID %sの宛先を複製
nl: Dupliceer ontvanger ID %s
pl: Kopiuj odbiorcę ID %s
ro: Copiază destinatarul ID %s
ru: Дублировать получателей ID %s
sk: Kopírovať prijímateľa s ID %s
sl: Kopiraj prejemnika ID %s
sr: Копирај примаоца ID %s
sv: Kopiera prenumerant med ID %s
uk: Копіювати одержувача ID %s

# tl_newsletter_recipients.delete.0
source: Delete recipient
cs: Smazat odběratele
da: Slet modtager
de: Abonnent löschen
es: Eliminar suscriptor
fa: حذف گیرنده
fi: Poista vastaanottaja
hu: Címzett törlése
it: Elimina destinatario
ja: 宛先を削除
nl: Verwijder ontvanger
pl: Skasuj odbiorcę
ro: Şterge destinatar
ru: Удалить получателей
sk: Odstrániť prijímateľa
sl: Izbriši prejemnika
sr: Обриши примаоца
sv: Ta bort prenumerant
uk: Видалити одержувача

# tl_newsletter_recipients.delete.1
source: Delete recipient ID %s
cs: Smazat odběratele ID %s
da: Slet modtager-ID %s
de: Abonnent ID %s löschen
es: Eliminar suscriptor con ID %s
fa: حذف گیرنده با شناسه %s
fi: Poista vastaanottaja ID %s
hu: Az ID %s címzett törlése
it: Elimina il destinatario N. %
ja: ID %sの宛先を削除
nl: Verwijder ontvanger ID %s
pl: Skasuj odbiorcę ID %s
ro: Şterge destinatarul ID %s
ru: Удалить получателей ID %s
sk: Odstrániť prijímateľa s ID %s
sl: Izbriši prejemnika ID %s
sr: Обриши примаоца ID %s
sv: Ta bort prenumerant med ID %s
uk: Видалити одержувача ID %s

# tl_newsletter_recipients.editheader.0
source: Edit channel
cs: Upravit distribuci
da: Rediger kanal
de: Verteiler bearbeiten
es: Editar canal
fa: ویرایش کانال
fi: Muokkaa kanavaa
hu: Csatorna szerkesztése
it: Modifica newsletter
ja: チャンネルを変更
nl: Bewerk kanaal
pl: Edytuj kanał
ro: Editează canal
ru: Редактировать канал
sk: Upraviť kanál
sl: Uredi vrsto e-novice
sr: Уреди канал
sv: Redigera kanalinställningar
uk: Редагувати канал розсилки

# tl_newsletter_recipients.editheader.1
source: Edit the channel settings
cs: Upraví nastavení distribuce
da: Rediger kanalen
de: Die Verteiler-Einstellungen bearbeiten
es: Editar el canal
fa: ویرایش تنظیمات کانال
fi: Muokkaa kanavan asetuksia
hu: Csatorna beállítások szerkesztése
it: Modifica impostazioni newsletter
ja: このチャンネルの設定を変更
nl: Bewerk de instellingen van dit nieuwsbriefkanaal
pl: Edytuj kanał
ro: Editează canalul
ru: Редактировать настройки канала
sk: Upraviť nastavenia kanálu
sl: Uredi nastavitve za vrsto e-novice
sr: Уреди подешавања канала
sv: Ändra inställningar för kanalen
uk: Редагувати налаштування каналу розсилки

# tl_newsletter_recipients.toggle.0
source: Activate/deactivate recipient
cs: Aktivovat / deaktivovat
da: Aktiver/deaktiver modtager
de: Abonnent aktivieren/deaktivieren
es: Activar/desactivar suscriptor
fa: فعال/غیرفعال کردن گیرنده
fi: Aktivoi / Deaktioi vastaanottaja
hu: Címzett aktiválása/felfüggesztése
it: Attivare / disattivare destinatario
ja: 宛先を有効または無効に設定
nl: Activeer/deactiveer ontvanger
pl: Aktywuj/deaktywuj odbiorcę
ro: Activează/dezactivează destinatar
ru: Активировать/деактивировать получателя
sk: Aktivovať/deaktivovať prijímateľa
sl: Aktiviraj/deaktiviraj prejevmnika
sr: Активирај/деактивирај примаоца
sv: Aktivera / avaktivera prenumeranter
uk: Активувати/деактивувати одержувача

# tl_newsletter_recipients.toggle.1
source: Activate/deactivate recipient ID %s
cs: Aktivovat / deaktivovat odběratele ID %s
da: Aktiver/deaktiver modtager ID %s
de: Abonnent ID %s aktivieren/deaktivieren
es: Activar/desactivar el suscriptor con ID %s
fa: فعال/غیرفعال کردن گیرنده با شناسه %s
fi: Aktivoi / Deaktioi vastaanottaja ID %s
hu: Az ID %s címzett aktiválása/felfüggesztése
it: Attivare / disattivare destinatario ID %s
ja: ID %sの宛先を有効または無効に設定
nl: Activeer/deactiveer ontvanger ID %s
pl: Aktywuj/deaktywuj odbiorcę ID %s
ro: Activează/dezactivează destinatarul ID %s
ru: Активировать/деактивировать получателя ID %s
sk: Aktivovať/deaktivovať prijímateľa s ID %s
sl: Aktiviraj/deaktiviraj prejevmnika ID %s
sr: Активирај/деактивирај примаоца ID %s
sv: Aktivera / avaktivera prenumeranter med ID %s
uk: Активувати/деактивувати одержувача ID %s

# tl_newsletter_recipients.import.0
source: CSV import
cs: Importovat jako CSV
da: CSV-importering
es: Importar CSV
fa: وارد کردن فایل CSV
fi: CSV tuonti
hu: CSV importálása
it: Importa CSV
ja: CSVのインポート
pl: Import CSV
ru: CSV импорт
sk: import CSV
sl: CSV uvoz
sr: CSV увоз
uk: CVS імпорт

# tl_newsletter_recipients.import.1
source: Import recipients from a CSV file
cs: Import odběratelů ze souboru CSV
da: Importer modtagere fra en kommasepareret fil
de: Abonnenten aus einer CSV-Datei importieren
es: Importar suscriptores de un fichero CSV
fa: وارد کردن گیرنده ها از فایل CSV
fi: Tuo vastaanottajia CSV tiedostosta
hu: Címzettek importálása CSV fájlból
it: Importa destinatari da un file CSV
ja: 宛先をCSVファイルからインポート
nl: Importeer ontvangers uit een CSV bestand
pl: Import odbiorców z pliku CSV
ro: Importă destinatari dintr-un fişier CSV.
ru: Импорт списка получателей из CSV-файла
sk: Importovať prijímateľov z CSV súboru
sl: Uvozi prejemnike iz CSV datoteke
sr: Увези листу примаоца из CSV фајла
sv: Importera prenumeranter från en CSV-fil
uk: Імпортувати одержувачів із CSV файлу

# tl_newsletter_recipients.token.0
source: Token key
fa: کلید توکن
sv: Token-nyckel
uk: Ключ токена

# tl_newsletter_recipients.token.1
source: The confirmation token of the subscription.
fa: توکن تاییده اشتراک
sv: Token-nyckel som används vid bekräftelse av prenumeration.
uk: Токен підтвердження при підписці.
