Repository: contao/core
Catalog: system/modules/newsletter/languages/*/*_newsletter.xlf
Languages: cs, da, es, fi, fr, hu, it, ja, lv, my, nl, pl, ro, ru, sk, sl, uk

# tl_newsletter.timeout.1
source: Here you can modify the waiting time between each cycle to control the number of e-mails per minute.
cs: Zde můžete nastavit čekací dobu mezi cykly rozesílání mailů, abyste mohli kontroloval počet odeslaných mailů za minutu.
da: Nogle mail servere begrænser antallet af e-mails der kan sendes pr. minut. Her kan du ændre timeout mellem hver gennemløb for at få mere kontrol over tidsrammen.
es: Aqui puede modificar el tiempo de espera entre cada ciclo para controlar el número de e-mails por minuto.
fi: Täällä voit säätää odotusaikaa syklien välissä. Siten hallitaan kuinka monta sähköpostia lähetetään minuutissa.
fr: Modifier le délai entre chaque cycle d'envoi, afin de contrôler le nombre d'e-mails envoyés à la minute.
hu: Itt lehet módosítani a várakozási időt a percenként elküldött levelek ellenőrzési ciklusai között.
it: Qui puoi modificare il tempo di attesa tra due cicli per controllare il numero di e-mail al minuto.
ja: 「一度に送信するメールの数」のメールを送った後に待つ時間を変更して、1分毎のメールを送信する数を調整できます。
lv: Šeit jūs varat mainīt gaidīšanas laiks starp katru ciklu, lai kontrolētu minūtē nosūtāmo e-pastu skaitu.
my: တစ်မိနစ်အတွင်းစက်ဝန်းများကြားအီးမေးလ်အရေအတွက်ကိုထိန်းချုပ်ရန်စောင့်ချိန်ကိုမွမ်းမံနိုင်။
nl: Hier kunt u de wachttijd aanpassen tussen elke cyclus om controle te verkrijgen over het aantal e-mails per minuut.
pl: Niektóre mail serwery mają limit maili, które mogą wysłać w ciągu jednej minuty. Tutaj możesz ustawić przerwę w sekundach pomiędzy każdym cyklem w celu większej kontroli operacji w ramach danego czasu.
ro: Unele servere de email limitează numărul de mesaje care pot fi trimise pe minut. Aici puteţi alege o valoare pentru pauza în secunde dintre ciclurile de expediere în scopul de a controla mai bine intervalul de timp în care se face trimiterea.
ru: Вы можете изменить время ожидания между циклами в секундах, для контроля над процессом.
sk: Niektoré mailservery obmedzujú počet odoslaných správ za minútu. Nastavte dĺžku jedného cyklu.
sl: Tukaj lahko določite čas čakanja med vsakim ciklom za kontrolo števila poslanih e-mailov na minuto.
uk: Деякі поштові сервери обмежують кількість повідомлень електронної пошти, які можуть бути спрямовані в хвилину. Тут ви можете змінити таймаут між кожним циклом в секундах.

# tl_newsletter.start.0
source: Offset
cs: Začátek nového cyklu odesílání
da: Start cyklus
es: Iniciar ciclo
fi: Poikkeama
fr: Décalage
hu: Ciklus indítása
ja: 補正値
lv: Kompensācija (Offset)
my: မျှခြေထိန်းချုပ်
ro: Ciclu de pornire
ru: Смещение
sk: Začiatok nového cyklu odosielania
sl: Začetek cikla
uk: Зміщення

# tl_newsletter.start.1
source: In case the sending process is interrupted, you can enter a numeric offset here to continue with a particular recipient. You can check how many mails have been sent in the <em>system/logs/newsletter_*.log</em> file. E.g., if 120 mails have been sent, enter "120" to continue with the 121st recipient (counting starts at 0).
cs: V případě, že je přerušen proces odesílání, můžete zde uvést číslo s posledním příjemcem, po kterém se má začít opětovné odesílání. Můžete zkontrolovat, kolik zpráv bylo odesláno v <em>system/logs/newsletter_*.log</em> souboru. Např. bylo odesláno 120 zpráv, zadejte 120, aby se pokračovalo 121 příjemcem (začíná se 0 pro první cyklus).
da: I tilfælde af at afsendelses proceduren bliver afbrudt, kan du indtaste nummeret på den cyklus som du ønsker at fortsætte fra. Første cyklus starter ved 0.
es: En el caso de que el proceso de envio sea interrumpido, puede introducir el número del ciclo para continuar con un destinatario en particular. Puede revisar cuantos correos electrónicos han sido enviados en el archivo <em>system/logs/newsletter_*.log</em>. Por ejemplo, si han sido enviados 120 correos electrónicos, introduzca "120" para continuar con el destinatario número 121(el conteo inicia en 0).
fi: Jos lähetys keskeytyy, voit syöttää tähän numeron, jolloin lähetystä jatketaan numeroidun vastaanottajan kohdalta. Voit tarkistaa <em>system/logs/newsletter_*.log</em>-tiedostosta kuinka monta sähköpostia ehti lähteä. Esim. jos 120 viestiä ehti lähteä, kirjoita kentään "120", joilloin lähetystä jatketaan 121. vastaanottajan kohdalta (ensimmäinen vastaanottaja on 0.).
fr: Dans le cas où le processus d'envoi est interrompu, saisir une valeur numérique de décalage pour continuer avec un destinataire particulier. Vous pouvez vérifier le nombre de mails qui ont été envoyés dans le fichier <em>/system/logs/log newsletter_*.log</em>. Par exemple, si 120 e-mails ont été envoyés, saisir "120" pour continuer avec le 121<sup>e</sup> destinataire (le compteur commençant à 0).
hu: Abban az esetben ha a küldő folyamat megszakad, akkor adja meg a ciklus számát ahonnan folytatni szeretné. A kiküldött levelek számát megtekintheti a <em>system/logs/newsletter_*.log</em> fájlban. Pl.: ha 120 levél lett kiküldve. üsse be "120" hogy a 121. levél küldésével folytassa. (a számlálás 0-val kezdődik)
it: Nel caso in cui il processo di invio venga interrotto, puoi inserire il numero di invii rimanenti da eseguire indicando da quale destinatario riprendere.E' possibile verificare quante e-mail sono state inviate nel file <em>system/logs/newsletter_*.log</em>. Ad esempio, se sono stare inviate 120 e-mail, digitando 120 l'applicazione riprenderà dall'email 121.
ja: 送信の処理が中断した場合に、特定の宛先から継続する補正値を入力できます。何通が送信されたかは<em>system/logs/newsletter_*.log</em>のファイルで確認できます。例えば、120通のメールが送信済みの場合は、121番目の宛先から送信を続けるために(0から数えた)120と入力します。
lv: Gadījumā, ja nosūtīšana ir pārtraukta, jūs varat šeit ievadīt skaitlisku kompensāciju, lai turpinātu ar konkrētu adresātu. Varat pārbaudīt, cik daudzas vēstules ir nosūtītas <em>system/logs/newsletter_*.log</em> failā. Piemēram, ja nosūtīti 120 e-pasta sūtījumi, un lai turpinātu ar 121.saņēmēju (vispār skaitīšana sākas ar 0), ieraksta "120".
my: မပေးပို့နိုင်သောအခါလက်ခံသူဖြင့်မျှခြေထိန်းချုပ်ကိန်းဂဏန်းထည့်သွင်းနိုင်။ <em>system/logs/newsletter_*.log</em> ဖိုင်တွင်မေးလ်များပေးပို့ပြီးသည်ကိုကြည့်နိုင်။ ဥပမာ မေးလ်၁၂၀ပေးပို့ပြီးပါက၊ "၁၂၀" ကိုထည့်ပြီး၁၂၁ယောက်မြောက်လက်ခံသူကိုပေးပို့နိုင် (ရေတွက်ခြင်းသည် ၀ မှစတင်)
nl: In het geval dat het verzenden wordt onderbroken, kunt u hier een numerieke offset invoeren om door te gaan met een bepaalde ontvanger. U kunt controleren hoeveel mails er zijn verzonden in het <em>systeem/logs/newsletter_*. log</em> bestand. Bijv. als er 120 mails zijn verzonden, voer dan "120" in om door te gaan met de 121e ontvanger (telling begint bij 0).
pl: W przypadku kiedy proces wysyłania został przerwany, możesz wpisać ilość wysłanych maili aby kontynuować od danego odbiorcy. Możesz sprawdzić ile maili zostało wysłanych w pliku <em>system/logs/newsletter_*.log</em>. Np. jeśli zostało wysłanych 120 maili, wpisz "120" aby kontynuować wysyłanie od 121-ego odbiorcy (liczenie rozpoczyna się od 0).
ro: În cazul în care procesul de trimitere este întrerupt, puteţi introduce numărul ciclului de repornire aic pentru a continua cu un anumit destinatar. Se poate verifica rapid câte mesaje au fost trimise în fişierul <em>system/logs/newsletter_*.log</em> De exemplu dacă 120 mesaje au fost trimise introduceţi 120 pentru a continua cu destinatarul 121 (numărarea porneşte de la 0 pentru primul ciclu).
ru: В случае, если процесс отправки прервется, вы можете ввести цифровое значение смещения для продолжения с определенного получателя. Вы можете проверить сколько писем было отправлено в файле <em>system/logs/newsletter_*.log</em>. Например, если 120 писем было отправлено, введите "120", чтобы продолжить со 121-го получателя (отсчет начинается с 0).
sk: V prípade, že je prerušený proces odosielania, môžete zadať číslo posledného príjemcu, po ktorom sa má začať opätovné odesielanie. Môžete skontrolovať, koľko správ bolo odoslaných v <em>system/logs/newsletter_*.log</em> súbore. Napr. bolo odoslaných 120 správ, zadajte 120, aby sa pokračovalo 121 príjemcom (začína sa 0 pre prvý cyklus).
sl: V primeru, da je bil postopek pošiljanja prekinjen, tu lahko vstavite številko cikla, s katerim želite nadaljevati. Štetje se začne z 0 za prvi cikel.
uk: У разі якщо процес відправки був перерваний, ви можете ввести значення зміщення для продовження з цієї позиції. Перевірити кількість відправлених повідомлень можливо в файлі <em>system/logs/newsletter_*.log</em>. Наприклад, якщо було відправлено 120 повідомлень, то введіть в поле число "120" для того, щоб відправка повідомлень розпочалася зі 121 отримувача (нумерація розпочинається з нуля).

# tl_newsletter.sendPreviewTo.0
source: Send preview to
cs: Testovací mail odeslat na
da: Send eksempel til
es: Enviar muestra a
fi: Lähetä esikatseluviesti
fr: Envoyer un aperçu à
hu: Előnézet küldése ide
it: Invia anteprima a
ja: プレビューの宛先
lv: Nosūtīt priekšskatījumu
my: သို့ကြိုတင်ကြည့်ရှုခြင်းကိုပေးပို့
nl: Stuur preview naar
pl: Wyślij podgląd do
ro: Trimite test
ru: Отправить предварительный просмотр на
sk: Zaslať ukážku na
sl: Pošlji predogled na
uk: Надіслати зразок до

# tl_newsletter.sendPreviewTo.1
source: Send the preview of the newsletter to this e-mail address.
cs: Odeslat testovací mail se Zpravodajem na tuto mailovou adresu.
da: Send et eksempel af nyhedsbrevet til denne e-mail adresse.
es: Enviar la una muestra del boletín a esta dirección e-mail
fi: Lähetä esikatseluviesti tähän sähköpostiosoitteeseen.
fr: Envoyer un aperçu du bulletin d'information à cette adresse e-mail.
hu: Küldje az előnézetet erre az e-mail címre.
it: Invia un'anteprima della newsletter a questo indirizzo.
ja: ニュースレターのプレビューをこの電子メールアドレスに送信します。
lv: Nosūtīt apkārtraksta priekšskatījumu uz šo e-pasta adresi.
my: ယခုအီးမေးလ်လိပ်စာသို့သတင်းစာကြည့်ရှုခြင်းကိုပေးပို့
nl: Stuur de preview van een nieuwsbrief naar dit e-mailadres.
pl: Wyślij podgląd newslettera na ten adres email.
ro: Trimite un test al newsletter-ului la această adresă de email.
ru: Отправить предварительный просмотр новостной рассылки на e-mail.
sk: Zaslať ukážku správy špecifickému adresátorvi. Slúži pre kontrolu.
sl: Pošlji predogled e-novice na ta e-mail naslov.
uk: Надіслати зразок на вказану електронну пошту.

# tl_newsletter.title_legend
source: Title and subject
cs: Název a předmět
da: Titel og emne
es: Título y asunto
fi: Otsikko ja aihe
fr: Titre et sujet
hu: Megnevezés és tárgy
it: Titolo e argomento
ja: 題名と件名
lv: Virsraksts un temats
my: ခေါင်းစဉ်နှင့်အကြောင်းအရာ
nl: Titel en onderwerp
pl: Tytuł i temat
ro: Titlu şi subiect
ru: Название и тема
sk: Názov a predmet
sl: Naslov in zadeva
uk: Назва та тема

# tl_newsletter.html_legend
source: HTML content
cs: Obsah v HTML
da: HTML-indhold
es: Contenido
fi: HTML-sisältö
fr: Contenu HTML
hu: HTML tartalom
it: Contenuto in formato HTML
ja: HTMLの内容
lv: HTML saturs
my: ဟိတ်စ်တီအမ်အယ်အကြောင်းအရာ
nl: HTML inhoud
pl: Treść
ro: Conţinut HTML
ru: HTML-контент
sk: Obsah
sl: HTML vsebina
uk: HTML текст

# tl_newsletter.text_legend
source: Text content
cs: Textový obsah
da: Tekstindhold
es: Contenido de texto
fi: Tekstisisältö
fr: Contenu texte
hu: Szöveg tartalom
it: Contenuto in formato testo
ja: テキストの内容
lv: Teksta saturs
my: စာသားအကြောင်းအရာ
nl: Platte tekst inhoud
pl: Treść
ro: Conţinut text
ru: Текстовый контент
sk: Textový obsah
sl: Tekst vsebina
uk: Текст

# tl_newsletter.attachment_legend
source: Attachments
cs: Přílohy
da: Bilag
es: Documentso adjuntos
fi: Liitteet
fr: Fichiers joints
hu: Mellékletek
it: Allegati
ja: 添付ファイル
lv: Pielikums
my: ပူးတွဲပါဖိုင်များ
nl: Bijlagen
pl: Załączniki
ro: Ataşamente
ru: Вложения
sk: Prílohy
sl: Priponke
uk: Прикріплені файли

# tl_newsletter.template_legend
source: Template settings
cs: Předloha komentáře
da: Skabelonindstillinger
es: Ajustes de plantilla
fi: Mallin asetukset
fr: Paramètres des modèles
hu: Sablon beállítások
it: Impostazioni template
ja: テンプレートの設定
lv: Veidnes uzstadījumi
my: ပံုစံပြားချိန်ညှိချက်
nl: Template-instellingen
pl: Ustawienia szablonów
ro: Şablon comentariu
ru: Настройки шаблона
sk: Nastavenia šablóny
sl: Nastavitve predloge
uk: Налаштування шаблону

# tl_newsletter.expert_legend
source: Expert settings
cs: Rozšířená nastavení
da: Avancerede indstillinger
es: Configuración avanzada
fi: Erikoisasetukset
fr: Paramètres avancés
hu: Speciális beállítások
it: Exporta impostazioni
ja: 専門的な設定
lv: Eksperta iestatījumi
my: ကျွမ်းကျင်သူချိန်ညှိချက်
nl: Expert-instellingen
pl: Zaawansowane ustawienia
ro: Setări avansate
ru: Экспертные настройки
sk: Rozšírené nastavenia
sl: Napredne nastavitve
uk: Експертні налаштування

# tl_newsletter.sent
source: Sent
cs: Posláno
da: Afsendt
es: Enviado
fi: Lähetetty
fr: Envoyé
hu: Elküldött
it: Inviata
ja: 送信状態
lv: Nosūtīts
my: ပေးပို့ပြီး
nl: Verstuurd
pl: Wysłany
ro: Trimis
ru: Отправить
sk: Odoslaná
sl: Poslano
uk: Відправити

# tl_newsletter.sentOn
source: Sent on %s
cs: Posláno %s
da: Afsendt den %s
es: Enviado el %s
fi: Lähetetty %s
fr: Envoyé le %s
hu: %s elküldött
it: Inviata il %s
ja: %sに送信済み
lv: Nosūtīts %s
my: %s တွင်ပေးပို့ပြီး
nl: Verstuurd op %s
pl: Wysłano %s
ro: Trimis pe %s
ru: Отправить на %s
sk: Odoslaná dňa
sl: Poslano na %s
uk: Відправити %s

# tl_newsletter.notSent
source: Not sent yet
cs: Ještě neodesláno
da: Endnu ikke afsendt
es: No enviando
fi: Ei vielä lähetetty
fr: Pas encore envoyé
hu: Még el nem küldött
it: Non ancora inviata
ja: 未送信
lv: Nav vel izsūtīts
my: မပေးပို့ရသေး
nl: Nog niet verstuurd
pl: Jeszcze nie wysłany
ro: Netrimis încă
ru: Не отправлено
sk: Neodoslaná
sl: Še ni poslano
uk: Ще не відправлено

# tl_newsletter.mailingDate
source: Mailing date
cs: Datum odeslání
da: Afsendelses dato
es: Fecha mailing
fi: Postituspäivä
fr: Date du mailing
hu: Levelezési dátum
it: Data invio
ja: メールした日
lv: Izsūtīšanas datums
my: မေးလ်ပို့ရမည့်နေ့စွဲ
nl: Postdatum
pl: Data wysyłki
ro: Data expedierii
ru: Дата отправки
sk: Dátum odoslania
sl: Datum pošiljanja
uk: Дата відправлення

# tl_newsletter.confirm
source: The newsletter has been sent to %s recipients.
cs: Zpravodaj byl rozeslán %s příjemcům.
da: Nyhedsbrevet er sendt til %s modtagere.
es: El newsletter ha sido enviado a %s e-mails
fi: Uutiskirje on lähetetty %s vastaanottajalle.
fr: Le bulletin d'information a été envoyé à %s destinataire(s).
hu: A hírlevél elküldve %s címzettnek
it: La newsletter è stata inviata a %s iscritti.
ja: ニュースレターを%sつの宛先に送信しました。
lv: Biļetens ir nosūtīts% s saņēmējiem.
my: %s လက်ခံသူများသို့သတင်းစာပေးပို့ပြီး။
nl: De nieuwsbrief is verstuurd naar %s abonnees.
pl: Newsletter został wysłany do %s odbiorców.
ro: Newsletter trimis către %s destinatari.
ru: Новостная рассылка была отправлена %s получателям.
sk: Správa bola poslaná %s používateľom.
sl: E-novica je bila poslana na %s prejemnikov.
uk: Лист розіслано %s користувачам.

# tl_newsletter.rejected
source: %s invalid e-mail address(es) has/have been disabled (see system log).
cs: %s neplatné mailové adresy byly deaktivovány.
da: %s ugyldig e-mail adresse(er) er blevet deaktiveret (se system log).
es: Se ha/han desactivado la(s) direcciones de correo electrónico %s no válidas.
fi: %s viallista sähköpostiosoitetta on poistettu käytöstä. Lisätietoja järjestelmän lokista.
fr: %s adresse(s) e-mail(s) non valide(s) a/ont été désactivée(s) (voir le journal système).
hu: %s érvénytelen e-mail cím van tiltva. (tekintse meg a rendszernaplót)
it: %s gli indirizzi e-mail non validi sono stati disabilitati.
ja: %sつの正しくない電子メールアドレスの宛先を無効にしました。(システムログを参照してください。)
lv: % s nederīga e-pasta adrese (-es) ir/tika izslēgta (sk. sistēmas log).
my: %s အီးမေးလ်လိပ်စာမမှန်၍မလုပ်ဆောင်စေ (စနစ်မှတ်တမ်းကိုကြည့်)။
nl: %s ongeldige e-mail adressen zijn geblokkeerd (zie systeemlog).
pl: %s błędny/e adres/y e-mail zostały wyłączone.
ro: %s adresele de email invalide au fost dezactivate (verificaţi jurnalul de sistem)
ru: Неверных/отключенных e-mail адресов: %s шт. (см. system log).
sk: %s neplatné e-mailové adresy boli zablokované (viď. system log).
sl: %s neveljaven(ih) e-mail naslov(ov) je bil(o) onemogočen(ih).
uk: %s невірних e-mail адресів було відключено.

# tl_newsletter.error
source: There are no active subscribers to the channel.
cs: Neexistuje žádný odebíratel pro tento Zpravodaj.
da: Denne kanal har ingen aktive abonnenter.
es: No hay suscripciones activas a este canal
fi: Kanavalla ei ole yhtään aktiivista tilaajaa.
fr: Il n'y a pas d'abonnés actifs dans cette liste de diffusion.
hu: Nincsenek aktív előfizetők a csatornán
it: Non ci sono iscritti attivi a questa newsletter.
ja: このチャンネルに有効な登録者がいません。
lv: Nav aktīvo abonentu uz kanālu.
my: လမ်းကြောင်းတွင်ပုံမှန်မှာယူသူများမရှိ။
nl: Er zijn geen abonnees op dit nieuwsbriefkanaal.
pl: Nie ma żadnych aktywnych subskrybentów tego kanału.
ro: Nu sunt abonaţi activi pe acest canal.
ru: Нет активных подписчиков на этот канал.
sk: Žiadni používatelia neodoberajú správy z tohto kanála.
sl: Trenutno ni aktivnih naročnikov na to vrsto e-novic.
uk: Немає активних абонентів на каналі.

# tl_newsletter.from
source: From
cs: Formulář
da: Afsender
es: De
fi: Lähettäjä
fr: De
hu: Feladó
it: Da
ja: 発信元
lv: No
my: မှ
nl: Van
pl: Od
ro: De la
ru: От
sk: Od
sl: Od
uk: Від

# tl_newsletter.attachments
source: Attachments
cs: Přílohy
da: Vedhæftede filer
es: Documentso adjuntos
fi: Liitteet
fr: Fichiers joints
hu: Mellékletek
it: Allegati
ja: 添付ファイル
lv: Pielikums
my: ပူးတွဲပါဖိုင်များ
nl: Bijlagen
pl: Załączniki
ro: Ataşamente
ru: Вложения
sk: Prílohy
sl: Priponke
uk: Прикріплені файли

# tl_newsletter.preview
source: Send preview
cs: Testovací mail
da: Send eksempel
es: Enviar muestra
fi: Esikatselu
fr: Envoyer un aperçu
hu: Előnézet küldése
it: Invia anteprima
ja: プレビューを送信
lv: Sūtīt priekšskatījumu
my: ကြိုတင်ကြည့်ရှုခြင်းပေးပို့
nl: Verstuur preview
pl: Wyślij podgląd
ro: Previzualizează
ru: Отправить предварительный просмотр
sk: Náhľad
sl: Pošlji predogled
uk: Відправити попередній перегляд

# tl_newsletter.sendConfirm
source: Do you really want to send the newsletter?
cs: Chcete opravdu odeslat tento Zpravodaj?
da: Er du sikker på at du vil udsende nyhedsbrevet?
es: ¿Realmente quiere enviar el newsletter?
fi: Haluatko varmasti lähettää uutiskirjeen?
fr: Voulez-vous vraiment envoyer le bulletin d'information ?
hu: Valóban el szeretné küldeni a hírlevelet?
it: Sei sicuro di voler inviare la newsletter?
ja: ニュースレターを本当に送信済みしますか?
lv: Vai tiešām vēlaties nosūtīt apkārtrakstu?
my: သတင်းစာတစ်ကယ်ပေးပို့လိုပါသလား?
nl: Wilt u de nieuwsbrief werkelijk versturen?
pl: Czy na pewno chcesz wysłać newsletter?
ro: Doriţi într-adevăr să trimiteţi newsletter-ul?
ru: Вы действительно хотите отправить новостную рассылку?
sk: Naozaj chcete odoslať túto správu?
sl: Res želite odposlati e-novico?
uk: Ви дійсно хочете відправити розсилку?

# tl_newsletter.new.0
source: New newsletter
cs: Nový zpravodaj
da: Nyt nyhedsbrev
es: Nuevo newsletter
fi: Uusi uutiskirje
fr: Nouveau bulletin d'information
hu: Új hírlevél
it: Nuova newsletter
ja: 新しいニュースレター
lv: Jauns apkārtraksts
my: သတင်းစာအသစ်
nl: Nieuwe nieuwsbrief
pl: Nowy newsletter
ro: Newsletter nou
ru: Новая новостная рассылка
sk: Nová správa
sl: Nov časopis
uk: Нова розсилка

# tl_newsletter.new.1
source: Create a new newsletter
cs: Vytvoří nový zpravodaj.
da: Opret et nyt nyhedsbrev
es: Crear un newsletter nuevo
fi: Luo uusi uutiskirje
fr: Créer un nouveau bulletin d'information.
hu: Új hírlevél létrehozása
it: Crea una nuova newsletter
ja: 新しくニュースレターを作成
lv: Izveidot jaunu apkārtrakstu
my: သတင်းစာအသစ်ဖန်တီး
nl: Maak een nieuwe nieuwsbrief
pl: Utwórz nowy newsletter
ro: Creează un newsletter nou
ru: Создать новую новостную рассылку
sk: Vytvoriť novú správu
sl: Ustvari novo e-novico
uk: Створити нову розсилку

# tl_newsletter.show.0
source: Newsletter details
cs: Zobrazit podrobnosti
da: Detaljer for nyhedsbrev
es: Detalles del newsletter
fi: Uutiskirjeen tarkemmat tiedot
fr: Détails du bulletin d'information
hu: Hírlevél részletei
it: Dettaglio newsletter
ja: ニュースレターの詳細
lv: Apkārtraksta detaļas
my: သတင်းစာအချက်အလက်များ
nl: Nieuwsbrief details
pl: Szczegóły newslettera
ro: Detalii newsletter
ru: Детали новостной рассылки
sk: Detaily správy
sl: Podrobnosti e-novice
uk: Детальна інформація розсилки

# tl_newsletter.show.1
source: Show the details of newsletter ID %s
cs: Zobrazit podrobnosti ke zpravoji ID %s
da: Vis detaljer for nyhedsbrev-ID %s
es: Mostrar los detalles del newsletter con ID %s
fi: Näytä uutiskirjeen tarkemmat tiedot
fr: Afficher les détails du bulletin d'information ID %s
hu: Az ID %s hírlevél részleteinek mutatása
it: Mostra i dettagli della newsletter ID %s
ja: ID %sのニュースレターの詳細を表示
lv: Parādīt apkārtraksta ID %s detaļas
my: သတင်းစာအိုင်ဒီ %s အချက်အလက်များပြသ
nl: Toon details van nieuwsbrief ID %s
pl: Pokaż szczegóły newslettera ID %s
ro: Arată detaliile newsletter-ului ID %s
ru: Показать детали новостной рассылки ID %s
sk: Zobraziť detaily správy s ID %s
sl: Prikaži podrobnosti e-novice ID %s
uk: Детальна інформація розсилки ID %s

# tl_newsletter.edit.0
source: Edit newsletter
cs: Upravit zpravodaj
da: Rediger nyhedsbrev
es: Editar newsletter
fi: Muokkaa uutiskirjettä
fr: Éditer le bulletin d'information
hu: Hírlevél szerkesztése
it: Modifica newsletter
ja: ニュースレターを編集
lv: Rediģēt apkārtrakstu
my: သတင်းစာတည်းဖြတ်
nl: Bewerk nieuwsbrief
pl: Edytuj newsletter
ro: Editează newsletter
ru: Редактировать новостную рассылку
sk: Upraviť správu
sl: Uredi e-novico
uk: Редагувати розсилку

# tl_newsletter.edit.1
source: Edit newsletter ID %s
cs: Upraví zpravodaje ID %s
da: Rediger nyhedsbrev-ID %s
es: Editar newsletter con ID %s
fi: Muokkaa uutiskirjettä ID %s
fr: Éditer le bulletin d'information ID %s
hu: Az ID %s hírlevél szerkesztése
it: Modifica la newsletter ID %s
ja: ID %sのニュースレターを編集
lv: Rediģēt apkārtrakstu ID %s
my: သတင်းစာအိုင်ဒီ %s တည်းဖြတ်
nl: Bewerk nieuwsbrief ID %s
pl: Edytuj newsletter ID %s
ro: Editează newsletter-ul ID %s
ru: Редактировать новостную рассылку ID %s
sk: Upraviť správu s ID %s
sl: Uredi e-novico ID %s
uk: Редагувати розсилку ID %s

# tl_newsletter.copy.0
source: Duplicate newsletter
cs: Kopírovat zpravodaj
da: Kopier nyhedsbrev
es: Duplicar newsletter
fi: Kopioi uutiskirje
fr: Dupliquer le bulletin d'information
hu: Hírlevél duplázása
it: Copia newsletter
ja: ニュースレターを複製
lv: Dublēt apkārtrakstu
my: သတင်းစာပံုစံတူပွား
nl: Kopieer nieuwsbrief
pl: Kopiuj newsletter
ro: Copiază newsletter
ru: Дублировать новостную рассылку
sk: Duplikovať správu
sl: Kopiraj e-novico
uk: Копіювати розсилку

# tl_newsletter.copy.1
source: Duplicate newsletter ID %s
cs: Zkopíruje zpravodaje ID %s
da: Kopier nyhedsbrev-ID %s
es: Duplicar newsletter con ID %s
fi: Kopioi uutiskirje ID %s
fr: Dupliquer le bulletin d'information ID %s
hu: Az ID %s hírlevél duplázása
it: Copia la newsletter ID %s
ja: ID %sのニュースレターを複製
lv: Dublēt apkārtrakstu ID %s
my: သတင်းစာအိုင်ဒီ %s ပံုစံတူပွား
nl: Kopieer nieuwsbrief ID %s
pl: Kopiuj newsletter ID %s
ro: Copiază newsletter-ul ID %s
ru: Дублировать новостную рассылку ID %s
sk: Duplikovať správu s ID %s
sl: Kopiraj e-novico ID %s
uk: Копіювати розсилку ID %s

# tl_newsletter.cut.0
source: Move newsletter
cs: Přesunout zpravodaj
da: Flyt nyhedsbrev
es: Mover newsletter
fi: Siirrä uutiskirje
fr: Déplacer le bulletin d'information
hu: Hírlevél mozgatása
it: Sposta newsletter
ja: ニュースレターを移動
lv: Pārvietot apkārtrakstu
my: သတင်းစာရွေ့ပြောင်း
nl: Verplaats nieuwsbrief
pl: Przenieś newsletter
ro: Mută newsletter
ru: Переместить новостную рассылку
sk: Premiestniť správu
sl: Premakni e-novico
uk: Перемістити розсилку
