Repository: contao/core
Catalog: system/modules/newsletter/languages/*/*_newsletter.xlf
Languages: cs, da, es, fi, fr, hu, it, ja, lv, my, nl, pl, ro, ru, sk, sl, uk

# tl_newsletter.subject.0
source: Subject
cs: Předmět
da: Emne
es: Asunto
fi: Aihe
fr: Sujet
hu: Tárgy
it: Oggetto
ja: 件名
lv: Temats
my: အကြောင်းအရာ
nl: Onderwerp
pl: Temat
ro: Subiect
ru: Тема
sk: Predmet
sl: Zadeva
uk: Тема

# tl_newsletter.subject.1
source: Please enter the newsletter subject.
cs: Zadejte prosím předmět zpravodaje.
da: Angiv venligst emne/overskrift for nyhedsbrevet.
es: Por favor introduzca en asunto del newsletter
fi: Ole hyvä ja anna uutiskirjeelle aihe.
fr: Saisir le sujet du bulletin d'information.
hu: Adja meg a hírlevél tárgyát
it: Inserisci un oggetto per la newsletter.
ja: ニュースレターの件名(Subject)を入力してください。
lv: Lūdzu ievadiet apkārtraksta tematu.
my: သတင်းစာအကြောင်းအရာထည့်သွင်း။
nl: Geef onderwerp van de nieuwsbrief op.
pl: Wpisz temat newlettera.
ro: Introduceţi subiectul newsletter-ului.
ru: Введите тему новостной рассылки.
sk: Zadajte predmet správy.
sl: Prosimo vpišite zadevo za vašo e-novico.
uk: Будь ласка, введіть тему розсилки.

# tl_newsletter.alias.0
source: Newsletter alias
cs: Alias zpravodaje
da: Nyhedsbrev alias
es: Alias del newsletter
fi: Alias
fr: Alias du bulletin d'information
hu: Hírlevél álnév
it: Alias newsletter
ja: ニュースレターのエイリアス
lv: Biļetena aizstājējvārds
my: သတင်းစာနာမည်ပွား
nl: Nieuwsbrief alias
pl: Alias tego newslettera
ro: Alias la newsletter
ru: Алиас новостной рассылки
sk: Alias správy
sl: Nadomestno ime e-novice (alias).
uk: Аліас каналу розсилки

# tl_newsletter.alias.1
source: The newsletter alias is a unique reference to the newsletter which can be called instead of its numeric ID.
cs: Alias zpravodaje je jednoznačný odkaz, který může být použitý namísto čísla ID zpravodaje.
da: Et nyhedsbrev alias er en unik reference til nyhedsbrevet der kan benyttes i stedet for dets ID.
es: Un alias de boletín es una referencia única al boletín que puede utilizarse para llamarlo en vez de su ID.
fi: Alias on yksilöllinen viite jolla uutiskirjettä voidaan kutsua sen numeerisen tunnisteen sijasta.
fr: L'alias du bulletin d'information est une référence unique qui remplace l'ID numérique du bulletin d'information.
hu: A hírlevél álneve egy egyedi hivatkozás az oldalra, amit a numerikus azonosítója (ID) helyett lehet használni.
it: L'alias è un riferimento univoco alla newsletter che può essere utilizzato per richiamare la newsletter al posto dell'ID.
ja: ニュースレターのエイリアスは、その数値のIDの代わりにニュースレターを参照できる、重複しない名前です。
lv: Biļetens aizstājējvārds ir unikāla atsauce uz jaunumiem, ko var izsaukt pēc tā nosaukuma, nevis pēc tā ciparu ID.
my: နံပါတ်အိုင်ဒီအစားသတင်းစာနာမည်ပွားမှာသတင်းစာသို့တစ်ခုတည်းရည်ညွှန်းချက်ဖြစ်။
nl: Een nieuwsbrief alias is een unieke referentie naar een nieuwsbrief waarmee deze aangeroepen kan worden in plaats van met zijn numerieke ID.
pl: Alias tego newslettera jest unikalnym odwołaniem do tego newslettera, który może być używany zamiast jego ID.
ro: Un alias la newsletter este o referinţă unică la newsletter ce se poate folosi în loc de ID.
ru: Алиас новостной рассылки является уникальной ссылкой на неё, которую можно использовать вместо её ID.
sk: Alias správy je unikátny reťazec popisujúci správu a nahardazuje ID.
sl: Nadomestno ime e-novice (alias) je edinstvena referenca na e-novico, ki je lahko klicana namesto numerične številke ID.
uk: Аліас каналу розсилки є унікальною назвою, яка може бути використана для виклику компоненту замість ID

# tl_newsletter.content.0
source: HTML content
cs: Obsah v HTML
da: HTML indhold
es: Contenido
fi: HTML-sisältö
fr: Contenu HTML
hu: HTML tartalom
it: Contenuto in formato HTML
ja: HTMLの内容
lv: HTML saturs
my: ဟိတ်စ်တီအမ်အယ်အကြောင်းအရာ
nl: HTML inhoud
pl: Treść
ro: Conţinut HTML
ru: HTML-контент
sk: Obsah
sl: HTML vsebina
uk: HTML текст

# tl_newsletter.content.1
source: Here you can enter the HTML content of the newsletter. Use the wildcard <em>##email##</em> to insert the recipient's e-mail address.
cs: Zde můžete zadat obsah v HTML Vašeho Zpravodaje. Použijte link <em>##email##</em> pro vložení mailové adresy příjemce.
da: Skriv HTML indholdet til nyhedsbrevet. Du kan benytte <em>##email##</em> som pladsholder til at indsætte modtagerens e-mailadresse. Skab 'Afmeld nyhedsbrev'-link som <em>http://www.domain.com/unsubscribe-page.html?email=##email##</em>.
es: Por favor introduzca el contenido del boletín. Utillize los comodines <em>##email##</em> para insertar el e-mail del recipiente. Generar los enlaces de baja de suscripción como <em>http://www.domain.com/unsubscribe-page.html?email=##email##</em>.
fi: Tähän voit antaa uutiskirjeen HTML-sisällön. Käytä villikorttia <em>##email##</em> vastaanottajan sähköpostiosoitteen sijasta.
fr: Saisir le contenu HTML du bulletin d'information. Utiliser le joker <em>##email##</em> pour insérer l'adresse e-mail du destinataire.
hu: Itt lehet megadni a hírlevél HTML tartalmát. Használd a helyettesítőt: <em>##email##</em>, hogy helyezze be a címzett e-mail címét.
it: Inserisci un contenuto in formato HTML per la newsletter. Puoi usare il carattere sostitutivi<em>##email##</em> per inserire l'indirizzo di e-mail del destinatario.
ja: ニュースレターのHTMLによる内容を入力します。<em>##email##</em>というワイルドカードを使用して、宛先の電子メールアドレスを挿入できます。
lv: Šeit varat ievadīt HTML saturu biļetenam. Izmantojiet aizstājējzīmes <em>##email##</em>, lai ievietotu adresāta e-pasta adresi.
my: သတင်းစာ၏ဟိတ်စ်တီအမ်အယ်အကြောင်းအရာထည့်သွင်းနိုင်။ <em>##အီးမေးလ်##</em> လက်ခံရရှိသူအီးမေးလ်လိပ်စာကိုထည့်သွင်းရန်ဝိုင်းကဒ်သံုး။
nl: Voer de HTML-inhoud van de nieuwsbrief in. Gebruik de wildcard <em>##email##</em> om het e-mail adres van de abonnee in te voegen.
pl: Wprowadź treść newslettera. Użyj tagu <em>##email##</em> do umieszczenia adresu e-mail odbiorcy. Link do anulowania subskrypcji <em>http://www.domena.com/unsubscribe-page.html?email=##email##</em>.
ro: Introduceţi conţinutul. Folosiţi "wildcard-ul" <em>##email##</em> pentru a introduce adresa email a destinatarului. Generaţi link-uri de dezabonare astfel <em>http://www.domeniu.ro/unsubscribe-page.html?email=##email##</em>.
ru: Вы можете ввести HTML-контент новостной рассылки. Используйте подстановочные знаки <em>##email##</em> для вставки e-mail адреса получателя.
sk: Zadajte obsah správy. Ak chcete vložiť e-mail prijímateľa, môžete použiť <em>##email##</em>. Odkaz na stránku, kde sa dá odhlásiť, vytvorte ako <em>http://www.domain.com/unsubscribe-page.html?email=##email##</em>.
sl: Tukaj lahko vpišete HTML vsebino e-novice. Uporabite "wildcard" <em>##email##</em> za vstavljanje prejemnikovega e-mail naslova.
uk: Будь ласка, введіть HTML текст розсилки. Ви можете використати запис <em>##email##</em> для того, щоб вставити адресу електронної пошти користувача. Використайте в листі підпис та вкажіть адрес електронної пошти де користувачі зможуть відмовитись від розсилки.

# tl_newsletter.text.0
source: Text content
cs: Textový obsah
da: Tekst indhold
es: Contenido de texto
fi: Tekstisisältö
fr: Contenu texte
hu: Szöveg tartalom
it: Contenuto in formato testo
ja: テキストの内容
lv: Teksta saturs
my: စာသားအကြောင်းအရာ
nl: Platte tekst inhoud
pl: Treść
ro: Conţinut text
ru: Текстовый контент
sk: Textový obsah
sl: Tekst vsebina
uk: Текст

# tl_newsletter.text.1
source: Here you can enter the text content of the newsletter. Use the wildcard <em>##email##</em> to insert the recipient's e-mail address.
cs: Zde můžete zadat textový obsah Vašeho Zpravodaje. Použijte link <em>##email##</em> pro vložení mailové adresy příjemce.
da: Skriv tekst indholdet til nyhedsbrevet. Du kan benytte <em>##email##</em> som pladsholder til at indsætte modtagerens e-mailadresse. Skab 'Afmeld nyhedsbrev'-link som <em>http://www.domain.com/unsubscribe-page.html?email=##email##</em>.
es: Aqui puede introducir el texto del boletín. Utilize el formato <em>##email##</em> para insertar el e-mail del recipiente.
fi: Tähän voit antaa uutiskirjeen tekstisisällön. Käytä villikorttia <em>##email##</em> vastaanottajan sähköpostiosoitteen sijasta.
fr: Saisir le contenu texte du bulletin d'information. Utiliser le joker <em>##email##</em> pour insérer l'adresse e-mail du destinataire.
hu: Itt lehet megadni a hírlevél szöveges tartalmát. Használd a helyettesítőt: <em>##email##</em>, hogy helyezze be a címzett e-mail címét.
it: Inserisci un contenuto in formato testo per la newsletter. Puoi usare i caratteri sostitutivi<em>##email##</em> per inserire l'indirizzo e-mail del destinatario.
ja: ニュースレターのテキストによる内容を入力します。<em>##email##</em>というワイルドカードを使用して、宛先の電子メールアドレスを挿入できます。
lv: Šeit varat ievadīt biļetenā saturu, jeb - tekstu. Izmantojiet aizstājējzīmes <em>##email##</em>, lai ievietotu adresāta e-pasta adresi.
my: သတင်းစာ၏စာသားအကြောင်းအရာထည့်သွင်းနိုင်။ <em>##အီးမေးလ်##</em> လက်ခံရရှိသူအီးမေးလ်လိပ်စာကိုထည့်သွင်းရန်ဝိုင်းကဒ်သံုး။
nl: Voer de platte tekst voor de nieuwsbrief in. Gebruik de wildcard <em>##email##</em> om het e-mailadres van de ontvanger in te voeren.
pl: Wprowadź treść newslettera. Użyj tagu <em>##email##</em> do umieszczenia adresu e-mail odbiorcy. Link do anulowania subskrypcji <em>http://www.domena.com/unsubscribe-page.html?email=##email##</em>.
ro: Introduceţi conţinutul. Folosiţi "wildcard-ul" <em>##email##</em> pentru a introduce adresa email a destinatarului. Generaţi link-uri de dezabonare astfel <em>http://www.domeniu.ro/unsubscribe-page.html?email=##email##</em>.
ru: Вы можете ввести текст содержания новостной рассылки. Используйте подстановочные знаки <em>##email##</em> для вставки e-mail адреса получателя.
sk: Prosím zadajte textový obsah správy. Použite skratky <em>##email##</em> k vloženiu adresy prijímateľa. Vygenerujte odkaz na odhlásenie sa z odberu správ v tvare <em>http://www.domain.com/unsubscribe-page.html?email=##email##</em>.
sl: Tukaj lahko vpišete tekstovno vsebino e-novice. Uporabite "wildcard" <em>##email##</em> za vstavljanje prejemnikovega e-mail naslova.
uk: Будь ласка, введіть текст розсилки. Ви можете використати запис <em>##email##</em> для того, щоб вставити адресу електронної пошти користувача.

# tl_newsletter.addFile.0
source: Add attachments
cs: Přidat přílohy
da: Vedhæft fil
es: Agregar adjunto
fi: Lisää liitteitä
fr: Ajouter des fichiers joints
hu: Melléklet hozzáadása
it: Aggiungi allegati
ja: 添付ファイルを追加
lv: Pievienot pielikumus
my: ပူးတွဲပါဖိုင်များထည့်
nl: Bijlage toevoegen
pl: Dodaj załącznik
ro: Adaugă ataşament
ru: Добавить вложение
sk: Pripojiť prílohu
sl: Dodaj priponko
uk: Додати файли

# tl_newsletter.addFile.1
source: Attach one or more files to the newsletter.
cs: Přidejte jednu nebo více příloh ke Zpravodaji.
da: Vedhæft en eller flere filer til nyhedsbrevet.
es: Adjunte uno o mas archivos al boletín.
fi: Liitä tiedostoja uutiskirjeeseen.
fr: Joindre un ou plusieurs fichiers au bulletin d'information.
hu: Egy vagy több fájl csatolása a hírlevélhez.
it: Allega uno o più files alla newsletter.
ja: ファイルを1つ以上ニュースレターに添付します。
lv: Pievienot vienu vai vairākas datnes apkārtrakstam.
my: သတင်းစာသို့တစ်ခု(သို့)ပူးတွဲပါဖိုင်များထည့်
nl: Voeg een of meerdere bijlage(n) toe aan de nieuwsbrief.
pl: Dodaj jeden lub więcej załączników
ro: Ataşează unul sau mai multe fişiere la newsletter.
ru: Прикрепить один или несколько файлов к новостной рассылке.
sk: Pripojiť jeden, alebo viac súborov.
sl: E-novici dodajte eno ali več datotek.
uk: Додати файли до листа розсилки.

# tl_newsletter.files.0
source: Attachments
cs: Přílohy
da: Vedhæftede filer
es: Documentso adjuntos
fi: Liitteet
fr: Fichiers joints
hu: Mellékletek
it: Allegati
ja: 添付ファイル
lv: Pielikums
my: ပူးတွဲပါဖိုင်များ
nl: Bijlagen
pl: Załączniki
ro: Ataşamente
ru: Вложения
sk: Prílohy
sl: Priponke
uk: Прикріплені файли

# tl_newsletter.files.1
source: Please choose the files to be attached from the files directory.
cs: Vyberte prosím soubory, které chcete připojit k Vašemu zpravodaji a které mají být načteny z adresáře souborů.
da: Vælg filer du vil vedhæfte nyhedsbrevet.
es: Por favor seleccione los archivos que quiere adjuntar al boletín.
fi: Ole hyvä ja valitse liitettävät tiedostot.
fr: Choisir les fichiers à attacher au bulletin d'information.
hu: Válassza ki a csatolni kívánt fájlokat.
it: Seleziona i file che vuoi allegare alla newsletter.
ja: ファイルディレクトリから添付するファイルを選択してください。
lv: Lūdzu, izvēlieties failus, ko pievienot no failiem direktorijā.
my: ဖိုင်များဖိုင်လမ်းညွှန်မှပူးတွဲပါရန်ဖိုင်များကိုရွေး။
nl: Selecteer de bestanden die u wilt toevoegen aan de nieuwsbrief.
pl: Wybierz pliki, które chcesz dołączyć do newslettera.
ro: Alegeţi fişierele care doriţi să fie ataşate la newsletter.
ru: Выберите файлы, которые вы хотите вложить.
sk: Prosím vyberte súbory, ktoré chcete pripojiť k správe.
sl: Prosimo izberite datoteke iz drevesne strukture, ki jih želite pripeti v e-novico.
uk: Виберіть, будь ласка, файли котрі необхідно додати до листа.

# tl_newsletter.template.0
source: E-mail template
cs: Předloha e-mailu
da: E-mail skabelon
es: Plantilla e-mail
fi: Viestin mallipohja
fr: Modèle d'e-mail
hu: E-mail sablon
it: Template E-mail
ja: 電子メールのテンプレート
lv: E-pasta veidne
my: အီးမေးလ်ပံုစံပြား
pl: Szablon e-mail
ro: Şablon de email
ru: Шаблон е-mail письма
sk: Šablóna e-mailu
sl: Email predloga
uk: Шаблон листа

# tl_newsletter.template.1
source: Here you can choose the e-mail template.
cs: Zde můžete zvolit předlohu e-mailu.
da: Vælg venligst en e-mail skabelon (skabelon gruppe <em>mail_</em>).
es: Por favor seleccione una plantilla e-mail (grupo plantilla <em>mail_</em>).
fi: Täällä voit valita viestin mallipohjan.
fr: Choisir un modèle d'e-mail.
hu: Itt lehet kiválasztani az e-mail sablont.
it: Qui puoi scegliere una template e-mail.
ja: 電子メールのテンプレートを選択します。
lv: Varat izvēlēties e-pasta veidni.
my: အီးမေးလ်ပံုစံပြားကိုသတ်မှတ်နိုင်။
nl: Kies een e-mail template.
pl: Wybierz szablon e-mail (grupa szablonów <em>mail_</em>).
ro: Alegeţi un şablon de email (grup <em>mail_</em>).
ru: Выберите шаблон e-mail письма.
sk: Prosím vyberte šablónu správy (šablónová skupina <em>mail_</em>).
sl: Tukaj lahko izberete e-mail predlogo.
uk: Будь ласка, виберіть шаблон листа (група шаблонів <em>mail_</em>)

# tl_newsletter.sendText.0
source: Send as plain text
cs: Zaslat jako neformátovaný text
da: Send som tekst
es: Enviar como texto
fi: Lähetä pelkkänä tekstinä
fr: Envoyer en texte brut
hu: Küldés egyszerű szövegként
it: Invia come testo
ja: テキスト形式で送信
lv: Sūtīt kā vienkāršu tekstu
my: ရိုးရိုးစာသားအဖြစ်ပေးပို့
nl: Als platte tekst versturen
pl: Wyślij jako tekst
ro: Trimite ca text
ru: Отправить как текст
sk: Poslať ako text
sl: Pošlji kot golo besedilo
uk: Відправити як текст

# tl_newsletter.sendText.1
source: Send the newsletter as plain text e-mail without the HTML content.
cs: Zaslat Zpravodaje jak nenaformátovaný text, tzn. bez použití znaků HTML.
da: Vælger du denne mulighed bliver nyhedsbrevet sendt som tekst. Alle HTML-koder bliver fjernet.
es: Si selecciona esta opción, el e-mail será enviado como texto. Todas las etiquetas HTML serán eliminadas.
fi: Lähetä uutiskirje pelkkänä tekstinä ilman HTML-sisältöä.
fr: Envoyer le bulletin d'information en texte brut, sans le contenu HTML.
hu: Küldje egyszerű szövegként a hírlevelet a HTML elemek nélkül
it: Invia la newsletter in formato testo, senza contenuto HTML.
ja: ニュースレターをHTMLのパートを含めないでテキスト形式の電子メールとして送信します。
lv: Sūtīt biļetenu kā vienkārša teksta e-pastu, neizmantojot HTML saturu.
my: ဟိတ်စ်တီအမ်အယ်အကြောင်းအရာမပါဘဲရိုးရိုးစာသားအီးမေးလ်အဖြစ်သတင်းစာပေးပို့။
nl: Als u deze optie kiest zal de nieuwsbrief als platte tekst e-mail worden verzonden. Alle HTML tags zullen worden verwijderd.
pl: Jeśli wybierzesz tę opcję, e-mail zostanie wysłany jako zwykły tekst. Treść zostanie pozbawiona wszystkich tagów HTML.
ro: Dacă alegeţi această opţiune, emailul va fi trimis ca text şi toate tag-urile HTML vor fi şterse.
ru: Отправить новостную рассылку как простое текстовое сообщение без использования HTML.
sk: Ak zvolíte túto možnosť, e-mail sa pošle ako text. Všetky HTML značky sa odstránia.
sl: Pošljite e-novico kot golo besedilo brez HTML vsebine.
uk: Якщо Ви виберете дану опцію то всі HTML теги буде вилучено із листа.

# tl_newsletter.externalImages.0
source: External images
cs: Externí obrázky
da: Externe billeder
es: Imágenes externas
fi: Ulkoiset kuvat
fr: Images externes
hu: Külső képek
it: Immagini esterne
ja: 外部の画像
lv: Ārējie attēli
my: ပြင်ပပံုများ
nl: Externe afbeeldingen
pl: Zewnętrzne obrazki
ro: Imagini externe
ru: Внешние изображения
sk: Externé obrázky
sl: Zunanje slike
uk: Зовнішні зображення

# tl_newsletter.externalImages.1
source: Do not embed images in HTML newsletters.
cs: Nevkládat obrázky v HTML zpravodaji.
da: Vedhæft ikke billeder i HTML nyhedsbreve
es: Si selecciona esta opción, no se incrustarán las imágenes en los boletines HTML.
fi: Älä yhdistä kuvia HTML-uutiskirjeissä.
fr: Ne pas inclure des images dans les bulletins d'information HTML.
hu: Ne ágyazzon be képeket a html hírlevélbe.
it: Non inserire immagini nelle newsletter HTML.
ja: HTMLのニュースレターに画像のファイルを添付しません。
lv: Neieguldiet HTML biļetenos attēlus.
my: ဟိတ်စ်တီအမ်အယ်သတင်းစာများတွင်ပံုများမမြှပ်။
nl: Geen afbeeldingen insluiten in de HTML-nieuwsbrief zelf.
pl: Nie osadzaj obrazków w newsletterach HTML.
ro: Nu include imaginile în newslettere HTML
ru: Не вставлять изображения в HTML новостной рассылки.
sk: Nevkladajte obrázky priamo do HTML správ.
sl: Ne vključuj slik HTML e-novice.
uk: Не вставляти в HTML код розсилки зображення.

# tl_newsletter.senderName.0
source: Sender name
cs: Jméno odesílatele
da: Afsendernavn
es: Nombre del remitente
fi: Lähettäjän nimi
fr: Nom de l'expéditeur
hu: Feladó neve
it: Nome mittente
ja: 送信者の名前
lv: Nosūtītāju vārds
my: ပေးပို့သူနာမည်
nl: Naam afzender
pl: Nazwa nadawcy
ro: Nume expeditor
ru: Имя отправителя
sk: Meno odosielateľa
sl: Pošiljateljevo ime
uk: Ім'я відправника

# tl_newsletter.senderName.1
source: Here you can enter the sender's name.
cs: Zde můžete uvést jméno odesílatele.
da: Her kan du skrive afsenderens navn.
es: Aqui puede introducir el nombre del remitente
fi: Tähän voit antaa lähettäjän nimen.
fr: Saisir le nom de l'expéditeur.
hu: Itt tudja megadni a küldő nevét.
it: Qui puoi specificare il nome del mittente.
ja: 送信者の名前を入力できます。
lv: Šeit jūs varat ievadīt nosūtītāja vārdu.
my: ပေးပို့သူနာမည်ထည့်သွင်းနိုင်။
nl: Voer de naam van de afzender in.
pl: Tutaj możesz wpisać nazwę nadawcy.
ro: Aici puteţi introduce numele expeditorului.
ru: Вы можете ввести имя отправителя.
sk: Zadajte meno odosielateľa. Zobrazí sa v hlavičke správy.
sl: Tukaj lahko vpišete pošiljateljevo ime.
uk: Тут ви можете вказати ім'я відправника.

# tl_newsletter.sender.0
source: Sender address
cs: Mailová adresa odesílatele
da: Afsenderadresse
es: Dirección remitente
fi: Lähettäjän osoite
fr: Adresse e-mail de l'expéditeur
hu: Feladó címe
it: Indirizzo mittente
ja: 送信者のアドレス
lv: Nosūtītāja adrese
my: ပေးပို့သူလိပ်စာ
nl: Adres afzender
pl: Adres nadawcy
ro: Adresă expeditor
ru: Адрес отправителя
sk: Adresa odosielateľa
sl: Pošiljateljev naslov
uk: E-mail відправника

# tl_newsletter.sender.1
source: Here you can enter a custom sender address.
cs: Zde můžete zadat mailovou adresu odesílatele.
da: Hvis du ikke angiver afsenderadresse bliver administratorens e-mailadresse brugt som afsender.
es: Si no introduce una dirección e-mail de remitente, se utilizará el e-mail del administrador.
fi: Tähän voit antaa lähettäjän osoitteen.
fr: Saisir l'adresse e-mail personnalisée de l'expéditeur.
hu: Itt lehet megadni a feladó egyedi címét.
it: Qui puoi introdurre un indirizzo de mail personalizzato.
ja: 特定の送信者のアドレスを入力できます。
lv: Šeit jūs varat ievadīt pielāgotu nosūtītāja adresi.
my: စိတ်ကြိုက်ပေးပို့သူလိပ်စာထည့်သွင်းနိုင်။
nl: Het e-mailadres van de administrator zal gebruikt worden als u hier geen ander e-mailadres opgeeft.
pl: Jeśli nie wpiszesz adresu nadawcy, użyty zostanie adres administratora.
ro: Dacă nu introduceţi o adresă de expeditor va fi folosită cea a administratorului.
ru: Вы можете ввести адрес отправителя.
sk: Ak nezadáte e-mail odosielateľa, použije sa e-mail administrátora.
sl: Tukaj lahko vneste pošiljateljev e-mail. Če ne vnesete, bo uporabljen e-naslov administratorja.
uk: Якщо Ви не вкажете адресу відправника то по замовчуванню буде використано адресу адміністратора сайту.

# tl_newsletter.mailsPerCycle.0
source: Mails per cycle
cs: Cykly rozeslání mailů
da: Breve pr. gennemløb
es: Mails por ciclo
fi: Viestiä / sykli
fr: Nombre d'e-mails par cycle
hu: Levelek ciklusonként
it: Mail per ciclo
ja: 一度に送信するメールの数
lv: Vēstules ciklā
my: စက်ဝန်းရှိမေးလ်များ
nl: Berichten per cyclus
pl: Maili w cyklu
ro: Mesaje per ciclu
ru: Писем за цикл
sk: Správ počas cyklu
sl: E-sporočila na en cikel
uk: Листів за один цикл

# tl_newsletter.mailsPerCycle.1
source: The sending process is split into several cycles to prevent the script from timing out.
cs: Rozeslání mailů proběhne v několika krocích, aby nedošlo k přerušení.
da: For at undgå at scriptet tidsafbrydes deles afsendelsen ind i flere gennemløb. Her kan du angive antal breve pr. gennemløb afhængig at den maksimale scriptkøretid du har angivet i din php.ini.
es: Para prevenir un timout del script, el proceso de envio se dividen en varios ciclos. Aqui puede definir los e-mails por ciclo dependiendo del tiempo máximo de ejecución definido en tu php.ini
fi: Lähetystapahtuma on jaettu useaan sykliin, mikä estää skriptin suorituksen aikakatkaisun.
fr: Afin de protéger le script de coupures intempestives, le processus d'envoi est décomposé en plusieurs cycles.
hu: A küldési folyamat több ciklusra van osztva, hogy megakadályozza a szkript időtúllépését.
it: Il processo di invio è suddiviso in vari cicli per prevenire che lo script scada.
ja: スクリプトのタイムアウトを避けるため、送信の処理を複数に分けて行います。
lv: Sūtīšanas process ir sadalīts vairākos ciklos, lai novērstu skripta izpildes noildzi.
my: အချိန်ကုန်ခြင်းမှကာကွယ်ရန်မြောက်မြားစွာသောစက်ဝန်းများအဖြစ်ပေးပို့ခြင်းကိုအုပ်စုခွဲထား။
nl: Om te voorkomen dat er een time-out optreedt in het script is verzending opgesplitst in verschillende cycli.
pl: By uniemożliwić skryptowi przekroczenia dozwolonego czasu wykonania, proces wysyłania został podzielony na kilka cykli. Tutaj możesz zdefiniować ilość wysyłanych maili w ciągu jednego cyklu, jest to uzależnione od zdefiniowanego w pliku php.ini maksymalnego czasu wykonywania jednego skryptu.
ro: Pentru a evita expirarea timpului maxim de execuţie, procesul de trimitere este împărţit în mai multe cicluri. Aici puteţi defini numărul de mesaje per ciclu în funcţie de timpul maxim de execuţie definit în php.ini.
ru: Процесс отправки делится на несколько циклов для предотвращения превышения времени исполнения скрипта.
sk: Zabrániť skriptu pred timeoutom, proces odosielania správ môžete rozdeliť-obmedziť na určitý počet odoslaných správ v jednom timeout cykle.
sl: Potek pošiljanja je deljen na več ciklov. S tem preprečimo skripti predolgo izvajanje in posledično prekinitev s strani strežnika.
uk: При великій кількості листів, процес відправки листів розбивається на декілька циклів.

# tl_newsletter.timeout.0
source: Timeout in seconds
cs: Čekací doba v sekundách
da: Timeout i sekunder
es: Tiempo de espera en segundos
fi: Aikakatkaisu sekunneissa
fr: Délai en secondes
hu: Időtúllépés másodpercben
it: Timeout in secondi
ja: 送信を待つ秒数
lv: Noildze sekundēs
my: စက္ကန့်များအတွင်းအချိန်ကုန်
nl: Timeout in seconden
pl: Przerwa w sekundach
ro: Interval în secunde
ru: Задержка в секундах
sk: Timeout v sekundách
sl: Pavza v sekundah
uk: Час очікування в секундах
