Repository: contao/core
Catalog: system/modules/newsletter/languages/*/*_newsletter_channel.xlf
Languages: hu, my, sl, uk

# tl_newsletter_channel.title.0
source: Title
hu: Megnevezés
my: ခေါင်းစဉ်
sl: Naziv
uk: Назва каналу

# tl_newsletter_channel.title.1
source: Please enter the title of the channel.
hu: Adja meg a csatorna nevét.
my: လမ်းကြောင်းခေါင်းစဉ်ထည့်သွင်း။
sl: Prosimo, vpišite naziv za vrsto e-novic.
uk: Введіть назву каналу розсилки.

# tl_newsletter_channel.jumpTo.0
source: Redirect page
hu: Átirányítási oldal
my: ဦးတည်ရာပြောင်းစာမျက်နှာ
sl: Preusmeritvena stran
uk: Сторінка-перенаправлення

# tl_newsletter_channel.jumpTo.1
source: Please choose the newsletter reader page to which visitors will be redirected when clicking a newsletter.
hu: Válassza ki a hírlevél olvasó oldalt, amelyre a látogatók lesznek irányítva, ha rákattintanak a hírlevél.
my: သတင်းစာကိုကလစ်နှိပ်သောအခါလည်ပတ်သူများရောက်သွားမည့်သတင်းစာဖတ်ရှုသူစာမျက်နှာကိုရွေးပါ။
sl: Prosimo izberite stran za branje e-novice, na katero bodo obiskovalci preusmerjeni, ko kliknejo na e-novico.
uk: Будь ласка, виберіть сторінку, до якої відвідувачі будуть перенаправлені при натисканні на розсилку.

# tl_newsletter_channel.useSMTP.0
source: Custom SMTP server
hu: Egyedi SMTP szerver
my: စိတ်ကြိုက်အက်စ်အမ်တီပီဆာဗာ
sl: SMTP strežnik
uk: Власний SMTP сервер

# tl_newsletter_channel.useSMTP.1
source: Use a custom SMTP server for sending newsletters.
hu: Egyedi SMTP szerver használata a hírlevelek kiküldésére.
my: သတင်းစာများပေးပို့ရန်စိတ်ကြိုက်အက်စ်အမ်တီပီဆာဗာသံုး။
sl: Uporabite svoj SMTP strežnik za pošiljanje e-novic.
uk: Використовувати власний сервер SMTP для відправлення розсилок.

# tl_newsletter_channel.smtpHost.0
source: SMTP hostname
hu: SMTP kiszolgáló neve (SMTP Hostname)
my: အက်စ်အမ်တီပီလက်ခံနာမည်
sl: SMPT gostiteljevo ime
uk: SMTP ім'я хоста

# tl_newsletter_channel.smtpHost.1
source: Please enter the host name of the SMTP server.
hu: Adja meg az SMTP kiszolgáló nevét(hostname).
my: အက်စ်အမ်တီပီလက်ခံနာမည်ထည့်သွင်း။
sl: Prosimo, vpišite ime gostitelja SMTP strežnika.
uk: Будь ласка, введіть ім'я хоста сервера SMTP.

# tl_newsletter_channel.smtpUser.0
source: SMTP username
hu: SMTP felhasználó név
my: အက်စ်အမ်တီပီအသံုးပြုသူနာမည်
sl: SMTP uporabniško ime
uk: Логін користувача SMTP

# tl_newsletter_channel.smtpUser.1
source: Here you can enter the SMTP username.
hu: Itt lehet megadni az SMTP felhasználó nevet.
my: အက်စ်အမ်တီပီအသံုးပြုသူနာမည်ထည့်သွင်းနိုင်။
sl: Tukaj lahko vpišete SMTP uporabniško ime.
uk: Тут ви можете ввести логін користувача SMTP.

# tl_newsletter_channel.smtpPass.0
source: SMTP password
hu: SMTP jelszó
my: အက်စ်အမ်တီပီစကားဝှက်
sl: SMTP geslo
uk: SMTP пароль

# tl_newsletter_channel.smtpPass.1
source: Here you can enter the SMTP password.
hu: Itt lehet megadni az SMTP jelszót.
my: အက်စ်အမ်တီပီစကားဝှက်ထည့်သွင်းနိုင်။
sl: Tukaj lahko vpišete SMTP geslo.
uk: Тут ви можете ввести пароль SMTP.

# tl_newsletter_channel.smtpEnc.0
source: SMTP encryption
hu: SMTP titkosítás
my: အက်စ်အမ်တီပီကုဒ်ဝှက်
sl: SMTP šifriranje
uk: Метод шифрування SMTP

# tl_newsletter_channel.smtpEnc.1
source: Here you can choose an encryption method (SSL or TLS).
hu: Itt lehet kiválasztani a titkosítási módszert (SSL vagy TLS).
my: ကုဒ်ဝှက်နည်းလမ်းရွေးနိုင် (အက်စ်အက်စ်အလ်(သို့)တီအလ်အက်စ်)
sl: Tu lahko izberete metodo šifriranja (SSL ali TLS).
uk: Виберіть метод шифрування (SSL або TLS).

# tl_newsletter_channel.smtpPort.0
source: SMTP port number
hu: SMTP port száma
my: အက်စ်အမ်တီပီနံပါတ်ပေါက်
sl: SMTP številka porta
uk: Номер порту SMTP

# tl_newsletter_channel.smtpPort.1
source: Please enter the port number of the SMTP server.
hu: Adja meg az SMTP szerver portjának a számát
my: အက်စ်အမ်တီပီဆာဗာနံပါတ်ပေါက်ထည့်နိုင်။
sl: Prosimo vpišite številko porta SMTP strežnika. Ponavadi je to port 25.
uk: Будь ласка, введіть номер порту сервера SMTP.

# tl_newsletter_channel.tstamp.0
source: Revision date
hu: Módosítás dátuma
my: ပြင်ဆင်နေ့စွဲ
sl: Datum revizije
uk: Дата ревізії

# tl_newsletter_channel.tstamp.1
source: Date and time of the latest revision
hu: A legutóbbi módosítás dátuma és ideje.
my: နောက်ဆံုးပံုစံ၏နေ့စွဲနှင့်အချိန်
sl: Datum in čas zadnje revizije.
uk: Дата та час останньої ревізії

# tl_newsletter_channel.title_legend
source: Title and redirect
hu: Cím és átirányítás
my: ခေါင်းစဉ်နှင့်ဦးတည်ရာပြောင်း
sl: Naslov in preusmeritev
uk: Назва та перенаправлення

# tl_newsletter_channel.smtp_legend
source: SMTP configuration
hu: SMTP beállítások
my: အက်စ်အမ်တီပီပံုစံပြင်ခြင်း
sl: SMTP nastavitve
uk: SMTP конфігурація

# tl_newsletter_channel.new.0
source: New channel
hu: Új csatorna
my: လမ်းကြောင်းအသစ်
sl: Nov kanal
uk: Новий канал

# tl_newsletter_channel.new.1
source: Create a new channel
hu: Új csatorna létrehozása
my: လမ်းကြောင်းအသစ်ဖန်တီး
sl: Ustvarite novo vrsto e-novic
uk: Створити новий канал

# tl_newsletter_channel.show.0
source: Channel details
hu: Csatorna adatai
my: လမ်းကြောင်းအချက်အလက်များ
sl: Podrobnosti vrste e-novice
uk: Детальна інформація каналу

# tl_newsletter_channel.show.1
source: Show the details of channel ID %s
hu: Az ID %s csatorna adatainak mutatása
my: လမ်းကြောင်းအိုင်ဒီ %s အချက်အလက်များပြသ
sl: Prikaži podrobnosti vrste e-novice ID %s
uk: Детальна інформація каналу ID %s

# tl_newsletter_channel.edit.0
source: Edit channel
hu: Csatorna szerkesztése
my: လမ်းကြောင်းတည်းဖြတ်
sl: Uredi vrsto e-novice
uk: Редагувати канал

# tl_newsletter_channel.edit.1
source: Edit channel ID %s
hu: Az ID %s csatorna szerkesztése
my: လမ်းကြောင်းအိုင်ဒီ %s တည်းဖြတ်
sl: Uredi vrsto e-novice ID %s
uk: Редагувати канал ID %s

# tl_newsletter_channel.editheader.0
source: Edit channel settings
hu: Csatorna beállítások szerkesztése
my: လမ်းကြောင်းချိန်ညှိချက်တည်းဖြတ်
sl: Uredi nastavitve za vrsto e-novice
uk: Редагувати налаштування каналу

# tl_newsletter_channel.editheader.1
source: Edit the settings of channel ID %s
hu: Az ID %s csatorna beállításainak szerkesztése
my: လမ်းကြောင်းအိုင်ဒီ %s ချိန်ညှိချက်တည်းဖြတ်
sl: Uredi nastavitve za vrsto e-novice ID %s
uk: Редагувати налаштування каналу ID %s

# tl_newsletter_channel.copy.0
source: Duplicate channel
hu: Csatorna duplázása
my: လမ်းကြောင်းပံုစံတူပွား
sl: Kopiraj vrsto e-novice
uk: Копіювати канал

# tl_newsletter_channel.copy.1
source: Duplicate channel ID %s
hu: Az ID %s csatorna duplázása
my: လမ်းကြောင်းအိုင်ဒီ %s ပံုစံတူပွား
sl: Kopiraj vrsto e-novice ID %s
uk: Копіювати канал ID %s

# tl_newsletter_channel.delete.0
source: Delete channel
hu: Csatorna törlése
my: လမ်းကြောင်းပယ်ဖျက်
sl: Izbriši vrsto e-novice
uk: Видалити канал

# tl_newsletter_channel.delete.1
source: Delete channel ID %s
hu: Az ID %s csatorna törlése
my: လမ်းကြောင်းအိုင်ဒီ %s ပယ်ဖျက်
sl: Izbriši vrsto e-novice ID %s
uk: Видалити канал ID %s

# tl_newsletter_channel.recipients.0
source: Edit recipients
hu: Címzettek szerkesztése
my: လက်ခံရရှိသူများတည်းဖြတ်
sl: Uredi prejemnike
uk: Редагувати список одержувачів

# tl_newsletter_channel.recipients.1
source: Edit the recipients of channel ID %s
hu: Az ID %s csatorna címzettjeinek szerkesztése.
my: လမ်းကြောင်းအိုင်ဒီ %s လက်ခံရရှိသူများတည်းဖြတ်
sl: Uredi prejemnike za vrsto e-novice ID %s
uk: Редагувати список одержувачів ID %s
