Repository: contao/core
Catalog: system/modules/newsletter/languages/*/default.xlf
Languages: es, fa, fr, hu, it, ja, lv, ro, ru, sk, uk

# ERR.subscribed
source: You are subscribed to the selected channels already.
es: Ya estas suscrito en este canal.
fa: شما قبلا مشترک این خبرنامه شده‌اید.
fr: Vous êtes déjà abonné à cette liste de diffusion.
hu: Már feliratkozott erre a hírlevélre.
it: Sei già iscritto a questa newsletter.
ja: 選択したチャンネルは既に登録しています。
lv: Jūs jau esat abonējis izvēlētos kanālus.
ro: Sunteţi deja abonat la acest canal.
ru: Вы уже подписаны на выбранные каналы.
sk: Na odberanie tohto kanála ste už prihlásení.
uk: Ви вже приєднані до вибраних каналів розсилок.

# ERR.unsubscribed
source: You are not subscribed to the selected channels.
es: No estas suscrito en este canal.
fa: شما مشترک این خبرنامه نیستید.
fr: Vous n'êtes pas abonné à cette liste de diffusion.
hu: Ön nincs feliratkozva erre a hírlevélre.
it: Non sei iscritto a questa newsletter.
ja: 選択したチャンネルに登録していません。
lv: Jūs vēl neesat abonējis izvēlētos kanālus.
ro: Nu sunteţi abonat la acest canal.
ru: Вы не подписаны на выбранные каналы.
sk: Nie ste prihlásení na odoberanie tohto kanála.
uk: Ви не приєднані до вибарних каналів розсилок.

# ERR.invalidToken
source: The activation link is invalid or outdated.
es: Este enlace de activación es inválido o ha caducado.
fa: این پیوند فعال سازی اشتباه یا تاریخ گذشته می باشد.
fr: Ce lien d'activation est non valide ou périmé.
hu: Az aktiváló hivatkozás hibás, vagy lejárt.
it: Questo link di attivazione non è valido o è scaduto.
ja: アクティベーションのリンクが誤っているか、日を過ぎています。
lv: Aktivizācijas saite (URL) nav derīga vai ir novecojusi.
ro: Acest link de activare este invalid sau prea vechi.
ru: Ссылка активации является недействительной или устаревшей.
sk: Tento odkaz na aktiváciu je neplatný alebo jeho platnosť vypršala.
uk: Активаційний лінк є некоректний, або термін його активації вийшов.

# ERR.noChannels
source: Please select at least one channel.
es: Por favor selecciona al menos un canal.
fa: لطفاٍ دست‌کم یک کانال را انتخاب نمایید.
fr: Veuillez sélectionner au moins une liste de diffusion.
hu: Kérjük, válasszon legalább egy csatornát.
it: Si prega di selezionare almeno una newsletter.
ja: 少なくともチャンネルを1つ選択してください。
lv: Lūdzu izvēlieties vismaz vienu kanālu.
ro: Alegeţi cel puţin un canal.
ru: Выберите хотя бы один канал.
sk: Prosím vyberte najmenej jeden kanál.
uk: Виберіть, будь ласка, хоча б один канал розсилки.

# MSC.subscribe
source: Subscribe
es: Suscripción
fa: اشتراک
fr: S'abonner
hu: Feliratkozás
it: Iscriviti
ja: 登録の申し込み
lv: Abonēt
ro: Abonare
ru: Подписка
sk: Prihlásiť sa k odberu
uk: Підписатись на розсилку

# MSC.unsubscribe
source: Unsubscribe
es: Baja suscripción
fa: قطع اشتراک
fr: Se désabonner
hu: Leiratkozás
it: Cancellati
ja: 解除の申し込み
lv: Atrakstīties
ro: Dezabonare
ru: Отказ от подписки
sk: Odhlásiť sa z odberu
uk: Відмовитись від розсилки

# MSC.nl_subject
source: Your subscription on %s
es: Su suscripción en %s
fa: اشتراک شما در %s
fr: Votre abonnement sur %s
hu: Feliratkozás a %s hírlevelére
it: Iscrizione newsletter su %s
ja: %sの購読
lv: Jūsu abonements uz %s
ro: Abonarea dumneavoastră la %s
ru: Ваша подписка на %s
sk: Prihlásenie na odber %s
uk: Ваша розсилка на %s

# MSC.nl_confirm
source: Thank you for your subscription. You will receive a confirmation e-mail.
es: Gracias por suscribirse. Recibirá un e-mail de confirmación.
fa: از اشتراک شما سپاس‌گزاریم. هم اکنون شما برای شما یک رایانامه حاوی لینک فعال‌سازی ارسال گردید.
fr: Merci de vous être abonné. Vous allez recevoir un e-mail de confirmation.
hu: Köszönjük, hogy feliratkozott. Hamarosan kap egy megerősítő e-mailt.
it: Grazie per la tua iscrizione. Riceverai un' e-mail di conferma.
ja: 登録の申し込みいただき、ありがとうございます。確認の電子メールをお届けします。
lv: Paldies par jūsu abonementu. Jūs saņemsiet apstiprinājuma e-pastu.
ro: Vă mulţumim pentru abonare. Veţi primi un email pentru confirmarea acesteia.
ru: Спасибо за подписку. Вы получите подтверждение по электронной почте.
sk: Ďakujeme za Váš záujem. Zaslali sme Vám potvrdzujúci e-mail.
uk: Дякуємо за реєстрацію в базі розсилки. Вам відправлено лист із підтвердженням реєстрації.

# MSC.nl_activate
source: Your subscription has been activated.
es: Su suscripción ha diso activada.
fa: اشتراک شما با موفقیت فعال گردید.
fr: Votre abonnement a été activé.
hu: Sikeresen aktiválta a feliratkozást.
it: La tua iscrizione è stata attivata.
ja: 登録が有効になりました。
lv: Jūsu abonementa pieteikums ir aktivizēts.
ro: Abonamentul dumneavoastră a fost activat.
ru: Ваша подписка успешно активирована.
sk: Odoberanie bolo aktivované.
uk: Ваш акаунт розсилки активовано.

# MSC.nl_removed
source: Your subscription has been cancelled.
es: Se ha dado de baja su suscripción correctamente.
fa: قطع اشتراک شما با موفقیت انجام شد.
fr: Votre abonnement a été supprimé.
hu: Sikeresen leiratkozott.
it: La tua richiesta di cancellazione è avvenuta con successo.
ja: 登録を取り消しました。
lv: Jūsu abonementa pieteikums ir atcelts.
ro: Aţi fost dezabonat cu succes.
ru: Вы успешно аннулировали подписку.
sk: Odhlásenie prebehlo úspešne.
uk: Вас видалено з списку розсилки.

# MSC.nl_channels
source: Channels
es: Canales
fa: کانال‌ها
fr: Listes de diffusion
hu: Csatornák
it: Canali
ja: チャンネル
lv: Kanāli
ro: Canale
ru: Каналы
sk: Kanály
uk: Канали розсилок
