Repository: contao/core
Catalog: system/modules/newsletter/languages/*/modules.xlf
Languages: cs, da, de, es, fa, fi, fr, hu, it, ja, lv, my, nl, pl, ro, ru, sk, sl, sv, uk

# MOD.newsletter.0
source: Newsletters
cs: Zpravodaj/Newsletter
da: Nyhedsbrev
de: Newsletter
es: Boletines de noticias
fa: خبرنامه
fi: Uutiskirjeet
fr: Bulletins d'information
hu: Hírlevelek
it: Newsletter
ja: ニュースレター
lv: Apkārtraksts
my: သတင်းစာများ
nl: Nieuwsbrieven
pl: Newsletter
ro: Newsletter
ru: Новостные рассылки
sk: Odoberanie správ
sl: E-novice
sv: Nyhetsbrev
uk: Розсилки

# MOD.newsletter.1
source: Manage subscriptions and send newsletters
cs: Správa předplatného a zasílání zpravodajů.
da: Dette modul giver dig mulighed for at administrere nyhedsbreve.
de: Abonnements verwalten und Newsletter versenden
es: Este módulo te permite gestionar los boletines de noticias
fa: این بخش به شما امکان مدیریت خبرنامه‌های سایت را می دهد.
fi: Hallitse uutiskirjeitä ja tilauksia
fr: Gérer les abonnements et envoyer des bulletins d'information.
hu: Feliratkozások és hírlevél küldés kezelése.
it: Gestisce le iscrizioni e invia le newsletter.
ja: ニュースレターの登録の管理と送信
lv: Šis modulis ļauj jums pārvaldīt apkārtrakstus.
my: ပုံမှန်မှာယူခြင်းစီမံခန့်ခွဲနှင့်သတင်းစာများပေးပို့
nl: Met deze module kunt u nieuwsbrieven beheren.
pl: Ten moduł pozwala zarządzać newsletterami.
ro: Permite gestionarea şi trimiterea newsletterelor.
ru: Управление подписками и отправкой новостных рассылок
sk: Tento modul umožňuje spravovať odoberanie správ.
sl: Upravljanje z naročniki in pošljanje e-novic.
sv: Denna modul ger dig möjlighet att hantera nyhetsbrev.
uk: Цей модуль дозволяє керувати розсилками та відправкою електронних листів.

# MOD.tl_newsletter_recipients
source: Recipients
cs: Příjemci
da: Modtagere
de: Abonnenten
es: Destinatarios
fa: گیرنده‌ها
fi: Vastaanottajat
fr: Destinataires
hu: Címzettek
it: Destinatari
ja: 宛先
lv: Adresāts
my: လက်ခံရရှိသူများ
nl: Ontvangers
pl: Odbiorcy
ro: Destinatari
ru: Получатели
sk: Príjemcovia
sl: Prejemniki
sv: Mottagare
uk: Отримувачі

# FMD.newsletter
source: Newsletter
cs: Zpravodaj
da: Nyhedsbrev
es: Boletines de noticias
fa: خبرنامه
fi: Uutiskirje
fr: Bulletin d'information
hu: Hírlevél
ja: ニュースレター
lv: Apkārtraksts
my: သတင်းစာ
nl: Nieuwsbrief
ru: Новостная рассылка
sk: Odoberanie správ
sl: E-novica
sv: Nyhetsbrev
uk: Розсилка

# FMD.subscribe.0
source: Subscribe
cs: Odebírat
da: Tilmeld
de: Abonnieren
es: Suscripción
fa: اشتراک
fi: Tilaa
fr: S'abonner
hu: Feliratkozás
it: Iscriviti
ja: 登録の申し込み
lv: Abonēt
my: ပုံမှန်မှာယူ
nl: Inschrijven
pl: Zapisz się
ro: Abonare
ru: Подписка
sk: Prihlásiť sa k odberu
sl: Prijava
sv: Prenumerera
uk: Підписатись

# FMD.subscribe.1
source: Generates a form to subscribe to one or more channels
cs: vytvoří formulář na objednání zpravodaje.
da: Dette modul giver brugere mulighed for at abonnere på et nyhedsbrev.
de: Erzeugt ein Formular zum Abonnieren von Verteilern
es: Este módulo permite a usuario del front end registrarse a un canal concreto.
fa: این بخش به بازدیدکنندگان سایت امکان ایجاد یک اشتراک در خبرنامه‌های سایت را می‌دهد.
fi: Luo lomakkeen, jolla voi tilata uutiskirjeitä
fr: Génère un formulaire pour s'abonner à une ou plusieurs listes de diffusion.
hu: Űrlapot készít egy vagy több csatornára feliratkozáshoz.
it: Genera un form di iscrizione ad una o più newsletter.
ja: 1つ以上のチャンネルの登録を申し込みできるフォームを生成
lv: Šis modulis ļauj priekšpuses lietotājiem abonēt noteiktu kanālu.
my: တစ်ခု(သို့)လမ်းကြောင်းများကိုပုံမှန်မှာယူရန်ပံုစံထုတ်လုပ်
nl: Maakt een formulier aan waarmee bezoekers zich kunnen inschrijven op een of meerdere nieuwsbriefkanalen.
pl: Ten moduł pozwala odwiedzającemu Twoją witrynę zapisać się do konkretnego kanału newslettera.
ro: generează un formular pentru abonarea la un anumit canal.
ru: Создает форму подписки на один или несколько каналов.
sk: Tento modul umožňuje návštevníkom stránky prihlásiť sa na odoberanie niektorých kanálov.
sl: Generira obrazec za prijavo na eno ali več vrst e-novic.
sv: Denna modul ger frontend-användare möjlighet att prenumerera på en viss kanal.
uk: генерує форму, що дозволяє відвідувачам сайту підписуватись до списку розсилки(-ок).

# FMD.unsubscribe.0
source: Unsubscribe
cs: Odhlásit se
da: Afmeld
de: Kündigen
es: Baja suscripción
fa: قطع اشتراک
fi: Peruuta tilaus
fr: Se désabonner
hu: Leiratkozás
it: Cancellati
ja: 解除の申し込み
lv: Atrakstīties
my: ပုံမှန်မမှာယူ
nl: Uitschrijven
pl: Wypisz się
ro: Dezabonare
ru: Отказ от подписки
sk: Odhlásiť sa z odberu
sl: Odjava
sv: Avsluta prenumeration
uk: Відмовитись від розсилки

# FMD.unsubscribe.1
source: Generates a form to unsubscribe from one or more channels
cs: vytvoří formulář na zrušení odebírání zpravodaje.
da: Dette modul giver brugere mulighed for at afmelde et nyhedsbrev.
de: Erzeugt ein Formular zum Kündigen von Abonnements
es: Este módulo permite a usuario del front end darse de baja de un canal concreto.
fa: این بخش به مشترکین خبرنامه‌های سایت این امکان را می‌دهد که اشتراک خود را لغو نمایند.
fi: Luo lomakkeen, jolla voi perua uutiskirjetilauksia
fr: Génère un formulaire pour se désabonner à une ou plusieurs listes de diffusion.
hu: Űrlapot készít egy vagy több csatornáról leiratkozáshoz.
it: Genera un form per cancellarsi da uno o più canali.
ja: 1つ以上のチャンネルの解除を申し込みできるフォームを生成
lv: Šis modulis ļauj priekšpuses lietotājiem atrakstīties no noteikta kanāla.
my: တစ်ခု(သို့)လမ်းကြောင်းများကိုပုံမှန်မမှာယူရန်ပံုစံထုတ်လုပ်
nl: Maakt een formulier aan waarmee bezoekers zich kunnen uitschrijven van een of meerdere nieuwsbriefkanalen.
pl: Ten moduł pozwala odwiedzającemu Twoją witrynę wypisać się z konkretnego kanału newslettera.
ro: generează un formular pentru dezabonarea de la un anumit canal.
ru: Создает форму отказа от подписки на один или несколько каналов.
sk: Tento modul umožňuje návštevníkom stránky odhlásiť sa z niektorých kanálov.
sl: Generira obrazec za odjavo z ene ali več vrst e-novic.
sv: Denna modul ger frontend-användare möjlighet att avsluta sin prenumeration på en viss kanal.
uk: генерує форму, що дозволяє відвідувачам сайту відмовитись від розсилки(-ок).

# FMD.nl_list.0
source: Newsletter list
cs: Seznam zpravodajů
da: Nyhedsbrevsliste
de: Newsletterliste
es: Lista de boletines de noticias
fa: فهرست خبرنامه‌ها
fi: Lista uutiskirjeistä
fr: Liste de bulletins d'information
hu: Hírlevelek listája
it: Elenco newsletter
ja: ニュースレターリスト
lv: Apkārtrakstu saraksts
my: သတင်းစာစာရင်း
nl: Nieuwsbrieflijst
pl: Lista newsletterów
ro: Listă de newslettere
ru: Список новостных рассылок
sk: Odoberanie správ - Zoznam
sl: Seznam e-novic
sv: Nyhetsbrevlista
uk: Список розсилок

# FMD.nl_list.1
source: Adds a list of newsletters to the page
cs: Přidá na stránku seznam zpravodajů.
da: Dette modul viser en liste med nyhedsbrevene fra en eller flere kanaler.
de: Fügt der Seite eine Newsletterliste hinzu
es: Este módulo muestra una lista de newsletters de uno o más canales.
fa: فهرستی از خبرنامه‌ها به برگه اضافه می‌کند.
fi: Lisää sivulle listan uutiskirjeistä
fr: Ajoute une liste de bulletins d'information à une page.
hu: Listát készít az oldalon elérhető hírlevelekről.
it: aggiunge un elenco di newsletter alla pagina.
ja: ページにニュースレターのリストを追加
lv: Pievieno apkārtrakstu sarakstu lapai.
my: စာမျက်နှာသို့သတင်းစာများစာရင်းထည့်
nl: Voegt een lijst van beschikbare nieuwsbrieven in een pagina.
pl: Ten moduł wyświetla newslettery z jednego lub więcej kanałów.
ro: adaugă o listă cu newslettere în pagină.
ru: Добавляет список новостных рассылок на страницу.
sk: Tento modul zobrazí newsletter správy viacerých kanálov.
sl: Doda seznam e-novic na stran.
sv: Denna modul listar nyhetsbrev från en eller flera kanaler.
uk: додає список розсилок на сторінці.

# FMD.nl_reader.0
source: Newsletter reader
cs: Čtečka zpravodaje
da: Nyhedsbrevlæser
de: Newsletterleser
es: Lector de boletín de noticias
fa: خواننده خبرنامه
fi: Uutiskirjelukija
fr: Lecteur de bulletins d'information
hu: Hírlevél olvasó
it: Lettore newsletter
ja: ニュースレターリーダー
lv: Apkārtrakstu lasītājs
my: သတင်းစာဖတ်သူ
nl: Nieuwsbrieflezer
pl: Czytnik newslettera
ro: Cititor newsletter
ru: Просмотрщик новостных рассылок
sk: Odoberanie správ - Čítačka
sl: Bralec e-novic
sv: Nyhetsbrevsläsare
uk: Переглядач розсилок

# FMD.nl_reader.1
source: Shows the details of a newsletter
cs: zobrazí detaily daného zpravodaje.
da: Dette modul viser et enkelt nyhedsbrev.
de: Stellt einen einzelnen Newsletter dar
es: Este módulo muestra un boletín de noticias.
fa: جزئیات یک خبرنامه را نشان می‌دهد.
fi: Näyttää uutiskirjeen tarkemmat tiedot
fr: Affiche les détails d'un bulletin d'information.
hu: Megmutatja a hírlevél adatait.
it: mostra i dettagli di una newsletter.
ja: ニュースレターの詳細を表示
lv: Parāda apkārtraksta detaļas.
my: သတင်းစာအချက်အလက်များပြသ
nl: Toont details van een nieuwsbrief.
pl: Ten moduł wyświetla pojedynczy newsletter.
ro: afişează detaliile unui newsletter.
ru: Показывает детали новостной рассылки.
sk: Tento modul ukáže jedenu správu z newslettera.
sl: Prikaže podrobnosti e-novice.
sv: Visar detaljer för ett nyhetsbrev.
uk: показує детальну інформацію про розсилку.
