Repository: contao/core
Catalog: system/modules/news/languages/*/*_module.xlf
Languages: cs, da, es, fa, fi, fr, hu, ja, my, ro, ru, sl, uk

# tl_module.news_archives.0
source: News archives
cs: Archiv zpráv
da: Nyhedsarkiver
es: Archivo de noticias
fa: بایگانی‌های خبر
fi: Uutisarkistot
fr: Archives d'actualités
hu: Hírarchívumok
ja: ニュースアーカイブ
my: သတင်းဖိုင်ထုပ်များ
ro: Arhive de anunţuri
ru: Архивы новостей
sl: Arhivi novic
uk: Архіви новин

# tl_module.news_archives.1
source: Please select one or more news archives.
cs: Vyberte prosím jeden nebo více nových archivů.
da: Vælg venligst et eller flere nyhedsarkiver.
es: Por favor seleccione uno o más archivos de noticias.
fa: لطفا یک یا چند بایگانی خبر را انتخاب نمایید.
fi: Ole hyvä ja valitse vähintään yksi arkisto.
fr: Sélectionner une ou plusieurs archives d'actualités.
hu: Válasszon egy vagy több hírarchívumot.
ja: ニュースアーカイブを1つ以上選択してください。
my: တစ်ခု(သို့)သတင်းဖိုင်ထုပ်များကိုရွေးပါ။
ro: Selectaţi una sau mai multe arhive de anunţuri.
ru: Выберите один или несколько архивов новостей.
sl: Izberite enega ali več arhivov novic.
uk: Виберіть один або декілька архівів новин.

# tl_module.news_featured.0
source: Featured items
cs: Jen zvýrazněné příspěvky
da: Kun udvalgte emner
es: Solo artículos destacados
fa: موارد ویژه
fi: Korostetut kohteet
fr: Éléments vedettes
hu: Kiemelt bejegyzések
ja: 特別な項目
my: အသားပေးပစ္စည်းများ
ro: Doar anunţurile speciale
ru: Популярные новости
sl: Samo izpostavljene
uk: Тільки майбутні пункти

# tl_module.news_featured.1
source: Here you can choose how featured items are handled.
cs: Zobrazit v seznamu jen zvýrazněné příspěvky.
da: Vis kun udvalgte nyheder i listen
es: Mostrar sólo los artículos destacados
fa: اینجا می‌توانید نحوه به کار بردن موردهای ویژه را انتخاب نمایید.
fi: Tästä voit valita kuinka nostot käsitellään.
fr: Choisir comment les éléments vedettes sont gérés.
hu: Itt megadhatja, hogyan kezelje a kiemelt híreket.
ja: 特別な項目を扱う方法を選択します。
my: အသားပေးပစ္စည်းများကိုဘယ်သို့ကိုင်တွယ်ပံုကိုရွေးနိုင်။
ro: Afişează în listă doar anunţurile speciale.
ru: Выберите как обрабатывать популярные новости.
sl: Prikaži samo izpostavljene novice v seznamu.
uk: Показувати тільки майбутні новини в списку

# tl_module.news_jumpToCurrent.0
source: No period selected
cs: Přeskočit k aktuálnímu časovému úseku
da: Skift til denne måned
es: Salta al mes actual
fa: هیج بازه زمانی انتخاب نشده است
fi: Ei ajanjaksoa valittuna
fr: Aucune période sélectionnée
hu: Nincs időszak kiválasztva
ja: 期間の未選択
my: ကာလအပိုင်းအခြားမရွေးချယ်ထား
ro: Mergi la luna curentă
ru: Период не выбран
sl: Skoči na trenutno obdobje
uk: Перехід до поточного місяця

# tl_module.news_jumpToCurrent.1
source: Here you can define what to display if no period is selected.
cs: Automaticky přejít k aktuálnímu časovému úseku, když není žádný vybraný.
da: Hvis du vælger denne mulighed, vil TYPOlight automatisk springe til nyhedsarkivet for denne måned med mindre et bestemt nyhedsarkiv er blevet specificeret.
es: Si selecciona esta opción, TYPOlight saltará automáticamente al archivo de noticias del mes actual, a no ser que se haya especificado un archivo de noticias concreto.
fa: اینجا می‌توانید حالتی را وقتی که بازه‌ای انتخاب نشده است باید نمایش داده شود را تعریف نمایید.
fi: Tästä voit valita mitä näytetään, jos ajanjaksoa ei ole valittu.
fr: Définir ce qui doit être affiché si aucune période n'est sélectionnée.
hu: Itt lehet megadni, hogyan jelenjen meg ha nincs időszak kiválasztva.
ja: 期間を選択していない場合に表示するものを指定します。
my: ကာလအပိုင်းအခြားမရွေးချယ်ထားလျှင်ဘယ်အရာကိုပြသရန်သတ်မှတ်နိုင်။
ro: Sari automat la arhiva de anunţuri a perioadei curente dacă nu a fost una specificată.
ru: Вы можете определить, что выводить если не выбран период.
sl: Če ni izbrano, avtomatično skoči na trenutno obdobje.
uk: Якщо вибрати цю опцію, Contao буде автоматично переходити до архіву новин поточного місяця, якщо не визначений конкретний архів новин .

# tl_module.news_readerModule.0
source: News reader module
cs: Čtečka novinek
da: Nyhedslæser modul
es: Módulo de lector de noticias
fa: ماژول خبرخوان
fi: Uusi lukijamoduuli
fr: Module lecteur d'actualités
hu: Hír olvasó modul
ja: ニュースリーダーのモジュール
my: သတင်းဖတ်သူအပိုင်း
ro: Modul de citire anunţuri
ru: Модуль просмотрщика новостей
sl: Modul bralnik novic
uk: Модуль переглядача новин

# tl_module.news_readerModule.1
source: Automatically switch to the news reader if an item has been selected.
cs: Automaticky zobrazí stránku, jakmile se klikne na jednu z vybraných novinek.
da: Skift automatisk til nyhedslæseren hvis en nyhed er blevet valgt.
es: Cambiar automaticamente al lector de noticias si un artículo ha sido seleccionado.
fa: به صورت خودکار به خبرخوان تعویض خواهد شد اگر موردی انتخاب شده باشد.
fi: Vaihda automaattisesti lukijaan jos kohde on valittu.
fr: Basculer automatiquement sur le lecteur d'actualités, si un élément a été sélectionné.
hu: Automatikus váltás a hír olvasóra, ha egy elem ki van jelölve.
ja: ニュースの項目を選択していると、自動的にニュースリーダーに切り替えます。
my: ပစ္စည်းကိုအရွေးခံရပါကသတင်းဖတ်ရှုသူကိုအလိုအလျောက်ပြောင်းပါ။
ro: Schimbă automat la cititorul de anunţuri dacă s-a făcut o selectare.
ru: Автоматически переключить на просмотрщик новостей при выборе элемента.
sl: V kolikor je izbrana posamezna novica, avtomatično prestavi na bralnik novic.
uk: Автоматично перемкнути на переглядач новин при виборі новини.

# tl_module.news_metaFields.0
source: Meta fields
cs: Pole meta
da: Overskriftsfelter
es: Campos de encabezado
fa: فیلدهای متا
fi: Metakentät
fr: Champs d'en-tête
hu: Meta mezők
ja: メタフィールド
my: ရှေ့ဆက်နယ်ပယ်များ
ro: Câmpuri meta
ru: Мета поля
sl: Meta polja
uk: Область заголовку

# tl_module.news_metaFields.1
source: Here you can select the meta fields.
cs: Zde můžete vybrat pole meta.
da: Vælg venligst de felter, som du vil inkludere i en nyhedsartikels overskrift.
es: Por favor seleccione los campos que quiere incluir en el encabezado de un artículo de noticias.
fa: اینجا می‌توانید فیلدهایی متا را انتخاب نمایید.
fi: Tästä voit valita metakentät
fr: Choisir les champs à inclure dans l'en-tête d'une actualité.
hu: Itt lehet kiválasztani a meta mezőket.
ja: メタフィールドを選択します。
my: ရှေ့ဆက်နယ်ပယ်များရွေးနိုင်။
ro: Alegeţi câmpurile pe care doriţi să le includeţi în header.
ru: Вы можете выбрать мета поля.
sl: Tukaj lahko izberete meta polja.
uk: Виберіть будь ласка поля, які хочете включити в заголовок публікації новини.

# tl_module.news_template.0
source: News template
cs: Předloha novinek
da: Nyhedslayout
es: Diseño noticias
fa: قالب اخبار
fi: Uutismallipohja
fr: Modèle d'actualités
hu: Hír sablon
ja: ニュースのテンプレート
my: သတင်းပံုစံပြား
ro: Şabloane pentru anunţuri
ru: Новый шаблон
sl: Predloga za novice
uk: Шаблон новин

# tl_module.news_template.1
source: Here you can select the news template.
cs: Zde můžete vybrat předlohu novinek.
da: Vælg venligst et nyhedslayout. Du kan tilføje brugerdefinerede nyhedslayouts til mappen <em>templates</em>. Nyhedsskabelonfiler starter med <em>news_</em> og kræver filendelsen <em>.tpl</em>.
es: Por favor seleccione un diseño de noticias. Puede añadir diseños personalizados para noticias en la carpeta <em>templates</em>. Los archivos de plantillas de noticias empieza por <em>news_</em> y requieren la extensión de archivo <em>.tpl</em>.
fa: اینجا می‌توانید قالب اخبار را انتخاب نمایید.
fi: Tästä voit valita uutiselle mallipohjan
fr: Choisir un modèle d'actualités.
hu: Itt lehet kiválasztani a hírek sablont.
ja: ニュースのテンプレートを選択します。
my: သတင်းပံုစံပြားရွေးနိုင်။
ro: Alegeţi un şablon. Puteţi adăuga şabloane pentru anunţuri în directorul <em>templates</em>. Şabloanele pentru anunţuri încep cu <em>news_</em> şi necesită extensia <em>.tpl</em>
ru: Вы можете выбрать шаблон новости.
sl: Izberite predlogo za novice.
uk: Виберіть будь ласка новий шаблон. Ви можете додати новий шаблон у папку <em>templates</em>. Файли профайлу новин починаються з <em>news_</em>.

# tl_module.news_format.0
source: Archive format
cs: Formát archivu
da: Format
es: Formato de archivo
fa: ساختار بایگانی
fi: Arkiston formaatti
fr: Format de l'archive
hu: Archívum megjelenése
ja: アーカイブの書式
my: ဖိုင်ထုပ်အချိုးအစား
ro: Format
ru: Формат архива
sl: Oblika arhiva
uk: Формат

# tl_module.news_format.1
source: Here you can choose the news archive format.
cs: Zde můžete zvolit formát archivu novinek.
da: Vælg venligst arkiverings format.
es: Aqui puede escoger el formato del archivo de noticias
fa: اینجا می‌توانید ساختار بایگانی خبر را انتخاب نمایید.
fi: Tästä voit valita uutisarkiston formaatin.
fr: Choisir le format de l'archive d'actualités.
hu: Itt lehet kiválasztani a hírarchívum bontási időszakát.
ja: ニュースアーカイブの書式を選択します。
my: သတင်းဖိုင်ထုပ်အချိုးအစားရွေးနိုင်။
ro: Alegeţi un format de arhivă.
ru: Вы можете выбрать формат архива новостей.
sl: Tukaj lahko izberete obliko za arhiv novic.
uk: Виберіть активний формат

# tl_module.news_startDay.0
source: Week start day
cs: Týden začíná
da: Ugens startdag
es: Primer día de la semana
fa: روز شروع هفته
fi: Viikon ensimmäinen päivä
fr: Premier jour de la semaine
hu: Hét kezdő napja
ja: 週の開始曜日
my: အပတ်တွင်စတင်သည့်နေ့
ro: Începutul de săptămână
ru: День начала недели
sl: Prvi dan v tednu
uk: День початку тижня

# tl_module.news_startDay.1
source: Here you can choose the week start day.
cs: Zde můžete zvolit, jakým dnem začíná týden.
da: Her kan du vælge hvilken dag ugen starter.
es: Permite seleccionar el día en el que inicia la semana.
fa: اینجا می‌توانید روز شروع هفته را انتخاب نمایید.
fi: Tässä voidaan määritellä viikon ensimmäinen päivä.
fr: Choisir le premier jour de la semaine.
hu: Itt lehet kiválasztani a hét kezdő napját.
ja: 週の開始曜日を選択します。
my: အပတ်တွင်စတင်သည့်နေ့ရွေးနိုင်။
ro: Aici puteţi alege ziua cu care începe săptămâna.
ru: Выберите день начала недели.
sl: Tukaj lahko izberete kateri je prvi dan v tednu.
uk: Будь ласка, виберіть день з якого починається тиждень

# tl_module.news_order.0
source: Sort order
cs: Seřadit podle
da: Sorteringsrækkefølge
es: Ordenamiento
fa: ترتیب مرتب‌سازی
fi: Lajittelujärjestys
fr: Ordre de tri
hu: Rendezési sorrend
ja: 並べ替えの順序
my: အစဉ်အားဖြင့်မျိုးတူစု
ro: Ordinea de sortare
ru: Порядок сортировки
sl: Vrstni red
uk: Порядок сортування

# tl_module.news_order.1
source: Here you can choose the sort order.
cs: Zde můžete zvolit typ třídění novinek.
da: Her kan du vælge sorteringsrækkefølgen.
es: Permite seleccionar el ordenamiento.
fa: اینجا می‌توانید ترتیب مرتب‌سازی را انتخاب نمایید.
fi: Tässä voidaan määritellä lajittelujärjestys.
fr: Choisir l'ordre de tri.
hu: Itt lehet kiválasztani a rendezési sorrendet.
ja: 並べ替えの順序を選択します。
my: အစဉ်အားဖြင့်မျိုးတူစုခြင်းရွေးနိုင်။
ro: Alegeţi ordinea de sortare de aici.
ru: Выберите порядок сортировки.
sl: Tu lahko izberete vrstni red.
uk: Виберіть порядок сортування.

# tl_module.news_showQuantity.0
source: Show number of items
cs: Zobrazit počet novinek
da: Vis antal indgange
es: Mostrar número de entradas.
fa: نمایش تعداد موارد
fi: Näytä kohteiden lukumäärä
fr: Afficher le nombre d'actualités
hu: Bejegyzések számának megjelenítése
ja: 項目の数を表示
my: ပစ္စည်းများအရေအတွက်ပြသ
ro: Arată numărul de înregistrări
ru: Показать количество элементов
sl: Prikaži število vnosov
uk: Показати число записів

# tl_module.news_showQuantity.1
source: Show the number of news items of each month.
cs: Zobrazit počet novinek na každý měsíc.
da: Hvis du vælger denne mulighed, vil antallet af artikler pr. måned blive vist i arkivmenuen.
es: Si selecciona esta opción, se mostrará el número de artículos de noticias por mes en el menú de archivos.
fa: نمایش تعداد موارد خبری هر ماه.
fi: Näytä kohteinden lukumäärä kultakin kuukaudelta
fr: Afficher le nombre d'actualités de chaque mois.
hu: A megjelent hírek számának mutatása minden hónapnál.
ja: 各月のニュース項目の数を表示します。
my: တစ်လချင်းစီသတင်းများအရေအတွက်ပြသ
ro: Dacă alegeţi această opţiune, numărul de articole pe lună va fi afişat în meniul arhivei.
ru: Показать количество элементов новостей каждого месяца.
sl: Prikaži število novic za vsak mesec.
uk: Якщо вибрати цю опцію, то кількість новин за місяць буде відображено в архівному меню.

# tl_module.news_day
source: Day
cs: Den
da: Dag
es: Día
fa: روز
fi: Päivä
fr: Jour
hu: Nap
ja: 日
my: နေ့
ro: Zi
ru: День
sl: Dan
uk: День

# tl_module.news_month
source: Month
cs: Měsíc
da: Måned
es: Mes
fa: ماه
fi: Kuukausi
fr: Mois
hu: Hónap
ja: 月
my: လ
ro: Lună
ru: Месяц
sl: Mesec
uk: Місяць

# tl_module.news_year
source: Year
cs: Rok
da: År
es: Año
fa: سال
fi: Vuosi
fr: Année
hu: Év
ja: 年
my: နှစ်
ro: An
ru: Год
sl: Leto
uk: Рік

# tl_module.hide_module
source: Hide the module
cs: Skrýt tento modul
da: Skjul modulet
es: Ocultar el módulo
fa: پنهان کردن ماژول
fi: Piilota moduuli
fr: Cacher le module
hu: Modul elrejtése
ja: モジュールを表示しない
my: အပိုင်းဖုံးကွယ်
ro: Ascunde modulul
ru: Скрыть модуль
sl: Skrij modul
uk: Спрятати модуль

# tl_module.show_current
source: Jump to the current period
cs: Přejít na současné období
da: Hop til aktuel periode
es: Saltar al periodo actual
fa: پریدن به دوره جاری
fi: Hyppää valittuun ajanjaksoon
fr: Aller à la période courante
hu: Ugrás a jelenlegi időszakban
ja: 現在の期間に移動
my: လက်ရှိကာလအပိုင်းအခြားသို့သွား
ro: Sari la perioada curentă
ru: Перейти к текущему периоду
sl: Skoči na trenutni čas
uk: Перейти до поточного періоду

# tl_module.all_items
source: Show all news items
cs: Zobrazit všechny novinky
da: Vis alle nyhedsposter
es: Mostrar todos los items de noticias
fa: مشاهده تمامی موارد خبری
fi: Näytä kaikki
fr: Afficher toutes les actualités
hu: Összes hír mutatása
ja: すべてのニュース項目を表示
my: သတင်းများအားလံုးပြသ
ro: Arată toate anunţurile
ru: Показать все новости
sl: Prikaži vse elemente novic
uk: Показати всі новини

# tl_module.featured
source: Show featured news items only
cs: Zobrazit pouze budoucí novinky
da: Vis kun udvalgte nyhedsposter
es: Mostrar solamente nuevos items destacados
fa: فقط مشاهده موارد خبری ویژه
fi: Näytä vain nostot
fr: Afficher seulement les actualités vedettes
hu: Csak kiemelt hírek megjelenítése
ja: 特別なニュース項目だけを表示
my: အသားပေးသတင်းများသာပြသ
ro: Arată doar anunţurile speciale
ru: Показать только популярные новости
sl: Prikaži le izpostavljene elemente novic
uk: Показати тільки особливі новини

# tl_module.unfeatured
source: Skip featured news items
cs: Přeskočit budoucí novinky
da: Udelad udvalgte nyhedsposter
es: Saltar nuevos items destacados
fa: رد کردن موارد خبری ویژه
fi: Älä näytä nostoja
fr: Passer les actualités vedettes
hu: A kiemelt hírek kihagyása
ja: 特別なニュース項目以外を表示
my: အသားပေးသတင်းများခုန်ကျော်
ro: Sari peste anunţurile speciale
ru: Пропустить популярные новости
sl: Preskoči izpostavljene elemente novic
uk: Пропустити особливі новини
