Repository: contao/core
Catalog: system/modules/news/languages/*/*_news.xlf
Languages: da, fa, fi, hu, my, ro, sk

# tl_news.editmeta.0
source: Edit article settings
da: Rediger artikel indstillinger
fa: ویرایش تنظیمات نوشته
fi: Muokkaa artikkelin asetuksia
hu: Cikk beállításainak szerkesztése
my: ဆောင်းပါးချိန်ညှိချက်တည်းဖြတ်
ro: Editează header-ul articolului
sk: Upraviť nastavenia článku

# tl_news.editmeta.1
source: Edit the article settings
da: Rediger artiklens indstillinger
fa: ویرایش تنظیمات نوشته
fi: Muokkaa artikkelin asetuksia
hu: A cikk beállításainak szerkesztése
my: ဆောင်းပါးချိန်ညှိချက်တည်းဖြတ်
ro: Editează setările articolului
sk: Upraviť nastavenie článku

# tl_news.pasteafter.0
source: Paste into this archive
da: Sæt ind
fa: جاگذاری در این بایگانی
fi: Liitä tähän artikkelii
hu: Illessze be ebbe az archívumba
my: ယခုဖိုင်ထုပ်သို့ထုတ်ထား
ro: Copiază în arhivă
sk: Vložiť do tohto archívu

# tl_news.pasteafter.1
source: Paste after news article ID %s
da: Sæt ind efter nyhedsartikel ID %s
fa: جاگذاری بعد از نوشته خبری شناسه %s
fi: Liitä uutisen ID %s perään
hu: Beillesztés az ID %s hír után
my: သတင်းဆောင်းပါးအိုင်ဒီ %s ပြီးနောက်ထုတ်ထား
ro: Copiază după anunţul ID %s
sk: Vložiť za článok novinky ID %s

# tl_news.editheader.0
source: Edit archive
fi: Muokkaa arkistoa
ro: Editează arhivă
sk: Upraviť archív
