Repository: contao/core
Catalog: system/modules/news/languages/*/*_news_feed.xlf
Languages: es, fi, hu, pl, ru, sk

# tl_news_feed.title.0
source: Title
es: Título
fi: Otsikko
hu: Cím
pl: Nagłówek
ru: Название
sk: Nadpis

# tl_news_feed.title.1
source: Please enter a feed title.
es: Por favor introduzca un título de la fuente.
fi: Syötä syötteen otsikko
hu: Adja meg a hírfolyam nevét.
pl: Wprowadź tytuł kanału.
ru: Введите название канала.
sk: Prosím zadajte názov kanálu.

# tl_news_feed.alias.0
source: Feed alias
es: Alias de la fuente
fi: Syötteen alias
hu: Hírfolyam álnév
pl: Alias kanału
ru: Алиас канала
sk: Alias kanálu

# tl_news_feed.alias.1
source: Here you can enter a unique filename (without extension). The XML feed file will be auto-generated in the <em>share</em> directory of your Contao installation, e.g. as <em>share/name.xml</em>.
es: Aquí puede ntroducir un nombre de archivo único (sin extensión). El archivo XML del flujo se auto-genera en la carpeta <em>share</em> de la instalación de Contao, por ejemplo, <em>share/nombre.xml </em>.
fi: Tähän voidaan määritää uniikki tiedotonimi (ilman päätettä). XML-syötteen tiedosto generoidaan automaattisesti <em>share</em> hakemistoon, joka on Contaon asennushakemistossa, esim. <em>share/nimi.xml</em>.
hu: Adjon meg egy egyedi fájlnevet (kiterjesztés nélkül). Az XML hírfolyam fájl automatikusan létre lesz hozva a <em>share</em> könyvtárba a Contao telepítési könyvtárában, pl.: <em>share/name.xml</em>.
pl: Tutaj możesz wprowadzić unikalną nazwę pliku (bez rozszerzenia). Plik XML kanału zostanie automatycznie wygenerowany w katalogu <em>share</em> w instalacji Contao, np. <em>share/name.xml</em>.
ru: Введите уникальное имя файла (без расширения). В каталоге <em>share</em> автоматически будет создан XML-файл, напр. <em>share/name.xml</em>.
sk: Tu môžete zadať jedinečný názov súboru (bez prípony). Súbor XML bude automaticky vytvorený v adresári <em>share</em> Vašej Contao inštalácie, napr. ako <em>share/name.xml</em>.

# tl_news_feed.language.0
source: Feed language
es: Idioma del flujo
fi: Syötteen kieli
hu: Hírfolyam nyelve
pl: Język kanału
ru: Язык канала
sk: Jazyk kanálu

# tl_news_feed.language.1
source: Please enter the feed language according to the ISO-639 standard (e.g. <em>en</em> or <em>en-us</em>).
es: Introduzca el lenguaje del flujo de acuerdo con la norma ISO-639 (por ejemplo <em>en</em> o <em>en-us</em>).
fi: Anna syötteen kieli käyttäen ISO-639 standardia (esim. <em>fi</em> tai <em>fi-fi</em>).
hu: Adja meg a hírfolyam nyelvét az ISO-639 szabvány szerint (pl.: <em>en</em> vagy <em>en-us</em>).
pl: Wprowadź język kanału zgodnie ze standardem ISO-639 (np. <em>en</em> lub <em>en-us</em>).
ru: Введите язык канала согласно стандарта ISO-639 (напр. <em>en</em> или <em>en-us</em>).
sk: Zadajte prosím jazyk kanálu podľa normy ISO-639 (napr. <em>sk</em> pre slovenčinu alebo <em>en</em> pre anglický jazyk).

# tl_news_feed.archives.0
source: News archives
es: Archivo de noticias
fi: Uutisarkistot
hu: Hírarchívumok
pl: Archiwa aktualności
ru: Архивы новостей
sk: Archívy noviniek

# tl_news_feed.archives.1
source: Here you can choose the news archives to be included in the feed.
es: Elega los archivos de noticias para ser incluidos en el flujo
fi: Tästä voit valita uutisarkistot, jotka sisällytetään syötteeseen.
hu: IItt választhatja ki a hírfolyamokat amelyeket tartalmazni fog a hírfolyam.
pl: Tutaj możesz wybrać archiwa aktualności, które mają zostać użyte w kanale.
ru: Вы можете выбрать архивы новостей, которые будут включены в канал.
sk: Tu môžete zvoliť archív správ, ktorý sa zahrnie do kanála RSS.

# tl_news_feed.format.0
source: Feed format
es: Formato del flujo
fi: Syötteen muoto
hu: Hírfolyam formátuma
pl: Format kanału
ru: Формат канала
sk: Formát kanálu RSS

# tl_news_feed.format.1
source: Please choose a feed format.
es: Eliga el formato del flujo
fi: Valitse syötteen muoto
hu: Válassza ki a hírfolyam formátumát.
pl: Wybierz format kanału.
ru: Выберите формат канала.
sk: Vyberte prosím formát kanálu RSS.

# tl_news_feed.source.0
source: Export settings
es: Ajustes de exportación
fi: Vientiasetukset
hu: Exportálási beállítások
pl: Ustawienia eksportu
ru: Настройки экспорта
sk: Nastavenia exportu

# tl_news_feed.source.1
source: Here you can choose what will be exported.
es: Aquí puede elegir lo que va a ser exportado.
fi: Tässä voidaan määritellä mitä tietoja viedään ulos järjestelmästä.
hu: Válassza ki mi kerüljön exportálásra.
pl: Tutaj możesz wybrać, co zostanie wyeksportowane.
ru: Вы можете выбрать, что будет экспортировано.
sk: Tu môžete vybrať, čo bude exportované.

# tl_news_feed.maxItems.0
source: Maximum number of items
es: Número máximo de elementos
fi: Kohteiden maksimimäärä
hu: Elemek maximális száma
pl: Maksymalna liczba rekordów
ru: Максимальное количество событий
sk: Maximálny počet položiek

# tl_news_feed.maxItems.1
source: Here you can limit the number of feed items. Set to 0 to export all.
es: Aquí puede limitar el número de elementos del flujo. Eliga 0 para exportar todos.
fi: Tässä voidaan määritellä rajoitus syötteen kohteiden määrälle. Aseta 0:ksi, niin kaikki kohteet ovat mukana.
hu: Itt állíthatja be a hírfolyam elemeinek számát. 0-ra állítva minden exportálva lesz.
pl: Tutaj możesz ograniczyć maksymalną liczbę rekordów kanału. Wprowadź 0, aby wyeksportować wszystkie.
ru: Ограничение количества экспортируемых событий. Введите 0 для экспорта всех.
sk: Tu môžete limitovať počet položiek kanála RSS. Zadajte 0 ak chcete exportovať všetky.

# tl_news_feed.feedBase.0
source: Base URL
es: URL base
fi: Pohja URL
hu: Alap URL
pl: Podstawowy URL
ru: Базовый URL
sk: Základná adresa URL

# tl_news_feed.feedBase.1
source: Please enter the base URL with protocol (e.g. <em>http://</em>).
es: Introducir la dirección URL base con el protocolo (por ejemplo <em>http://</em>).
fi: Syötä pohja URL protokollan kanssa (esim. <em>http://</em>).
hu: Adja meg az alap URL-t a protokollal együtt (pl.: <em>http://</em>).
pl: Wprowadź podstawowy URL z protokołem (np. <em>http://</em>).
ru: Введите базовый URL вместе с протоколом (напр. <em>http://</em>).
sk: Zadajte prosím základnú adresu URL s protokolom (napr. <em>http://</em>).

# tl_news_feed.description.0
source: Feed description
es: Descripción del flujo
fi: Syötteen kuvaus
hu: Hírfolyam leírás
pl: Opis kanału
ru: Описание канала
sk: Popis kanála RSS

# tl_news_feed.description.1
source: Here you can enter a short description of the news feed.
es: Introduzca aquí una breve descripción del flujo de noticias.
fi: Tähän voit antaa lyhyen kuvauksen syötteestä.
hu: Adja meg a naptár hírfolyam rövid leírását.
pl: Tutaj możesz wprowadzić krótki opis kanału aktualności.
ru: Вы можете ввести краткое описание канала новостей.
sk: Tu môžete zadať krátky popis kanála správ.

# tl_news_feed.title_legend
source: Title and language
es: Título e idioma
fi: Otsikko ja kieli
hu: Megnevezés és nyelv
pl: Tytuł i język
ru: Название и язык
sk: Názov a jazyk

# tl_news_feed.archives_legend
source: News archives
es: Archivo de noticias
fi: Uutisarkistot
hu: Hírarchívumok
pl: Archiwa aktualności
ru: Архивы новостей
sk: Archívy noviniek

# tl_news_feed.config_legend
source: Feed settings
es: Ajustes del flujo
fi: Syötteen asetukset
hu: Hírfolyam beállítások
pl: Ustawienia kanału
ru: Настройки канала
sk: Nastavenia kanálu

# tl_news_feed.source_teaser
source: News teasers
es: Sumarios de noticia
fi: Uutiskatkelmat
hu: Hír előzetes
pl: Zajawka aktualności
ru: Анонс новости
sk: Ukážka novinky

# tl_news_feed.source_text
source: Full articles
es: Noticias completas
fi: Kokonaiset artikkelit
hu: Teljes tartalom
pl: Pełna aktualność
ru: Полные статьи
sk: Plné znenie

# tl_news_feed.new.0
source: New feed
es: Nuevo flujo
fi: Uutissyöte
hu: Új hírfolyam
pl: Nowy kanał
ru: Новый канал
sk: Nový RSS kanál

# tl_news_feed.new.1
source: Create a new feed
es: Crear un flujo nuevo
fi: Luo uusi syöte
hu: Új hírfolyam létrehozása
pl: Utwórz nowy kanał
ru: Создать новый канал
sk: Vytvoriť nový RSS kanál

# tl_news_feed.show.0
source: Feed details
es: Detalles del flujo
fi: Syötteen lisätiedot
hu: Hírfolyam adatai
pl: Szczegóły kanału
ru: Детали канала
sk: Detaily kanálu

# tl_news_feed.show.1
source: Show the details of feed ID %s
es: Mostrar los detalles del flujo ID %s
fi: Näyttää lisätietoja syötteestä ID %s
hu: Az ID %s hírfolyam adatainak megtekintése
pl: Wyświetl szczegóły kanału ID %s
ru: Показать детали канала ID %s
sk: Zobraziť detaily kanálu ID %s

# tl_news_feed.edit.0
source: Edit feed
es: Editar flujo
fi: Muokkaa syötettä
hu: Hírfolyam szerkesztése
pl: Edytuj kanał
ru: Редактировать канал
sk: Upraviť RSS kanál

# tl_news_feed.edit.1
source: Edit feed ID %s
es: Editar flujo ID %s
fi: Muokkaa syötettä ID %s
hu: Az ID %s hírfolyam szerkesztése
pl: Edytuj kanał ID %s
ru: Редактировать канал ID %s
sk: Upraviť RSS kanál ID %s

# tl_news_feed.copy.0
source: Duplicate feed
es: Duplicar flujo
fi: Kopioi syöte
hu: Hírfolyam duplázása
pl: Duplikuj kanał
ru: Дублировать канал
sk: Kopírovať RSS kanál

# tl_news_feed.copy.1
source: Duplicate feed ID %s
es: Duplicar flujo ID %s
fi: Kopioi syöte ID %s
hu: Az ID %s hírfolyam duplázása
pl: Duplikuj kanał ID %s
ru: Дублировать канал ID %s
sk: Kopírovať RSS kanál ID %s

# tl_news_feed.delete.0
source: Delete feed
es: Borrar flujo
fi: Poista syöte
hu: Hírfolyam törlése
pl: Usuń kanał
ru: Удалить канал
sk: Odstrániť RSS kanál

# tl_news_feed.delete.1
source: Delete feed ID %s
es: Borrar flujo ID %s
fi: Poista syöte ID %s
hu: Az ID %s hírfolyam törlése
pl: Usuń kanał ID %s
ru: Удалить канал ID %s
sk: Odstrániť RSS kanál ID %s
