Repository: contao/core
Catalog: system/modules/news/languages/*/*_news.xlf
Languages: da, fa, fi, hu, my, ro, sk

# tl_news.headline.0
source: Title
da: Overskrift
fa: عنوان
fi: Otsikko
hu: Megnevezés
my: ခေါင်းစဉ်
ro: Nume grup
sk: Nadpis

# tl_news.headline.1
source: Please enter the news title.
da: Angiv en overskrift til nyhedsartiklen.
fa: لطفاً یک عنوان خبر را وارد نمائید.
fi: Syötä uutiselle otsikko.
hu: Adja meg a hír címét.
my: သတင်းခေါင်းစဉ်ထည့်သွင်း။
ro: Introduceţi titlul anunţului.
sk: Prosím zadajte nadpis novinky.

# tl_news.alias.0
source: News alias
da: Nyhedsalias
fa: نام مستعار خبر
fi: Uutisen alias
hu: Hír álnév
my: သတင်းနာမည်ပွား
ro: Identificator anunţ
sk: Alias novinky

# tl_news.alias.1
source: The news alias is a unique reference to the article which can be called instead of its numeric ID.
da: Et nyhedsalias er en unik reference til artiklen, som du kan lænke til i stedet for artiklens nyheds-ID.
fa: نام مستعار خبر یک مرجع واحد برای مقاله است که می‌تواند به جای شناسه استفاده شود.
fi: Alias on yksilöllinen viite jolla artikkelia voidaan kutsua sen numeerisen tunnisteen sijasta.
hu: A hír álnév egy egyedi hivatkozás a tartalomra, amelyet a numerikus ID helyett használhatunk.
my: နံပါတ်အိုင်ဒီအစားသတင်းနာမည်ပွားမှာသတင်းသို့တစ်ခုတည်းရည်ညွှန်းချက်ဖြစ်။
ro: Un identificator este o referinţă unică către anunţ care poate fi invocată în locul ID-ului.
sk: Alias novinky je unikátna referencia na novinkový článok, ktorým môže byť novinka vyvolaná namiesto volania cez ID.

# tl_news.author.0
source: Author
da: Forfatter
fa: نویسنده
fi: Tekijä
hu: Szerző
my: ရေးသားသူ
ro: Nume
sk: Autor

# tl_news.author.1
source: Here you can change the author of the news item.
da: Du kan angive en anden forfatter til denne nyhed.
fa: در این بخش می‌توانید نام نویسنده را تغییر دهید.
fi: Tähän voit muuttaa uutisen tekijän.
hu: Itt ki tudja választani a hír szerzőjét.
my: သတင်းရေးသားသူပြောင်းလဲနိုင်။
ro: Puteţi schimba autorul anunţului.
sk: Môžete zmeniť autora tohto článku.

# tl_news.date.0
source: Date
da: Dato
fa: تاریخ
fi: Päivämäärä
hu: Dátum
my: နေ့စွဲ
ro: Data
sk: Dátum

# tl_news.date.1
source: Please enter the date according to the global date format.
da: Angiv en dato for denne nyhed.
fa: لطفاً تاریخ خبر را وارد نمائید.
fi: Ole hyvä ja anna päivämäärä globaalissa aikamuodossa.
hu: Adja meg a dátumot a globális dátum formátum szerint.
my: ကမ္ဘာစံတော်ချိန်အတိုင်းစတင်မယ့်နေ့ရက်ကိုရိုက်။
ro: Introduceţi data conform cu formatul general.
sk: Prosím zadajte dátum novinky.

# tl_news.time.0
source: Time
da: Tidspunkt
fa: ساعت
fi: Aika
hu: Idő
my: စံတော်ချိန်
ro: Timp
sk: Čas

# tl_news.time.1
source: Please enter the time according to the global time format.
da: Angiv et tidspunkt for denne nyhed.
fa: لطفاً زمان خبر را وارد نمائید.
fi: Ole hyvä ja anna aika globaalissa aikamuodossa.
hu: Adja meg az időt a globális idő formátum szerint.
my: ကမ္ဘာစံတော်ချိန်အတိုင်းစတင်မယ့်အချိန်ကိုရိုက်။
ro: Introduceţi ora conform cu formatul general.
sk: Prosím zadajte čas novinky.

# tl_news.subheadline.0
source: Subheadline
da: Underoverskrift
fa: زیرعنوان
fi: Alaotsikko
hu: Alcím
my: သတင်းခေါင်းစဉ်ခွဲ
ro: Subtitlu
sk: Podnapis

# tl_news.subheadline.1
source: Here you can enter a subheadline.
da: Du kan angive en underoverskrift her.
fa: شما می‌توانید یک زیرعنوان وارد نمائید.
fi: Tähän voit antaa alaotsikon
hu: Itt adhatja meg a hír alcímét.
my: သတင်းခေါင်းစဉ်ခွဲကိုထည့်နိုင်။
ro: Introduceţi un subtitlu.
sk: Tu môžete vložiť podnadpis.

# tl_news.teaser.0
source: News teaser
da: Nyheds uddrag
fa: خلاصه خبر
fi: Uutisen esittelyteksti
hu: Hír előzetes
my: သတင်းပဟေဠိ
ro: Rezumat text
sk: Text ukážky (teaser)

# tl_news.teaser.1
source: The news teaser can be shown in a news list instead of the full article. A "read more …" link will be added automatically.
da: I stedet for selve nyhedsartiklen vises normalt et uddrag efterfulgt af en "læs mere..."-link.
fa: خلاصه متن معمولاً در بخش خلاصه اخبلر به همراه یک لینک "ادامه مطلب ..." نمایش داده می‌شود .
fi: Uutisen esikuvaus voidaan näyttää uutislistassa kokonaisten artikkelien sijaan. "Näytä lisää..." -linkki lisätään automaattisesti.
hu: A hír előzetes jelenik meg a hírlistában a teljes tartalom helyett. Az "Olvasson tovább..." link automatikusan hozzáadódik.
my: ဆောင်းပါးအပြည့်အစားသတင်းပဟေဠိကိုသတင်းစာရင်းတွင်ပြသနိုင်။ "နောက်ထပ်ဖတ်ရှု..." ကွန်ဆက်ကိုအလိုအလျောက်ထည့်သွင်း။
ro: Rezumatul este de regulă afişat în locul articolului, urmat de o legătură "mai mult ...".
sk: Text ukážky je zvyčajne zobrazený namiesto celého textu, typicky nasledovaný frázou "čítať ďalej...".

# tl_news.text.0
source: News text
da: Nyhedstekst
fa: متن خبر
fi: Uutisteksti
hu: Hír szövege
my: သတင်းစာသား
ro: Textul
sk: Text novinky

# tl_news.text.1
source: Here you can enter the news text.
da: Skriv nyhedsteksten.
fa: متن خبر را در این بخش وارد نمائید.
fi: Tähän voit syöttää uutistekstin
hu: Itt írhatja be a hír szövegét.
my: သတင်းစာသားထည့်သွင်းနိုင်။
ro: Introduceţi textul articolului.
sk: Prosím zadajte text novinky.

# tl_news.addImage.0
source: Add an image
da: Tilføj et billede
fa: افزودن یک تصویر
fi: Lisää kuva
hu: Kép hozzáadása
my: ပံုထည့်
ro: Adăugaţi o imagine
sk: Pridajte obrázok

# tl_news.addImage.1
source: Add an image to the news item.
da: Vælger du denne indstilling tilføjes et billede til nyhedsartiklen.
fa: با فعال نمودن این گزینه می‌توانید به خبر خود عکس اضافه نمائید.
fi: Lisää kuva uutiseen
hu: Képet adhat a hírhez.
my: သတင်းသို့ပံုထည့်။
ro: Dacă alegeţi această opţiune va fi adăugată o imagine la anunţ.
sk: Ak zvolíte túto možnosť, k článku bude pridaný obrázok.

# tl_news.addEnclosure.0
source: Add enclosures
da: Tilføj billag
fa: افزودن ضمائم
fi: Lisää liitteet
hu: Melléklet hozzáadása
my: ပူးတွဲများထည့်သွင်း
ro: Include fişiere
sk: Pridat prílohu

# tl_news.addEnclosure.1
source: Add one or more downloadable files to the news item.
da: Tilføj en fil til nyheden.
fa: در این بخش می‌توانید در صورت تمایل به خبر خود فایل‌های قابل دانلود اضافه نمائید.
fi: Lisää yksi tai useampi ladattava tiedosto uutiseen.
hu: Hozzáadhat egy vagy több letölthető fájlt a hírhez.
my: သတင်းသို့တစ်ခု(သို့)ကူးဆွဲနိုင်ဖိုင်များထည့်သွင်း။
ro: Adaugă un fişier la anunţ.
sk: Pridať k novinke jeden, alebo viac stiahnutelných súborov.

# tl_news.enclosure.0
source: Enclosures
da: RSS-bilag
fa: ضمائم
fi: Liiteet
hu: Melléklet
my: ပူးတွဲများ
ro: Fişier inclus
sk: Príloha

# tl_news.enclosure.1
source: Please choose the files you want to attach.
da: Vælg filen du ønsker at tilføje til RSS-nyhedsstrømmen.
fa: لطفاً فایل‌هایی که می‌خواهید ضمیمه شوند را انتخاب نمائید.
fi: Valitse tiedostot, jotka halutaan liittää.
hu: Válassza ki a csatolni kívánt fájlokat.
my: ပူးတွဲပါစေလိုသောဖိုင်များကိုရွေး။
ro: Alegeţi fişierele care doriţi să fie ataşate.
sk: Zvoľte prosím súbory, ktoré chcete pripojiť

# tl_news.source.0
source: Redirect target
da: Kilde
fa: مقصد بازگردانی
fi: Uudelleenohjauksen kohde
hu: Átirányítás cél
my: ဦးတည်ရာပြောင်းရည်မှန်းချက်
ro: Pagină destinaţie
sk: Cieľová stránka

# tl_news.source.1
source: Here you can override the default redirect target.
da: Vælg om artiklen linker til en intern eller en ekstern side.
fa: لطفا انتخاب نمائید که می‌خواهید با کلیک بر روی خبر بازدیدکننده به صفحات داخلی منتقل گردد یا به صفحات خارجی.
fi: Tässä voidaan määritellä muu kuin uudelleenohjauksen kohteen oletus.
hu: Itt lehet felülírni az alapértelmezett átirányítási célt.
my: မူလဦးတည်ရာပြောင်းရည်မှန်းချက်ကိုအစားထိုး။
ro: Alegeţi dacă anunţul trimite către o pagină internă sau una externă.
sk: Odkaz na internú, alebo externú stránku, namiesto tej predvolenej.

# tl_news.default.0
source: Use default
da: Brug standardside
fa: استفاده از پیش‌فرض
fi: Käytä oletusta
hu: Alapértelmezett
my: မူလပံုစံသံုး
ro: Setări implicite
sk: Použiť predvolené nastavenie

# tl_news.default.1
source: By clicking the "read more …" button, visitors will be redirected to the default page of the news archive.
da: Ved at klikke på "læs mere..."-knappen omdirigeres besøgende til nyhedsarkivets standardside.
fa: با کلیک بر روی "ادامه مطلب ..." بازدیدکنندگان به صفحه پیش‌فرض خبر منتقل خواهند شد.
fi: Klikkaamalla "Lue lisää..." vierailijat ohjahtaan uutisarkiston oletussivulle.
hu: Ha az "Olvasson tovább..." gombra kattint, a látogató a hírarchívumban meghatározott oldalra lesz átirányítva.
my: "နောက်ထပ်ဖတ်ရှု..." ခလုတ်ကိုနှိပ်ပါကသတင်းဖိုင်ထုပ်စာမျက်နှာသို့လည်ပတ်သူများကိုခေါ်ဆောင်သွား။
ro: Apăsând butonul "Mai mult ..." vizitatorii vor fi redirectaţi către pagina implicită a anunţului.
sk: Kliknutím na odkaz "čítať ďalej..." budú návštevníci presmerovaný na predvolenú stránku archivu noviniek.

# tl_news.internal.0
source: Page
da: Intern side
fa: صفحه
fi: Sivu
hu: Oldal
my: စာမျက်နှာ
ro: Pagina internă
sk: Interná stránka

# tl_news.internal.1
source: By clicking the "read more …" button, visitors will be redirected to a page.
da: Ved at klikke på "læs mere..."-knappen omdirigeres besøgende til en intern side hvor hele artiklen kan læses.
fa: با کلیک بر روی "ادامه مطلب ..." بازدیدکنندگان برای مشاهده ادامه مطلب به صفحه‌ای دیگر منتقل می‌شوند.
fi: Klikkaamalla "Lue lisää..." vierailijat ohjataan toiselle sivulle.
hu: Ha az "Olvasson tovább..." gombra kattint, a látogató erre az oldalra lesz átirányítva.
my: "နောက်ထပ်ဖတ်ရှု..." ခလုတ်ကိုနှိပ်ပါကလည်ပတ်သူများကိုစာမျက်နှာသို့ဦးတည်ရာပြောင်းခေါ်ဆောင်သွား။
ro: Apăsând butonul "Mai mult ..." vizitatorii vor fi trimişi către o pagină internă unde vor putea citi articolul în întregime.
sk: Kliknutím na odkaz "čítať ďalej..." budú návštevníci presmerovaní na internú stránku.

# tl_news.article.0
source: Article
da: Artikel
fa: نوشته
fi: Artikkeli
hu: Cikk
my: ဆောင်းပါး
ro: Articol intern
sk: Článok

# tl_news.article.1
source: By clicking the "read more …" button, visitors will be redirected to an article.
da: Ved at trykke på "læs mere..." knappen, bliver brugerne sendt til en artikel.
fa: با فشردن دکمه "بیشتر بخوانید..." بازدیدکننده به این نوشته هدایت خواهد شد.
fi: Valitsemalla "Näytä lisää ..." vieralijat ohjataan artikkeliin.
hu: Ha az "Olvasson tovább..." gombra kattint, a látogató a kiválasztott cikkhez lesz átirányítva.
my: "နောက်ထပ်ဖတ်ရှု..." ခလုတ်ကိုနှိပ်ပါကဆောင်းပါးသို့လည်ပတ်သူများကိုဦးတည်ရာပြောင်းခေါ်ဆောင်သွား။
ro: Apăsând butonul "Mai mult ..." vizitatorii vor fi redirecţionaţi la un articol.
sk: Kliknutím na odkaz "čítať ďalej..." budú návštevníci presmerovaní na článok.

# tl_news.external.0
source: External URL
da: Eksternt websted
fa: URL خارجی
fi: Ulkoinen URL
hu: Külső URL
my: ပြင်ပယူအာအယ်
ro: URL extern
sk: Externá URL

# tl_news.external.1
source: By clicking the "read more …" button, visitors will be redirected to an external website.
da: Ved at klikke på "læs mere..."-knappen omdirigeres besøgende til et eksternt websted hvor de kan læse hele artiklen.
fa: با کلیک بر روی "ادامه مطلب ..." بازدیدکنندگان برای مشاهده ادامه مطلب به صفحه‌ای در سایتی دیگر منتقل می‌شوند.
fi: Valitsemalla "Näytä lisää ..." vierailijat ohjataan ulkoiselle sivustolle.
hu: Ha az "Olvasson tovább..." gombra kattint, a látogató egy külső weboldalra lesz átirányítva.
my: "နောက်ထပ်ဖတ်ရှု..." ခလုတ်ကိုနှိပ်ပါကပြင်ပဝဘ်ဆိုက်သို့လည်ပတ်သူများကိုဦးတည်ရာပြောင်းခေါ်ဆောင်သွား။
ro: Apăsând butonul "Mai mult ..." vizitatorii vor fi trimişi către o alt website extern.
sk: Kliknutím na odkaz "čítať ďalej..." budú návštevníci presmerovaní na externú stránku.

# tl_news.jumpTo.0
source: Redirect page
da: Hop til side
fa: صفحه بازگردانی
fi: Uudelleenohjauksen sivu
hu: Átirányítási oldal
my: ဦးတည်ရာပြောင်းစာမျက်နှာ
ro: Avansează la
sk: Presmerovanie na stránku

# tl_news.jumpTo.1
source: Please choose the page to which visitors will be redirected when clicking the news item.
da: Vælg den side besøgende skal omdirigeres til. Vær opmærksom på at målsiden skal inkludere "newsreader"-indstikket for at være i stand til at vise nyhedsartiklen.
fa: صفحه‌ای را که بازدیدکننده بعد از کلیک مورد خبری باید هدایت شود را انتخاب نمایید.
fi: Ole hyvä ja valitse sivu, jolle vieralijat ohjataan kun uutinen valitaan.
hu: Kérem válassza ki az oldalt, ahová a látogatók át lesznek irányítva ha a hírre kattintanak.
my: သတင်းကိုကလစ်နှိပ်သောအခါလည်ပတ်သူများရောက်သွားမည့်စာမျက်နှာကိုရွေးပါ။
ro: Alegeţi pagina către care vor fi redirecţionaţi vizitatorii. Atenţie, pagina ţintă trebuie să includă plugin-ul "Cititior de anunţuri" pentru afişare.
sk: Prosím vyberte stránku, na ktorú budú návštevníci presmerovaní po kliknutí na názov novinky.

# tl_news.articleId.0
source: Article
da: Artikel
fa: نوشته
fi: Artikkeli
hu: Cikk
my: ဆောင်းပါး
ro: Articol intern
sk: Článok

# tl_news.articleId.1
source: Please choose the article to which visitors will be redirected when clicking the news item.
da: Vælg venligst hvilken artikel brugere skal videresendes til ved tryk på nyheden.
fa: نوشته‌ای که را بازدیدکننده بعداز کلیک مورد خبری باید به آن هدایت شود را انتخاب نمایید.
fi: Ole hyvä ja valitse artikkeli, johon vierailijat ohjataan kun uutinen valitaan.
hu: Kérem válassza ki a cikket, ahová a látogatók át lesznek irányítva ha a hírre kattintanak.
my: သတင်းကိုကလစ်နှိပ်သောအခါလည်ပတ်သူများရောက်သွားမည့်ဆောင်းပါးကိုရွေးပါ။
ro: Alegeţi articolul spre care vizitatorii vor fi direcţionaţi când accesează anunţul.
sk: Prosím vyberte článok, na ktorý budú návštevníci presmerovaní po kliknutí na názov novinky.

# tl_news.cssClass.0
source: CSS class
da: CSS klasse
fa: CSS کلاس
fi: CSS luokka
hu: CSS osztály
my: စီအက်အက်စ်အမျိုးအစား
ro: Clasa CSS
sk: CSS trieda (class)

# tl_news.cssClass.1
source: Here you can enter one or more classes.
da: Her kan du indtaste en eller flere CSS klasser (klasse attributter).
fa: می‌توانید یک یا چند کلاس را وارد نمایید.
fi: Tähän voidaan syöttää yksi tai useampi luokka.
hu: Itt tud megadni egy vagy több osztályt.
my: တစ်ခု(သို့)စီအက်အက်စ်အမျိုးအစားများထည့်သွင်းနိုင်။
ro: Aici puteţi introduce una sau mai multe clase CSS.
sk: Tu môžte zadať jednu alebo viac CSS tried (class).

# tl_news.noComments.0
source: Disable comments
da: Slå kommentarer fra
fa: غیرفعال کردن نظرات
fi: Kommentointi poissa käytöstä
hu: Hozzászólások kikapcsolása
my: မှတ်ချက်များမလုပ်ဆောင်စေ
ro: Dezactivează comentariile
sk: Vypnúť komentáre

# tl_news.noComments.1
source: Do not allow comments for this particular news item.
da: Slå kommentarer fra på denne nyhed.
fa: توسط این گزینه می‌توانید امکان نظر دادن به این خبر را غیرفعال سازید.
fi: Älä salli tämän uutisen kommentointia.
hu: Megakadályozza az adott hírhez hozzászólás írását.
my: ယခုသတင်းအတွက်မှတ်ချက်များခွင့်မပြုစေ။
ro: Dezactivează comentarii pentru un anumit anunţ.
sk: Zakázať komentáre pre túto konkrétnu novinku.

# tl_news.featured.0
source: Feature item
da: Fremhævet emne
fa: مورد ویژه
fi: Tee tästä uutisesta nosto.
hu: Kiemelt hír
my: အသားပေးပစ္စည်း
ro: Anunţ special
sk: Zvýrazniť novinku

# tl_news.featured.1
source: Show the news item in a featured news list.
da: Vis nyheden i en liste med fremhævede emner
fa: نشان دادن مورد خبری در لیست خبرهای ویژه
fi: Näyttää uutisen nostolistassa.
hu: Mutassa kiemelten a hírt a hírlistában.
my: အသားပေးသတင်းစာရင်းတွင်သတင်းပြသ
ro: Afişează în lista de anunţuri speciale.
sk: Zobrazí túto novinku v zozname zvýraznených novinek.

# tl_news.published.0
source: Publish item
da: Udgivet
fa: انتشار مورد
fi: Julkaise kohde
hu: Megjelentetve
my: သတင်းထုတ်ဝေ
ro: Publicat
sk: Publikovať

# tl_news.published.1
source: Make the news item publicly visible on the website.
da: Nyhedsartiklen er kun synlig på webstedet hvis den er udgivet.
fa: تا زمانی که این گزینه را فعال ننمائید خبر در سایت نمایش داده نخواهد شد.
fi: Tee uutinen julkisesti näkyväksi sivustolla.
hu: Bejelölve a hír láthatóvá válik a honlapon.
my: ဝဘ်ဆိုက်ပေါ်တွင်သတင်းကိုလူအများမြင်စေရန်လုပ်ဆောင်။
ro: Dacă nu alegeţi această opţiune, anunţuri nu va fi vizibil pe site.
sk: Táto novinka nebude viditeľná na stránkach, pokiaľ nebude publikovaná.

# tl_news.start.0
source: Show from
da: Vis fra
fa: نشان دادن از
fi: Näytä ajankohdasta lähtien
hu: Megjelenítés kezdete
my: မှပြသ
ro: Publică de la
sk: Zobrazovať od

# tl_news.start.1
source: Do not show the news item on the website before this day.
da: Hvis du skriver en dato her vil nyheden ikke blive vist før denne dag.
fa: نشان ندادن آیتم خبری در وب‌سایت قبل از این روز
fi: Älä näytä uutista sivustolla ennen tätä ajankohtaa.
hu: A hír a megadott dátum előtt nem jelenik meg.
my: ဒီနေ့မတိုင်မီဝဘ်ဆိုက်တွင်သတင်းမပြသ။
ro: Dacă introduceţi o data aici ştirea curentă nu va fi afişată pe site înainte de această zi.
sk: Ak zadáte dátum, táto novinka nebude na stránkach zobrazená skôr, ako v tento deň.

# tl_news.stop.0
source: Show until
da: Vis til
fa: نشان دادن تا
fi: Näytä ajankohtaan asti
hu: Megjelenítés vége
my: အထိပြသ
ro: Publică până la
sk: Zobrazovať do

# tl_news.stop.1
source: Do not show the news item on the website on and after this day.
da: Hvis du skriver en dato her vil nyheden ikke blive vist på og efter denne dag.
fa: نشان ندادن آیتم خبری در وب‌سایت در این روز و بعد از آن
fi: Älä näytä uutista sivustolla tänä ajankohtana ja sen jälkeen.
hu: A hír a megadott dátum után nem jelenik meg.
my: ဒီနေ့ပြီးနောက်ဝဘ်ဆိုက်တွင်သတင်းမပြသ။
ro: Dacă introduceţi o data aici ştirea curentă nu va fi afişată pe site după această zi.
sk: Ak zadáte dátum, táto novinka nebude po tomto dátume na stránkach zobrazovaná.

# tl_news.tstamp.0
source: Revision date
da: Revisionsdato
fa: تاریخ بازنگری
fi: Revisiopäivämäärä
hu: Módosítás dátuma
my: ပြင်ဆင်နေ့စွဲ
ro: Data revizie
sk: Dátum zmeny

# tl_news.tstamp.1
source: Date and time of the latest revision
da: Dato og tid for sidste revision
fa: تاریخ و ساعت آخرین بازنگری
fi: Revision päivämäärä ja aika
hu: Utolsó módosítás időpontja és dátuma
my: နောက်ဆံုးပံုစံ၏နေ့စွဲနှင့်အချိန်
ro: Data şi ora a ultimei revizii
sk: Dátum a čas poslednej úpravy

# tl_news.title_legend
source: Title and author
da: Titel og forfatter
fa: عنوان و نویسنده
fi: Otsikko ja perustaja
hu: Megnevezés és szerző
my: ခေါင်းစဉ်နှင့်ရေးသားသူ
ro: Titlu şi autor
sk: Názov a autor

# tl_news.date_legend
source: Date and time
da: Dato og tidspunkt
fa: تاریخ و ساعت
fi: Päivämäärä ja aika
hu: Dátum és idő
my: နေ့စွဲနှင့်အချိန်
ro: Dată şi oră
sk: Dátum a čas

# tl_news.teaser_legend
source: Subheadline and teaser
da: Underoverskrift og uddrag
fa: زیرعنوان و تیزر
fi: Alaotsikko ja esikuvaus
hu: Alcím és előzetes
my: သတင်းခေါင်းစဉ်ခွဲနှင့်ပဟေဠိ
ro: Subtitlu şi rezumat
sk: Podnadpis a ukážka

# tl_news.text_legend
source: News text
da: Nyhedstekst
fa: متن خبر
fi: Uutisteksti
hu: Hír szöveg
my: သတင်းစာသား
ro: Textul
sk: Text novinky

# tl_news.image_legend
source: Image settings
da: Billede indstillinger
fa: تنظیمات تصویر
fi: Kuva-asetukset
hu: Kép beállítások
my: ပံုချိန်ညှိချက်
ro: Setări de imagine
sk: Nastavenia obrazku

# tl_news.enclosure_legend
source: Enclosures
da: Bilag
fa: ضمائم
fi: Liiteet
hu: Mellékletek
my: ပူးတွဲများ
ro: Fişier inclus
sk: Príloha

# tl_news.source_legend
source: Redirect target
da: Omdirigering
fa: هدف بازگردانی
fi: Uudelleenohjauksen kohde
hu: Átirányítás cél
my: ဦးတည်ရာပြောင်းရည်မှန်းချက်
ro: Pagină destinaţie
sk: Cieľová stránka

# tl_news.expert_legend
source: Expert settings
da: Ekspert indstillinger
fa: تنظیمات پیشرفته
fi: Erikoisasetukset
hu: Haladó beállítások
my: ကျွမ်းကျင်သူချိန်ညှိချက်
ro: Setări avansate
sk: Rozšírené nastavenia

# tl_news.publish_legend
source: Publish settings
da: Publiceringsindstillinger
fa: تنظیمات انتشار
fi: Julkaisuasetukset
hu: Megjelenítés beállításai
my: ထုတ်ဝေချိန်ညှိချက်
ro: Publicare
sk: Nastavenia pre publikovanie

# tl_news.new.0
source: New article
da: Ny artikel
fa: نوشته جدید
fi: Uusi artikkeli
hu: Új hír
my: ဆောင်းပါးအသစ်
ro: Articol nou
sk: Nový článok

# tl_news.new.1
source: Create a new news article
da: Opret en ny nyhedsartikel
fa: ایجاد یک نوشته خبری جدید
fi: Luo uusi artikkeli
hu: Új hír létrehozása
my: သတင်းဆောင်းပါးအသစ်ဖန်တီး
ro: Creează un anunţ nou
sk: Vytvoriť nový článok novinky

# tl_news.show.0
source: Article details
da: Egenskaber for nyhedsartikel
fa: جزئیات نوشته
fi: Artikkelin tarkemmat tiedot
hu: Hír adatai
my: ဆောင်းပါးအချက်အလက်များ
ro: Detalii articol
sk: Detaily článku

# tl_news.show.1
source: Show the details of news article ID %s
da: Vis egenskaber for artikel-ID %s
fa: نمایش جزئیات نوشته خبری شناسه %s
fi: Näytä uutisartikkelin ID %s tarkemmat tiedot
hu: Az ID %s hír adatainak megtekintése
my: သတင်းဆောင်းပါးအိုင်ဒီ %s အချက်အလက်များပြသ
ro: Arată detaliile anunţului ID %s
sk: Zobraziť detaily článku s ID %s

# tl_news.edit.0
source: Edit article
da: Rediger artikel
fa: ویرایش نوشته
fi: Muokkaa artikkelia
hu: Hír szerkesztése
my: ဆောင်းပါးတည်းဖြတ်
ro: Editează articol
sk: Upraviť článok

# tl_news.edit.1
source: Edit news article ID %s
da: Rediger artikel-ID %s
fa: ویرایش نوشته خبری شماره %s
fi: Muokkaa uutista ID %s
hu: Az ID %s hír szerkesztése
my: သတင်းဆောင်းပါးအိုင်ဒီ %s တည်းဖြတ်
ro: Editează anunţul ID %s
sk: Upraviť článok s ID %s

# tl_news.copy.0
source: Duplicate article
da: Duplikér artikel
fa: تکثیر نوشته
fi: Kopioi artikkeli
hu: Hír duplázása
my: ဆောင်းပါးပံုစံတူပွား
ro: Copiază articol
sk: Kopírovať článok

# tl_news.copy.1
source: Duplicate news article ID %s
da: Duplikér artikel-ID %s
fa: تکثیر نوشته خبری شناسه %s
fi: Kopioi uutinen ID %s
hu: Az ID %s hír duplázása
my: သတင်းဆောင်းပါးအိုင်ဒီ %s ပံုစံတူပွား
ro: Copiază anunţul ID %s
sk: Kopírovať článok s ID %s

# tl_news.cut.0
source: Move article
da: Flyt artikel
fa: جابجا کردن نوشته
fi: Siirrä artikkeli
hu: Hír mozgatása
my: ဆောင်းပါးရွေ့ပြောင်း
ro: Mută articol
sk: Premiestniť článok

# tl_news.cut.1
source: Move news article ID %s
da: Flyt artikel-ID %s
fa: جابجا کردن نوشته خبری شناسه %s
fi: Siirrä uutinen ID %s
hu: Az ID %s hír mozgatása
my: သတင်းဆောင်းပါးအိုင်ဒီ %s ရွေ့ပြောင်း
ro: Mută anunţ ID %s
sk: Premiestniť článok s ID %s

# tl_news.delete.0
source: Delete article
da: Slet artikel
fa: حذف نوشته
fi: Poista artikkeli
hu: Hír törlése
my: ဆောင်းပါးပယ်ဖျက်
ro: Şterge articol
sk: Odstrániť článok

# tl_news.delete.1
source: Delete news article ID %s
da: Slet artikel-ID %s
fa: حذف نوشته خبری شناسه %s
fi: Poista uutinen ID %s
hu: Az ID %s hír törlése
my: သတင်းဆောင်းပါးအိုင်ဒီ %s ပယ်ဖျက်
ro: Şterge anunţul ID %s
sk: Odstrániť článok s ID %s

# tl_news.toggle.0
source: Publish/unpublish article
da: Udgiv/skjul artikel
fa: انتشار/عدم انتشار نوشته
fi: Julkaise/piilota artikkeli
hu: Hír megjelenítése/elrejtése
my: ဆောင်းပါးထုတ်ဝေ/မထုတ်ဝေ
ro: Publică articol
sk: Zverejniť/nezverejniť článok

# tl_news.toggle.1
source: Publish/unpublish news article ID %s
da: Udgiv/skjul artikel-ID %s
fa: انتشار/عدم انتشار نوشته خبری شناسه %s
fi: Julkaise/piilota uutinen ID %s
hu: Az ID %s hír megjelenítése/elrejtése
my: သတင်းဆောင်းပါးအိုင်ဒီ %s ထုတ်ဝေ/မထုတ်ဝေ
ro: Publică anunţul ID %s
sk: Zverejniť/nezverejniť článok s ID %s

# tl_news.feature.0
source: Feature/unfeature article
da: Fremhæv/almindeliggør artikel
fa: نوشته ویژه/غیره ویژه
fi: Korosta / poista uutisen korostus
hu: Hír kiemelése/kiemelés megszüntetése
my: ဆောင်းပါးအသားပေး/မပေး
ro: Publică articol special
sk: Zvýrazniť/nezvýrazniť článok

# tl_news.feature.1
source: Feature/unfeature news article ID %s
da: Fremhæv/almindeliggør nyhedsartikel ID %s
fa: ویژه/غیره ویژه کردن نوشته خبر شناسه %s
fi: Korosta / poista uutisen ID %s korostus
hu: Az ID %s hír kiemelése/kiemelés megszüntetése.
my: သတင်းဆောင်းပါးအိုင်ဒီ %s အသားပေး/မပေး
ro: Publică articol special ID %s
sk: Zvýrazniť/nezvýrazniť článok s ID %s

# tl_news.editheader.0
source: Edit archive settings
da: Rediger arkivoverskriften
fa: ویرایش تنظیمات بایگانی
hu: Archívum beállítások szerkesztése
my: ဖိုင်ထုပ်ချိန်ညှိချက်တည်းဖြတ်

# tl_news.editheader.1
source: Edit the archive settings
da: Rediger dette arkivs overskrift
fa: ویرایش تنظیمات بایگانی
fi: Muokkaa arkiston asetuksia
hu: Az archívum beállításainak szerkesztése
my: ဖိုင်ထုပ်ချိန်ညှိချက်တည်းဖြတ်
ro: Editează setările acestei arhive
sk: Upraviť nastavenia tohto archívu
