Repository: contao/core
Catalog: system/modules/news/languages/*/*_news_comments.xlf
Languages: fa, hu

# tl_news_comments.pid.0
source: News item
fa: مورد خبری
hu: Hír

# tl_news_comments.pid.1
source: The associated news item.
fa: مورد خبری وابسته
hu: A kapcsolódó hír.

# tl_news_comments.date.0
source: Date
fa: تاریخ
hu: Dátum

# tl_news_comments.date.1
source: Please enter the comment date.
fa: لطفاً تاریخ نظر را وارد نمائید.
hu: Adja meg a hozzászólás dátumát.

# tl_news_comments.name.0
source: Author
fa: نویسنده
hu: Szerző

# tl_news_comments.name.1
source: Please enter the author's name.
fa: لطفاً نام نویسنده را وارد نمائید.
hu: Adja meg a szerző nevét.

# tl_news_comments.email.0
source: E-mail address
fa: آدرس پست الکترونیک
hu: E-mail cím

# tl_news_comments.email.1
source: The e-mail address will not be published.
fa: آدرس پست الکترونیک منتشر نخواهد شد.
hu: Az e-mail cím nem publikus.

# tl_news_comments.website.0
source: Website
fa: وب‌سایت
hu: Weboldal

# tl_news_comments.website.1
source: Here you can enter a website address.
fa: لطفاً آدرس سایت خود را وارد نمائید.
hu: Itt megadhat egy honlap címet.

# tl_news_comments.comment.0
source: Comment
fa: نظر
hu: Hozzászólás

# tl_news_comments.comment.1
source: Please enter the comment.
fa: لطفاً نظر خود را وارد نمائید.
hu: Ide írja be a hozzászólást.

# tl_news_comments.published.0
source: Publish comment
fa: انتشار نظر
hu: Hozzászólás megjelenítése

# tl_news_comments.published.1
source: Make the comment publicly visible on the website.
fa: تنها نظرات منتشر شده در وب‌سایت نمایش داده خواهند شد.
hu: Ezzel a hozzászólás nyilvánosan látható lesz a honlapon.

# tl_news_comments.author_legend
source: Author
fa: نویسنده
hu: Szerző

# tl_news_comments.comment_legend
source: Comment
fa: نظر
hu: Hozzászólás

# tl_news_comments.publish_legend
source: Publish settings
fa: تنظیمات انتشار
hu: Megjelenítés beállításai

# tl_news_comments.approved
source: Approved
fa: تائید شده
hu: Jóváhagyott

# tl_news_comments.pending
source: Awaiting moderation
fa: منتظر بررسی
hu: Várakozás moderálásra

# tl_news_comments.show.0
source: Comment details
fa: جزئیات نظر
hu: Hozzászólás részletei

# tl_news_comments.show.1
source: Show the details of comment ID %s
fa: نمایش جزئیات نظر شناسه %s
hu: Az ID %s hozzászólás részleteinek megtekintése

# tl_news_comments.edit.0
source: Edit comment
fa: ویرایش نظر
hu: Hozzászólás szerkesztése

# tl_news_comments.edit.1
source: Edit comment ID %s
fa: ویرایش نظر شناسه %s
hu: Az ID %s hozzászólás szerkesztése

# tl_news_comments.delete.0
source: Delete comment
fa: حذف نظر
hu: Hozzászólás törlése

# tl_news_comments.delete.1
source: Delete comment ID %s
fa: حذف نظر شناسه %s
hu: Az ID %s hozzászólás törlése

# tl_news_comments.toggle.0
source: Publish/unpublish comment
fa: انتشار/عدم انتشار نظر
hu: Hozzászólás megjelenítése/elrejtése

# tl_news_comments.toggle.1
source: Publish/unpublish comment ID %s
fa: انتشار/عدم انتشار نظر شناسه %s
hu: Az ID %s hozzászólás megjelenítése/elrejtése

# tl_news_comments.editheader.0
source: Edit archive
fa: ویرایش بایگانی
hu: Archívum szerkesztése

# tl_news_comments.editheader.1
source: Edit the current archive
fa: ویرایش بایگانی کنونی
hu: Az aktuális archívum szerkesztése
