Repository: contao/core
Catalog: system/modules/news/languages/*/*_news_archive.xlf
Languages: da, es, fi, fr, hu, it, ja, ro

# tl_news_archive.title.0
source: Title
da: Overskrift
es: Título
fi: Otsikko
fr: Titre
hu: Megnevezés
it: Titolo
ja: 題名
ro: Titlu

# tl_news_archive.title.1
source: Please enter a news archive title.
da: Angiv en titel til nyhedsarkivet.
es: Por favor introduzca un título para el archivo de noticias
fi: Ole hyvä ja anna arkistolle otsikko.
fr: Saisir un titre d'archive.
hu: Adja meg a hírarchívum nevét.
it: Inserisci un titolo per l'archivio news.
ja: ニュースアーカイブの名前を入力してください。
ro: Introduceţi titlul arhivei.

# tl_news_archive.jumpTo.0
source: Redirect page
da: Hop til side
es: Saltar a la página
fi: Uudelleenohjauksen sivu
fr: Page de redirection
hu: Átirányítási oldal
it: Salta alla pagina
ja: リダイレクト先のページ
ro: Sari la pagina

# tl_news_archive.jumpTo.1
source: Please choose the news reader page to which visitors will be redirected when clicking a news item.
da: Vælg den side som besøgende skal omdirigeres til når de klikker på en nyhedsartikel.
es: Por favor seleccione la página a la que los visitantes serán redirigidos al hacer clic sobre la noticia.
fi: Ole hyvä ja valitse lukijasivu, jolle vierailija ohjataan uutista klikatessa.
fr: Choisir la page vers laquelle les visiteurs seront réorientés en cliquant sur une actualité.
hu: Válassza ki a hírolvasó oldalt, ahová a látogatók át lesznek irányítva a hír olvasásához ha a hírre kattintanak.
it: Seleziona la pagina alla quale i visitatori saranno reindirizzati cliccando su una news.
ja: ニュース項目をクリックしたときに移動する、ニュースリーダーのページを選択してください。
ro: Selectaţi pagina către care vizitatorii vor fi trimişi când apasă pe un anunţ.

# tl_news_archive.allowComments.0
source: Enable comments
da: Slå kommentarer til
es: Habilitar comentarios
fi: Kommentointi käytössä
fr: Activer les commentaires
hu: Hozzászólások engedélyezése
it: Abilita i commenti
ja: コメントを使用
ro: Activează comentarii

# tl_news_archive.allowComments.1
source: Allow visitors to comment news items.
da: Tillad dine besøgende at kommentere nyhedselementer.
es: Permitir a los visitantes comentar los elementos de noticias.
fi: Salli vierailijoiden kommentoida uutisia.
fr: Autoriser les visiteurs à commenter les actualités.
hu: Engedélyezi a látogatóknak a hozzászólást a hírhez.
it: Abilita i visitatori a commentare le news.
ja: ニュース項目にコメントの書き込みを許可します。
ro: Permite vizitatorilor să comenteze anunţurile.

# tl_news_archive.notify.0
source: Notify
da: Giv besked
es: Notificación
fi: Ilmoitus
fr: Notifier
hu: Értesítés
it: Notifica
ja: 通知先
ro: Notificare

# tl_news_archive.notify.1
source: Please choose who to notify when comments are added.
da: Vælg venligst hvem der skal have besked ved nye kommentarer
es: Seleccione a quién se debe notificar cuando se agreguen comentarios.
fi: Valitse kenelle ilmoitetaan, kun kommentit on lisätty.
fr: Choisir qui notifier lorsque des commentaires sont ajoutés.
hu: Válassza ki, hogy ki legyen értesítve ha új hozzászólás érkezik.
it: Per cortesia scegli a chi mandare una notifica quando sono aggiunti commenti.
ja: コメントが追加されたときの通知先を選択してください。
ro: Alegeţi cine va fi notificat când sunt adăugate noi comentarii.

# tl_news_archive.sortOrder.0
source: Sort order
da: Rækkefølge
es: Ordenamiento
fi: Lajittelujärjestys
fr: Ordre de tri
hu: Rendezés
it: Ordina per
ja: 並べ替えの順序
ro: Ordine de sortare

# tl_news_archive.sortOrder.1
source: By default, comments are sorted ascending, starting with the oldest one.
da: Som standard sorteres kommentarer stigende, startende med den ældste
es: De manera preestablecida los comentarios se ordenan de manera ascendente, comenzando por el más antiguo.
fi: Oletuksena kommentit on lajiteltu nousevaan järjestykseen aloittaen vanhimmasta kommentista.
fr: Par défaut, les commentaires sont triés par ordre croissant, en commençant par le plus ancien.
hu: Alapértelmezés szerint a hozzászólások növekvő sorrendbe vannak rendezve, a legrégebbivel kezdve.
it: Seleziona l'ordine.
ja: 初期設定ではコメントを昇順に並べ替えて、もっとも古いものから表示します。
ro: Alegeţi ordinea de sortare.

# tl_news_archive.perPage.0
source: Comments per page
da: Kommentarer pr. side
es: Comentarios por página
fi: Kommentteja per sivu
fr: Commentaires par page
hu: Hozzászólások oldalanként
it: Commenti per pagina
ja: 1ページのコメント数
ro: Elemente pe pagină

# tl_news_archive.perPage.1
source: Number of comments per page. Set to 0 to disable pagination.
da: Antal kommentarer på side. Sæt til 0 for at vise alle på én side.
es: Cantidad de comentarios por página. Introduzca 0 para deshabilitar la paginación.
fi: Kommenttien määrä yhdellä sivulla. Aseta arvo 0, jolloin sivutus on poissa käytöstä.
fr: Nombre de commentaires par page. Mettre 0 pour désactiver la pagination.
hu: Hozzászólások száma oldalanként. Állítsa 0-ra ha nem szeretné oldalakra bontani a hozzászólásokat.
it: Seleziona il numero di commenti per pagina (0= paginazione disabilitata).
ja: 1ページに表示するコメントの数です。0にすると複数ページに分割しません。
ro: Introduceţi numărul de comentarii pe pagină (0 = dezactivează paginarea).

# tl_news_archive.moderate.0
source: Moderate comments
da: Godkend kommentarer
es: Moderación
fi: Hallinnoi kommentteja
fr: Modérer les commentaires
hu: Hozzászólások moderálása
it: Modera
ja: コメントの審査
ro: Cenzurare

# tl_news_archive.moderate.1
source: Approve comments before they are published on the website.
da: Godkend kommentarer inden de vises på siden.
es: Permite aprobar los comentarios antes de que sean publicados en el sitio.
fi: Hyväksy kommentit ennen kuin ne julkistetaan sivustolla.
fr: Approuver les commentaires avant qu'ils ne soient publiés sur le site.
hu: A hozzászólásokat ellenőrizheti, mielőtt kikerülhetnének a honlapra.
it: Approva i commenti prima che vengano visualizzati sul sito web.
ja: ウェブサイトで公開する前にコメントを審査します。
ro: Aprobă comentariile înainte de a fi publicate.

# tl_news_archive.bbcode.0
source: Allow BBCode
da: Tillad BBCode
es: Permitir BBCode
fi: Salli BBCode
fr: BBCode autorisé
hu: BBCode engedélyezése
it: Abilita BBCode
ja: BBコードを許可
ro: Permite BBCode

# tl_news_archive.bbcode.1
source: Allow visitors to format their comments with BBCode.
da: Tillad besøgende at formattere kommentarer med BBCode.
es: Permitir a los visitantes aplicar formato utilizando BBCode.
fi: Salli vierailijoiden muotoilla kommenttejaan BBCode:lla.
fr: Autoriser les visiteurs à formater leurs commentaires à l'aide de BBCode.
hu: Engedélyezheti a BBCode használatát a hozzászólások formázására.
it: Abilita i BBCode nei commenti per i visitatori.
ja: コメントの書き込みに、書式を整形するBBコードを使用できるようにします。
ro: Permite vizitatorilor să folosească BBCode pentru a formata comentariile.

# tl_news_archive.requireLogin.0
source: Require login to comment
da: Login kræves for at kommentere
es: Requerir identificación para comentar
fi: Vaadi kirjautuminen kommenttien lisäämiseen
fr: Connexion préalable nécessaire
hu: Hozzászólás csak bejelentkezve
it: Richiedi login
ja: コメントにログインを必要
ro: Cere autentificare

# tl_news_archive.requireLogin.1
source: Allow only authenticated users to create comments.
da: Tillad kun kommentarer fra brugere der er logget ind.
es: Sólo los usuarios que hayan iniciado la sesión pueden crear comentarios.
fi: Salli vain todennettujen käyttäjien luoda kommentteja.
fr: N'autoriser que les utilisateurs authentifiés à créer des commentaires.
hu: Csak regisztrált és bejelentkezett látogatók írhatnak hozzászólást.
it: Non abilitare gli utenti anonimi a creare commenti.
ja: ログインしたユーザーにだけコメントの作成を許可します。
ro: Nu permite vizitatorilor neautentificaţi să adauge un comentariu.

# tl_news_archive.disableCaptcha.0
source: Disable the security question
da: Slå sikkerhedsspørgsmål fra
es: Deshabilitar pregunta de seguridad
fi: Ota turvakysymys poisa käytöstä
fr: Désactiver la question de sécurité
hu: Biztonsági kérdés kikapcsolása
it: Disabilita domanda di sicurezza
ja: セキュリティ質問を不使用
ro: Dezactivează întrebarea de securitate

# tl_news_archive.disableCaptcha.1
source: Use this option only if you have limited comments to authenticated users.
da: Vælg kun dette hvis du har begrænset kommentarer til brugere der er logget ind.
es: Utilice esta opción únicamente si ha limitado la creación de comentarios a los usuarios identificados.
fi: Käytä tätä vaihtoehtoa jos kommentointi on rajoitettu vain todennetuille käyttäjille.
fr: N'utiliser cette option que si vous avez restreint les commentaires aux utilisateurs authentifiés.
hu: Csak akkor használja ezt az opciót, ha korlátozza a hozzászólásokat a regisztrált tagok részére.
it: Seleziona questa opzione se desideri disabilitare la domanda di sicurezza (non raccomandato).
ja: このオプションは認証済みのユーザーにコメントを制限している場合だけ使用してください。
ro: Alegeţi această opţiune pentru a dezactiva întrebarea de securitate (nerecomandat).

# tl_news_archive.protected.0
source: Protect archive
da: Beskyt arkiv
es: Proteger archivo
fi: Suojaa arkisto
fr: Protéger l'archive d'actualités
hu: Archívum védelme
it: Archivio protetto
ja: アーカイブの保護
ro: Protejează arhivă

# tl_news_archive.protected.1
source: Show news items to certain member groups only.
da: Vis kun nyhedselementer til bestemte brugergrupper.
es: Mostrar elementos de noticia soloo a ciertos grupos de miembros.
fi: Näytä uutisartikkelit vain tietyille jäsenryhmille.
fr: Afficher les actualités à certains groupes de membres seulement.
hu: Az adott hírt csak egy bizonyos csoport részére mutatja.
it: Mostra le news solamente a certi membri del sito.
ja: 特定のメンバーグループにだけニュース項目を表示します。
ro: Arată anunţurile numai anumitor grupuri de membri.

# tl_news_archive.groups.0
source: Allowed member groups
da: Tilladte medlemsgrupper
es: Miembros de grupos permitidos
fi: Sallitut jäsenryhmät
fr: Groupes de membres autorisés
hu: Engedélyezett csoportok
it: Abilita gruppi
ja: 許可するメンバーグループ
ro: Grupuri cu acces

# tl_news_archive.groups.1
source: These groups will be able to see the news items in this archive.
da: Her kan du vælge hvilke grupper der har tilladelse til at se nyhedselementer.
es: Aqui puedes seleccionar a qué grupos les será permitido visionar los elementos de noticias.
fi: Nämä ryhmät voivat nähdä tämän arkiston uutiset.
fr: Ces groupes seront en mesure de voir les actualités dans cette archive.
hu: Ezek a csoportok láthatják az adott hírt a hírarchívumban.
it: Qui puoi selezionare i gruppi abilitati a visualizzare le news.
ja: これらのグループが、このアーカイブのニュース項目を参照できます。
ro: Aici puteţi alege care grupuri de membri pot vizualiza anunţurile.

# tl_news_archive.makeFeed.0
source: Generate feed
it: Genera un feed
ro: Generează flux RSS

# tl_news_archive.makeFeed.1
source: Generate an RSS or Atom feed from the news archive.
it: Genera un feed RSS/Atom dall'archivio news.
ro: Generează un flux RSS / Atom din arhiva de anunţuri.

# tl_news_archive.format.0
source: Feed format
it: Formato feed
ro: Format de flux RSS

# tl_news_archive.format.1
source: Please choose a feed format.
it: Seleziona un formato per il feed.
ro: Alegeţi un format de flux RSS.

# tl_news_archive.language.0
source: Feed language
it: Lingua
ro: Limba

# tl_news_archive.language.1
source: Please enter the feed language according to the ISO-639 standard (e.g. <em>en</em> or <em>en-us</em>).
it: Inserisci la lingua secondo il formato RFC1766 (es: <em>it</em>, <em>en</em>, <em>en-us</em>).
ro: Introduceţi limba în concordanţă cu standardul ISO-639 (ex. <em>en</em>, <em>en-us</em>).

# tl_news_archive.source.0
source: Export settings
it: Impostazioni export
ro: Exportă setări

# tl_news_archive.source.1
source: Here you can choose what will be exported.
it: Qui si può selezionare cosa sarà esportato.
ro: Alegeţi ce va fi exportat

# tl_news_archive.maxItems.0
source: Maximum number of items
it: Massimo numero di elementi
ro: Număr maxim de obiecte

# tl_news_archive.maxItems.1
source: Here you can limit the number of feed items. Set to 0 to export all.
it: Limita il numero di elementi esportati. Lasciare vuoto o inserire 0 per includere tutti gli elementi.
ro: Limitează numărul de obiecte exportate. Lăsaţi gol sau introduceţi 0 pentru a le include pe toate.

# tl_news_archive.feedBase.0
source: Base URL
it: URL di base
ro: URL de bază

# tl_news_archive.feedBase.1
source: Please enter the base URL with protocol (e.g. <em>http://</em>).
it: Inserisci un URL di base con protocollo incluso. (<em>http://</em>)
ro: Introduceţi URL-ul de bază incluzând protocolul (ex. <em>http://</em>).

# tl_news_archive.alias.0
source: Feed alias
it: Alias feed
ro: Alias de flux RSS

# tl_news_archive.alias.1
source: Here you can enter a unique filename (without extension). The XML feed file will be auto-generated in the root directory of your Contao installation, e.g. as <em>name.xml</em>.
it: È possibile inserire un nome univoco per il feed. Verrà generato automaticamente un file XML nella cartella principale di Contao (<em>name.xml</em>).
ro: Aici puteţi introduce un nume unic pentru fluxul RSS. Un fişier XML va fi autogenerat în directorul rădăcină (<em>nume.xml</em>).

# tl_news_archive.description.0
source: Feed description
it: Descrizione
ro: Descriere

# tl_news_archive.description.1
source: Please enter a short description of the news feed.
it: Inserisci una breve descrizione dell'archivio news.
ro: Introduceţi o scurtă descriere a arhivei de anunţuri.

# tl_news_archive.tstamp.0
source: Revision date
da: Revideringsdato
es: Fecha revisión
fi: Revisiopäivämäärä
fr: Date de révision
hu: Módosítás dátuma
it: Data revisione
ja: 改訂日
ro: Data revizie

# tl_news_archive.tstamp.1
source: Date and time of the latest revision
da: Dato og tid for sidste revidering.
es: Fecha y hora de la última modificación
fi: Revision päivämäärä ja aika
fr: Date et heure de la dernière révision
hu: Legutóbbi módosítás dátuma és ideje.
it: Data e ora dell'ultima revisione
ja: 最新のリビジョンの日付と時刻
ro: Data şi ora ultimei revizii

# tl_news_archive.title_legend
source: Title and redirect page
da: Titel og hop til side
es: Título y página de redirección
fi: Otsikko ja uudelleenohjauksen sivu
fr: Titre et page de redirection
hu: Cím és átirányítás
it: Titolo e ridireziona pagina
ja: 題名とリダイレクト先のページ
ro: Titlu şi pagină de redirectare

# tl_news_archive.comments_legend
source: Comments
da: Kommentar
es: Comentarios
fi: Kommentit
fr: Commentaires
hu: Hozzászólások
it: Commenti
ja: コメント
ro: Comentarii

# tl_news_archive.protected_legend
source: Access protection
da: Adgangsbeskyttelse
es: Acceso protegido
fi: Salli suojaus
fr: Protection d'accès
hu: Hozzáférés védelem
it: Protezione accesso
ja: アクセスの保護
ro: Protecţie acces

# tl_news_archive.feed_legend
source: RSS/Atom feed
da: Nyhedsstrøm
fi: RSS/Atom syöte
fr: Flux RSS/Atom
hu: RSS/Atom hírfolyam
it: Feed RSS/Atom
ja: RSS/Atomフィード

# tl_news_archive.notify_admin
source: System administrator
es: Administrador del sistema
fi: Järjestelmän ylläpitäjä
fr: Administrateur système
hu: Rendszer adminisztrátor
it: Amministratore di sistema
ja: システム管理者
ro: Administrator de sistem

# tl_news_archive.notify_author
source: Author of the news item
da: Forfatter til nyhedselementet
es: Autor del artículo de noticia
fi: Artikkelin kirjoittaja
fr: Auteur de l'actualité
hu: A hír szerzője
it: Autore della news
ja: ニュースの項目の作成者
ro: Autorul anunţului

# tl_news_archive.notify_both
source: Author and system administrator
da: Forfatter og systemadministrator
es: Autor y administrador del sistema
fi: Luoja ja järjestelmän ylläpitäjä
fr: Auteur et administrateur système
hu: A hír szerzője és a Rendszer adminisztrátor
it: Autore e amministratore di sistema
ja: 作成者とシステム管理者
ro: Autor şi administrator sistem

# tl_news_archive.source_teaser
source: News teasers
da: Nyheds uddrag
es: Sumarios de noticia
fi: Uutiskatkelmat
fr: Accroches d'actualités
hu: Hír előzetes
it: Teaser di news
ja: ニュースのティーザー
ro: Rezumate anunţuri

# tl_news_archive.source_text
source: Full articles
da: Artikler
es: Noticias completas
fi: Kokonaiset artikkelit
fr: Articles complets
hu: Teljes tartalom
it: Articoli completi
ja: 記事全体
ro: Articole complete

# tl_news_archive.new.0
source: New archive
da: Nyt arkiv
es: Archivo nuevo
fi: Uutisarkisto
fr: Nouvelle archive
hu: Új archívum
it: Nuovo archivio
ja: 新しいアーカイブ
ro: Arhivă nouă

# tl_news_archive.new.1
source: Create a new archive
da: Opret et nyt arkiv
es: Crear un archivo nuevo
fi: Luo uusi arkisto
fr: Créer une nouvelle archive
hu: Új archívum létrehozása
it: Crea un nuovo archivio
ja: 新しくアーカイブを作成
ro: Creează o arhivă nouă

# tl_news_archive.show.0
source: Archive details
da: Egenskaber for arkiv
es: Detalles del archivo
fi: Arkiston tarkemmat tiedot
fr: Détails de l'archive
hu: Archívum részletei
it: Dettagli archivio
ja: アーカイブの詳細
ro: Detalii arhivă

# tl_news_archive.show.1
source: Show the details of archive ID %s
da: Vis egenskaber for arkiv-ID %s
es: Mostrar los detalles del archivo con ID %s
fi: Näytä arkiston ID %s tarkemmat tiedot
fr: Afficher les détails de l'archive ID %s
hu: Az ID %s archívum részleteinek megtekintése
it: Mostra i dettagli dell'archivio ID %s
ja: ID %sのアーカイブの詳細を表示
ro: Arată detaliile arhivei ID %s

# tl_news_archive.edit.0
source: Edit archive
da: Rediger arkiv
es: Editar archivo
fi: Muokkaa arkistoa
fr: Éditer l'archive
hu: Archívum szerkesztése
it: Modifica archivio
ja: アーカイブを編集
ro: Editează arhivă

# tl_news_archive.edit.1
source: Edit archive ID %s
da: Rediger arkiv-ID %s
es: Editar archivo con ID %s
fi: Muokkaa arkistoa ID %s
fr: Éditer l'archive ID %s
hu: Az ID %s archívum szerkesztése
it: Modifica archivio ID %s
ja: ID %sのアーカイブを編集
ro: Editează arhiva ID %s

# tl_news_archive.editheader.0
source: Edit archive settings
fi: Muokkaa arkiston asetuksia
hu: Archívum beállításainak szerkesztése
it: Modifica impostazioni archivio
ro: Editează setări de arhivă

# tl_news_archive.editheader.1
source: Edit the settings of archive ID %s
fi: Muokkaa arkiston ID %s asetuksia
hu: Az ID %s archívum beállításainak szerkesztése
it: Modifica le impostazioni dell'archivio ID %s
ro: Editează setări la arhiva ID %s

# tl_news_archive.copy.0
source: Duplicate archive
da: Duplikér arkiv
es: Copiar archivo
fi: Kopioi arkisto
fr: Dupliquer l'archive
hu: Archívum duplázása
it: Copia archivio
ja: アーカイブを複製
ro: Copiază arhivă

# tl_news_archive.copy.1
source: Duplicate archive ID %s
da: Duplikér arkiv-ID %s
es: Copiar archivo con ID %s
fi: Kopioi arkisto ID %s
fr: Dupliquer l'archive ID %s
hu: Az ID %s archívum duplázása
it: Copia archivio ID %s
ja: ID %sのアーカイブを複製
ro: Copiază arhiva ID %s

# tl_news_archive.delete.0
source: Delete archive
da: Slet arkiv
es: Eliminar archivo
fi: Poista arkisto
fr: Supprimer l'archive
hu: Archívum törlése
it: Cancella archivio
ja: アーカイブを削除
ro: Şterge arhivă

# tl_news_archive.delete.1
source: Delete archive ID %s
da: Slet arkiv-ID %s
es: Eliminar archivo con ID %s
fi: Poista arkisto ID %s
fr: Supprimer l'archive ID %s
hu: Az ID %s archívum törlése
it: Cancella archivio ID %s
ja: ID %sのアーカイブを削除
ro: Şterge arhiva ID %s

# tl_news_archive.comments.0
source: Comments
da: Kommentar
es: Comentarios
fi: Kommentit
fr: Commentaires
hu: Hozzászólások
it: Commenti
ja: コメント
ro: Comentarii

# tl_news_archive.comments.1
source: Show comments of archive ID %s
da: Vis kommentarer for arkiv-ID %s
es: Mostrar comentarios del archivo con ID %s
fi: Näytä arkiston ID %s kommentit
fr: Afficher les commentaires de l'archive ID %s
hu: Az ID %s archívum hozzászólásainak megtekintése
it: Mostra i commenti dell'archivio ID %s
ja: ID %sのアーカイブのコメントを表示
ro: Arată comentariile arhivei ID %s

# tl_news_archive.feeds.1
source: Manage RSS feeds
da: Håndter RSS feeds
es: Administrar feeds RSS
fi: Muokkaa RSS syötteitä
fr: Gérer les flux RSS
hu: RSS hírfolyam kezelése
it: Gestisci il feed RSS
ja: RSSフィードを管理
ro: Gestionare fluxuri RSS

# tl_news_archive.feeds.0
source: RSS feeds
es: feeds RSS
fi: RSS syötteet
fr: Flux RSS
hu: RSS hírfolyam
ja: RSSフィード
ro: Fluxuri RSS

# tl_news_archive.editheader.0
source: Edit archive
da: Rediger arkiv
es: Editar archivo
fr: Éditer l'archive
ja: アーカイブを編集

# tl_news_archive.editheader.1
source: Edit the archive settings
da: Rediger dette arkivs overskrift
es: Editar opciones de archivo
fr: Éditer les paramètres de l'archive
ja: このニュースアーカイブの設定を変更
