Repository: contao/core
Catalog: system/modules/news/languages/*/modules.xlf
Languages: cs, da, de, es, fa, fi, fr, it, ja, lv, my, nl, pl, ro, ru, sk, sl, sq, sr, sv, uk

# MOD.news.0
source: News
cs: Novinky
da: Nyheder
de: Nachrichten
es: Noticias
fa: اخبار
fi: Uutiset
fr: Actualités
ja: ニュース
lv: Jaunumi
my: သတင်း
nl: Nieuws
pl: Aktualności
ro: Anunţuri
ru: Новости
sk: Novinky
sl: Novice
sq: Lajme
sr: Вести
sv: Nyheter
uk: Новини

# MOD.news.1
source: Manage news and export them as RSS or Atom feed
cs: Tento modul umožňuje správu novinek na vašich stránkách.
da: Dette modul giver dig mulighed for at styre nyhedsartikler på dit websted.
de: Nachrichten verwalten und als RSS- oder Atom-Feed exportieren
es: Este módulo permite la gestión de noticias en tu web.
fa: مدیریت اخبار و خروجی خوراک آراس‌اس و اتم.
fi: Hallitse uutisia ja vie ne RSS- tai Atom-syötteenä
fr: Gérer des actualités et les exporter en flux RSS ou Atom.
it: Gestisci le news ed esportale come RSS o feed Atom.
ja: ニュースの管理とRSSやAtomフィードにエクスポート
lv: Pārvaldi jaunumus un eksportē tos kā RSS vai Atom barotni.
my: သတင်းများစီမံပြီးအာအက်စ်အက်စ်(သို့)အက်တမ်ကုန်ကြမ်းကဲ့သို့တင်ပို့
nl: Module om nieuws te beheren en te exporteren als RSS of Atom feed.
pl: Ten moduł pozwala ci zarządzać aktualnościami na twojej stronie.
ro: Acest modul permite gestionarea anunţurilor.
ru: Управление новостями и их экспорт в RSS- или Atom-каналы.
sk: Tento modul umožňuje spravovať novinky na webe (RSS alebo Atom feed).
sl: Upravljaj novice in jiih izvozi kot RSS ali Atom izvleček.
sq: Ky modul mundëson menaxhimin e lajmeve në ueb-faqen e juaj.
sr: Обради вести и извези их у RSS/Atom приказивач
sv: Denna modul ger dig möjligheter att hantera nyheter på din site.
uk: Цей модуль дозволяє управляти новинами на сайті.

# MOD.tl_news_feed
source: News feeds
cs: Kanály Novinek
da: RSS nyhedsfeeds
es: Feeds noticias RSS
fa: خوراک‌های اخبار
fi: Uutissyöte
fr: Flux RSS d'actualités
it: Feed RSS News
ja: ニュースのフィード
lv: Jaunumu barotnes
my: သတင်းကုန်ကြမ်းများ
nl: Nieuws feeds
pl: Kanały RSS aktualności
ro: Flux RSS de noutăţi
ru: Каналы новостей
sk: Kanály Noviniek (News feeds)
sl: Izvleček novic
sq: Furnizimi lajmeve
sr: Приказивач вести
sv: Nyhetsflöden
uk: Канали новин

# FMD.news
source: News
cs: Novinky
da: Nyheder
de: Nachrichten
es: Noticias
fa: اخبار
fi: Uutiset
fr: Actualités
ja: ニュース
lv: Jaunumi
my: သတင်း
nl: Nieuws
pl: Aktualności
ro: Anunţuri
ru: Новости
sk: Novinky
sl: Novice
sq: Lajmet
sr: Вести
sv: Nyheter
uk: Новини

# FMD.newslist.0
source: Newslist
cs: Seznam novinek
da: Nyhedsliste
de: Nachrichtenliste
es: Lista de noticias
fa: فهرست اخبار
fi: Uutislista
fr: Liste d'actualités
it: Lista news
ja: ニュースリスト
lv: Jaunumu saraksts
my: သတင်းစာရင်း
nl: Nieuwslijst
pl: Lista aktualności
ro: Listă de anunţuri
ru: Список новостей
sk: Zoznam noviniek
sl: Seznam novic
sq: Lista lajmeve
sr: Листа вести
sv: Nyhetslista
uk: Список новин

# FMD.newslist.1
source: Adds a list of news items to the page
cs: Zobrazí zadaný počet novinek z konkrétního archivu novinek.
da: Dette modul viser et afgrænset antal artikler fra et bestemt nyhedsarkiv.
de: F端gt der Seite eine Nachrichtenliste hinzu
es: Este módulo genera un listado de un número de noticias de un archivo de noticias.
fa: افزودن فهرست موارد خبری به برگه
fi: Lisää uutislista sivulle
fr: Ajoute une liste d'actualités à la page.
it: aggiungi una lista di news alla pagina.
ja: ニュース項目のリストをページに追加
lv: pievieno lapai sarakstu ar jaunumu vienumiem.
my: စာမျက်နှာသို့သတင်းများစာရင်းထည့်
nl: Voegt een lijst van nieuwsitems aan de pagina toe.
pl: Ten moduł wyświetla listę pewnych liczb aktualności danego archiwum.
ro: afişează un număr de anunţuri dintr-o arhivă.
ru: Добавляет список новостей на страницу.
sk: Tento modul vytvára zoznam z určitého počtu noviniek z archívu.
sl: Doda seznam novic na stran.
sq: Tregon një numër të caktuar të lajmeve të caktuara nga arkivi i lajmeve.
sr: Додавање листе вести на страницу
sv: Listar ett visst antal nyheter i ett visst nyhetsarkiv.
uk: Цей модуль містить список статтей обраного архіву новин.

# FMD.newsreader.0
source: Newsreader
cs: Čtečka novinek
da: Nyhedslæser
de: Nachrichtenleser
es: Lector de noticias
fa: خبرخوان
fi: Uutislukija
fr: Lecteur d'actualités
it: Lettore news
ja: ニュースリーダー
lv: Jaunumu lasītājs
my: သတင်းဖတ်ရှုသူ
nl: Nieuwslezer
pl: Czytnik aktualności
ro: Cititor de anunţuri
ru: Просмотрщик новостей
sk: Čítačka noviniek
sl: Bralec novic
sq: Lexuesi lajmeve
sr: Читач вести
sv: Nyhetsläsare
uk: Блок новини

# FMD.newsreader.1
source: Shows the details of a news item
cs: Zobrazí jednotlivou novinku.
da: Dette modul viser en enkelt nyhedsartikel.
de: Stellt einen einzelnen Nachrichtenbeitrag dar
es: Este módulo muestra un artículo de noticias.
fa: نمایش جزئیات یک مورد خبری.
fi: Näytä uutisartikkelin tarkemmat tiedot
fr: Affiche les détails d'une actualité.
it: mostra i dettagli di una news.
ja: ニュース項目の詳細を表示
lv: rāda jaunumu vienuma detaļas.
my: သတင်းအချက်အလက်များပြသ
nl: Geeft een enkel nieuwsbericht weer.
pl: Ten moduł pokazuje pojedyncze aktualności.
ro: Afişează detaliile unui anunţ.
ru: Показывает детали новости.
sk: Tento modul zobrazuje jednu celú novinku.
sl: Prikaže podrobnosti novice.
sq: Tregon një artikull të lajmeve.
sr: Приказ детаља вести
sv: Visar en enstaka nyhet från ett visst nyhetsarkiv i sin helhet.
uk: Цей модульний блок містить окрему публікацію новини.

# FMD.newsarchive.0
source: News archive
cs: Archiv novinek
da: Nyhedsarkiv
de: Nachrichtenarchiv
es: Archivo de noticias
fa: بایگانی اخبار
fi: Uutisarkisto
fr: Archive d'actualités
it: Archivio news
ja: ニュースアーカイブ
lv: Jaunumu arhīvs
my: သတင်းဖိုင်ထုပ်
nl: Nieuwsarchief
pl: Archiwum aktualności
ro: Arhivă de anunţuri
ru: Архив новостей
sk: Archív noviniek
sl: Arhiv novic
sq: Arkivi lajmeve
sr: Архива вести
sv: Nyhetsarkiv
uk: Архів новин

# FMD.newsarchive.1
source: Adds a news archive to the page
cs: Zobrazí všechny novinky z konkrétního archivu novinek.
da: Dette modul viser alle artikler fra et bestemt nyhedsarkiv.
de: F端gt der Seite ein Nachrichtenarchiv hinzu
es: Este módulo genera un listado de todas las noticias de un archivo. Recuerda que necesitarás el módulo "Menú archivo de noticias" para navegar por el archivo de n noticias.
fa: اضافه کردن بایگانی خبر به برگه.
fi: Lisää uutisarkiston sivulle
fr: Ajoute une archive d'actualités à la page.
it: aggiungi un archivio delle news alla pagina.
ja: ニュースアーカイブをページに追加
lv: pievieno jaunumu arhīvu lapai.
my: စာမျက်နှာသို့ဖိုင်ထုပ်ထည့်
nl: Voegt een nieuwsarchief aan de pagina toe.
pl: Ten moduł wyświetla listę wszystkich aktualności danego archiwum. Zauważ, że potrzebujesz modułu "Menu archiwum aktualności" do przeglądania archiwum.
ro: Adaugă o arhivă de anunţuri în pagină.
ru: Добавляет архив новостей на страницу.
sk: Tento modul zobrazuje zoznam všetkých noviniek z určitého archívu. Budete potrebovať modul "menu archívu noviniek", aby ste mohli prechádzať archív.
sl: Doda arhiv novic na stran.
sq: Tregon të gjitha lajmet e arkivuara. Ta keni parasysh se duhet ta keni "Meny e arkivit të lajmeve" për ta shfletuar arkivin e lajmeve.
sr: Додавање архиве вести на страницу
sv: Lägger till ett nyhetsarkiv på sidan.
uk: Цей модуль включає всі новини в певному архіві. Будь ласка, зверніть увагу: Вам потрібний модуль "Меню архіву новин" для переходів по архіві.

# FMD.newsmenu.0
source: News archive menu
cs: Menu archivu novinek
da: Nyhedsarkivmenu
de: Nachrichtenarchiv-Men端
es: Menú archivo de noticias
fa: فهرست بایگانی خبر
fi: Uutisarkistovalikko
fr: Menu archive d'actualités
it: Menu archivio news
ja: ニュースアーカイブメニュー
lv: Jaunumu arhīva izvēlne
my: သတင်းဖိုင်ထုပ်ဇယား
nl: Nieuwsarchief menu
pl: Menu archiwum aktualności
ro: Meniu arhivă de anunţuri
ru: Меню архива новостей
sk: Menu archívu noviniek
sl: Meni za arhiv novic
sq: Meny e arkivit të lajmeve
sr: Избор архиве вести
sv: Meny för nyhetsarkivet
uk: Меню архіву новин

# FMD.newsmenu.1
source: Generates a navigation menu to browse the news archive
cs: Procházení archivu novinek.
da: Dette modul giver dig mulighed for at gennemse nyhedsarkivet.
de: Erzeugt ein Men端 zur Navigation des Nachrichtenarchivs
es: Este módulo permite la navegación en el archivo de noticias
fa: ایجاد فهرست ناوبری برای مرور بایگانی اخبار.
fi: Lisää valikon, jolla voi selata uutisarkistoa
fr: Génère un menu de navigation pour une archive d'actualités.
it: genera un menu di navigazione per muoversi tra gli archivi delle news.
ja: ニュースアーカイブを閲覧するためのナビゲーションメニューを生成
lv: ģenerē navigācijas izvēlni jaunumu arhīvu pārlūkošanai.
my: သတင်းဖိုင်ထုပ်လျှောက်ကြည့်ရန်သွားလာခြင်းဇယားထုတ်လုပ်
nl: Genereert een navigatiemenu om door het nieuwsarchief te bladeren.
pl: Ten moduł pozwala ci na przeglądanie archiwum aktualności.
ro: Generează un meniu de navigare ce permite răsfoirea arhivei de anunţuri.
ru: Создает навигационное меню для просмотра архива новостей.
sk: Tento modul umožňuje prechádzať archív noviniek.
sl: Generira navigacijski meni za brskanje po arhivu novic.
sq: Mundëson shfletimin në arkivin e lajmeve.
sr: Генерисање навигационог менија за преглед архива вести
sv: Skapar en navigeringsmeny för att bläddra i nyhetsarkivet.
uk: Цей модуль дозволяє переглядати архів новин.
