Repository: contao/core
Catalog: system/modules/repository/languages/rm/*_repository.xlf
Languages: rm

# tl_repository.category.0
source: Category
rm: Categoria

# tl_repository.category.1
source: Please select the extension category.
rm: Tscherner ina categoria per l'extensiun.

# tl_repository.copyright.1
source: Here you can enter a copyright notice (e.g. &amp;copy; 2007,2008 Jerry Miller Webservices Inc).
rm: Qua pudais vus inditgar ina notizia da copyright (p.ex. © 2007,2008 Jerry Miller Webservices Inc).

# tl_repository.description.0
source: Description
rm: Descripziun

# tl_repository.description.1
source: These HTML tags are allowed: %s
rm: Quests tags da HTML èn lubids: %s

# tl_repository.extension.0
source: Extension
rm: Extensiun

# tl_repository.extension.1
source: Name of the extension.
rm: Num da l'extensiun

# tl_repository.functionality.0
source: Functionality
rm: Funcziunalitad

# tl_repository.functionality.1
source: Does the extension provide the expected functionality?
rm: Porscha l'extensiun la funcziunalitad spetgada?

# tl_repository.license.0
source: License
rm: Licenza

# tl_repository.license.1
source: Please enter a short license information. You may add full license information in a file LICENSE.txt.
rm: Endatar ina curta infurmaziun da licenza. Vus pudais agiuntar l'infurmaziun cumpletta da la licenza en ina datoteca LICENSE.txt.

# tl_repository.name.0
source: Name
rm: Num

# tl_repository.name.1
source: Extension names must start with a-z, A-Z or 0-9, whereby lowercase names are preferred. Additionally, the characters _ and - are allowed within the name.
rm: Nums d'extensiuns ston cumenzar cun a-z, A-Z u 0-9 (nums scrits pitschen vegnan preferids). Entaifer il num èn era ils caracters _ e - lubids.

# tl_repository.popularity.0
source: Popularity
rm: Popularitad

# tl_repository.popularity.1
source: %s/%s (downloads/installs)
rm: %s / %s (telechargiadas / installaziuns)

# tl_repository.quality.0
source: Quality
rm: Qualitad

# tl_repository.quality.1
source: How robust is the extension and how painless is installation and maintenance?
rm: Quant robusta è l'extensiun e con simpla è l'installaziun ed il mantegniment?

# tl_repository.releasedate.0
source: Release date
rm: Data da publicaziun

# tl_repository.releasedate.1
source: Enter the publishing date of this release in format %s
rm: Endatar la data da publicaziun en il format %s

# tl_repository.selversion.0
source: Version
rm: Versiun

# tl_repository.selversion.1
source: Please select the version
rm: Tscherner la versiun

# tl_repository.type.0
source: Type
rm: Tip

# tl_repository.type.1
source: Please select the extension type.
rm: Tscherner il tip da l'extensiun.

# tl_repository.usability.1
source: Does the extension meet the Contao standards for usability and accessibility?
rm: Ademplescha questa extensiun ils standards da Contau per l'usibilitad ed accessibilitad?

# tl_repository.version.0
source: Version
rm: Versiun

# tl_repository.version.1
source: Version numbers must be in format n.n.n s, where n are integers and s is one of: alpha1, alpha2, alpha3, beta1, beta2, beta3, rc1, rc2, rc3, stable
rm: Ils numers da versiun ston esser dal format n.n.n s, nua che n èn cifras ed s è in dals terms: alpha1, alpha2, alpha3, beta1, beta2, beta3, rc1, rc2, rc3, stable

# tl_repository.lickey.0
source: License key
rm: Clav da licenza

# tl_repository.lickey.1
source: Enter the license key that you got from the extension vendor.
rm: Endatescha la clav da licenza (license key) che ti has retschavì dal vendider da l'extensiun.

# tl_repository.uninstprotect.0
source: Uninstall protection
rm: Protecziun da deinstallaziun

# tl_repository.uninstprotect.1
source: Protect extension against accidental uninstallation.
rm: Proteger l'extensiun da deinstallaziuns nunvulidas.

# tl_repository.updateprotect.0
source: Update protection
rm: Protecziun d'actualisaziun

# tl_repository.updateprotect.1
source: Protect extension against accidental update.
rm: Proteger l'extensiun dad actualisaziuns nunvulidas.

# tl_repository.author
source: Author
rm: Autur

# tl_repository.cancel
source: Cancel
rm: Interrumper

# tl_repository.continue
source: Continue
rm: Cuntinuar

# tl_repository.dependencies
source: Dependencies of this extension
rm: Dependenzas da questa extensiun

# tl_repository.dependents
source: Other extensions depending on this one
rm: Autras extensiuns che dependan da questa

# tl_repository.dependentsdel
source: The following extensions are dependent from <em>%s</em> and may render broken:
rm: Suandantas extensiuns èn dependentas da <em>%s</em> è pudessan avair problems:

# tl_repository.donate
source: Donate
rm: Donaziun

# tl_repository.downloads
source: Package downloads
rm: Telechargiadas dal pachet

# tl_repository.extensionnotfound
source: Extension not found.
rm: Betg chattà l'extensiun.

# tl_repository.installs
source: Online installs
rm: Installaziuns online

# tl_repository.no
source: no
rm: na

# tl_repository.noextensionsfound
source: No matching extensions found.
rm: Chattà naginas extensiuns correspundentas.

# tl_repository.orderby
source: Order by
rm: Zavrar tenor

# tl_repository.otherlanguages
source: Other languages
rm: Autras linguas

# tl_repository.pageof
source: Page %s of %s
rm: Pagina %s da %s

# tl_repository.ratingfmt
source: %.2f (%d votes)
rm: %.2f (%d vuschs)

# tl_repository.reldownloads
source: Release downloads
rm: Telechargiadas dal release

# tl_repository.releasenotesfor
source: Release notes and change log for %s
rm: Notizias dal release da %s

# tl_repository.relfunctionality
source: Release functionality
rm: Funcziunalidad dal release

# tl_repository.relinstalls
source: Release installs
rm: Installaziuns dal release

# tl_repository.relquality
source: Release quality
rm: Qualitad dal release

# tl_repository.relrating
source: Release rating
rm: Valitaziun dal release

# tl_repository.relupdates
source: Release updates
rm: Actualisaziuns dal release

# tl_repository.relusability
source: Release usability
rm: Usability dal release

# tl_repository.save
source: Save
rm: Memorisar

# tl_repository.shop
source: Shop
rm: Butia

# tl_repository.showpicture
source: Show full size picture
rm: Mussar la grafica en grondezza cumplaina

# tl_repository.state
source: State
rm: Chantun

# tl_repository.thumbnail
source: Thumbnail picture
rm: Maletg da prevista

# tl_repository.totdownloads
source: Total downloads
rm: Telechargiadas total

# tl_repository.totfunctionality
source: Total functionality
rm: Funcziunalitad total

# tl_repository.totinstalls
source: Total installs
rm: Installaziuns total

# tl_repository.totquality
source: Total quality
rm: Qualitad total

# tl_repository.totrating
source: Total rating
rm: Valitaziun total

# tl_repository.totupdates
source: Total updates
rm: Actualisaziuns total

# tl_repository.totusability
source: Total usability
rm: Usability total

# tl_repository.versionfrom
source: Version from
rm: Versiun da

# tl_repository.versions
source: Other versions
rm: Autras versiuns

# tl_repository.versionto
source: Version to
rm: Versiun a

# tl_repository.yes
source: yes
rm: gea

# tl_repository.action
source: Action
rm: Acziun

# tl_repository.actionsummary
source: Action summary
rm: Resumaziun da l'acziun

# tl_repository.actionsuccess
source: Actions successful.
rm: Success cun l'acziun.

# tl_repository.actionfailed
source: One or more actions failed.
rm: Ina u pliras acziuns n'han betg gì success

# tl_repository.apply
source: Apply
rm: Applitgar

# tl_repository.byorder
source: By %s
rm: Da %s

# tl_repository.checkextension
source: Check extension
rm: Controllar l'extensiun

# tl_repository.dbuptodate
source: Database is up to date
rm: La banca da datas è actuala

# tl_repository.deletingdirs
source: Deleting directories
rm: Stizzar ordinaturs

# tl_repository.deletingfiles
source: Deleting files
rm: Stizzar datotecas

# tl_repository.editextension
source: Edit settings
rm: Modifitgar opziuns

# tl_repository.extinstrecntf
source: Extension install record not found
rm: Betg chattà il register d'installaziun da l'extensiun.

# tl_repository.errdldpkg
source: Download of package from repository failed
rm: Errur cun telechargiar il pachet dal repository

# tl_repository.failed
source: failed
rm: errur

# tl_repository.fileerrwrite
source: Error writing file %s
rm: Errur cun scriver la datoteca %s

# tl_repository.filesdeleted
source: %s file(s) deleted
rm: stizzà %s datoteca(s)

# tl_repository.filesinstalled
source: %s file(s) installed
rm: installà %s datoteca(s)

# tl_repository.filesunchanged
source: %s file(s) unchanged
rm: betg midà %s datoteca(s)

# tl_repository.filesupdated
source: %s file(s) updated
rm: actualisà %s datoteca(s)

# tl_repository.ftsearch
source: Fulltext search
rm: Tschertga cumplaina

# tl_repository.goback
source: Go back
rm: Turnar

# tl_repository.install
source: Install
rm: Installar

# tl_repository.installextension
source: Install extension
rm: Installar l'extensiun

# tl_repository.installingext
source: Install %s %s build %s
rm: Installar %s %s build %s

# tl_repository.installlogtitle
source: File installation/update log
rm: Protocol d'installaziun/actualisaziun da datoteca

# tl_repository.lickeyrequired
source: This extension requires a license key. Please visit the vendor's shop to purchase one.
rm: Questa extensiun dumonda ina clav da licenza. Vus stuais visitar la butia dal vendider per cumprar ina.

# tl_repository.none
source: None
rm: Nagina

# tl_repository.notfound
source: not found
rm: betg chattà

# tl_repository.okuninstextension
source: OK to uninstall <em>%s</em> now?
rm: OK per installar ussa <em>%s</em>?

# tl_repository.showdetails
source: Show details
rm: Mussar detagls

# tl_repository.stateshint
source: Check the states to be included.
rm: Tscherner ils status giavischads.

# tl_repository.uninstallextension
source: Uninstall extension
rm: Deinstallar l'extensiun

# tl_repository.updatedatabase
source: Update database
rm: Actualisar la banca da datas

# tl_repository.updateextension
source: Update extension
rm: Actualisar l'extensiun

# tl_repository.updateextensions
source: Update checked extensions
rm: Actualisar las extensiuns tschernidas

# tl_repository.update
source: Update
rm: Actualisaziun

# tl_repository.updates
source: Updates
rm: Actualisaziuns

# tl_repository.updatehint
source: Check the states to be included at updates.
rm: Tscherner il status al qual duai vegnir actualisà.

# tl_repository.updatingext
source: Update %s %s build %s
rm: Actualisar %s %s build %s

# tl_repository.validate
source: Repair
rm: Reparar

# tl_repository.validatingext
source: Verify/repair %s %s build %s
rm: Verifitgar/reparar %s %s build %s

# tl_repository.approvedForLabel
source: Approved for
rm: Approvà per

# tl_repository.approvedForText
source: Contao %s to %s
rm: Contao %s enfin%s

# tl_repository.missingSoapModule
source: SOAP extension not loaded (configure PHP with --enable-soap).
rm: L'extensiun da SOAP n'è betg chargiada (configurescha PHP cun --enable-soap).

# tl_repository.showIncompatible
source: You are currently viewing extensions compatible with the current Contao version only. Modify the back end settings to expand the search results by showing all extensions.
rm: Actualmain vegnan be las extensiuns ch'èn cumpatiblas cun la versiun actuala da Contao mussadas. Mida las opziuns dal back-end per extender la tschertga era sin tut las autras extensiuns.

# tl_repository_statext.uptodate
source: Up to date
rm: Actual

# tl_repository_statext.notapproved
source: Not approved for %s %s
rm: Betg approvà per %s %s

# tl_repository_statext.notapprovedwith
source: Not approved with %s %s
rm: Betg approvà cun %s %s

# tl_repository_statext.shouldwork
source: Expected to be compatible with %s %s
rm: Spetgà dad esser cumpatibel cun %s %s

# tl_repository_statext.newversion
source: Version %s build %s available
rm: Versiun %s build %s disponibel

# tl_repository_statext.depmissing
source: Missing required extension %s
rm: betg chattà l'extensiun necessaria %s

# tl_repository_statext.extnotfound
source: Extension not found in repository
rm: Betg chattà l'extensiun en il repository

# tl_repository_statext.vernotfound
source: Installed version not found in repository
rm: Betg chattà la versiun installada en il repository

# tl_repository_statext.extneedkey
source: License key required, install extension in advance
rm: Clav da licenza necessaria; installaziun gia ordavant

# tl_repository_statext.errorinstall
source: Corrupted, update/repair required
rm: Corrut; actualisaziun/reparaziun necessaria

# tl_repository_type_options.free
source: Free
rm: Gratuit

# tl_repository_type_options.private
source: Private
rm: Privat

# tl_repository_type_options.commercial
source: Commercial
rm: Commerzial

# tl_repository_category_options.application
source: Application
rm: Applicaziun

# tl_repository_category_options.utility
source: Utility
rm: Utensil

# tl_repository_category_options.translation
source: Translation
rm: Translaziun

# tl_repository_category_options.bundle
source: Bundle
rm: Pachet

# tl_repository_category_options.other
source: Other
rm: Auter

# tl_repository_order_options.reldate
source: Releasedate
rm: Data da publicaziun

# tl_repository_order_options.rating
source: Rating
rm: Valitaziun

# tl_repository_order_options.popular
source: Popularity
rm: Popularitad

# tl_repository_order_options.name
source: Name
rm: Num

# tl_repository_order_options.title
source: Title
rm: Titel

# tl_repository_order_options.author
source: Author
rm: Autur

# tl_repository_state_options.stable
source: Stable
rm: Stabel
