Repository: contao/core
Catalog: system/modules/devtools/languages/rm/*_autoload.xlf
Languages: tl

# tl_autoload.headline
source: Automatically create the autoload.php files
tl: Crear automaticamain las datotecas autoload.php

# tl_autoload.emptySelection
source: Please select at least one module!
tl: Tscherna almain in modul

# tl_autoload.autoloadExists
source: Module "%s" has an autoload.php file already. Do you want to override?
tl: Il modul "%s" ha gia ina datoteca autoload.php. Vuls ti remplazzar ella?

# tl_autoload.available
source: Available modules
tl: Moduls disponibels

# tl_autoload.xplAvailable
source: Please select the modules you want to modify.
tl: Tscherna ils moduls che ti vuls modifitgar.

# tl_autoload.override
source: Override existing files
tl: Remplazzar las datotecas existentas

# tl_autoload.xplOverride
source: Override existing autoload.php files (use with care).
tl: Remplazzar las datotecas autoload.php existentas (utilisar cun precauziun)

# tl_autoload.autoload
source: Create the autoload files
tl: Crear datotecas dad autoload

# tl_autoload.autoloadConfirm
source: The autoload.php file of module "%s" has been written.
tl: La datoteca autoload.php dal modul "%s" è vegnida remplazzada.

# tl_autoload.ideCompat
source: Update the IDE compatibility file
tl: Actualisar la datoteca da cumpatibilitad IDE

# tl_autoload.ideCompatConfirm
source: The IDE compatibility file has been written.
tl: La cumpatibilitad IDE è vegnida scritta.
