Repository: contao/core
Catalog: system/modules/faq/languages/*/*_faq.xlf
Languages: es, fa, fi, hu, it, my, nl, ro, sk, sr, uk

# tl_faq.question.0
source: Question
es: Pregunta
fa: پرسش
fi: Kysymys
hu: Kérdés
it: Domanda
my: မေးခွန်း
nl: Vraag
ro: Întrebare
sk: Otázka
sr: Питање
uk: Запитання

# tl_faq.question.1
source: Please enter the question.
es: Por favor introduce la pregunta.
fa: لطفا پرسش خود را وارد نمایید.
fi: Ole hyvä ja syötä kysymys
hu: Ide írja be a kérdést.
it: Inserisci una domanda.
my: မေးခွန်းထည့်သွင်း။
nl: Geef een vraag op.
ro: Introduceţi întrebarea.
sk: Prosím zadajte otázku.
sr: Унесите питање.
uk: Вкажіть, будь ласка запитання

# tl_faq.alias.0
source: FAQ alias
es: Alias FAQ
fa: نامک پرسش و پاسخ
fi: UKK-alias
hu: GyIK álnév
it: Alias FAQ
my: မကြာခဏမေးမေးခွန်းများနာမည်ပွား
ro: Alias
sk: Alias FAQ (často kladených otázok)
sr: Алиас ЧПП
uk: Аліас запитання

# tl_faq.alias.1
source: The FAQ alias is a unique reference to the FAQ which can be called instead of its numeric ID.
es: Un alias FAQ es una referencia única a la pregunta, que puede ser utilizado como referencia en vez de la ID de la pregunta.
fa: نامک پرسش و پاسخ مرجعی یکتا برای پرسش و پاسخ است که می تواند بجای شناسه عددی استفاده شود.
fi: UKK-alias on unikki viittaus UKK-osastoon, jota voidaan kutsua numeerisen ID:n sijaan.
hu: A GyIK álnév egy egyedi hivatkozás a GyIK-ra, amit a numerikus azonosítója (ID) helyet lehet használni.
it: Un alias di una FAQ è un riferimento alla domanda che potrai richiamare al posto dell'ID della domanda.
my: နံပါတ်အိုင်ဒီအစားမကြာခဏမေးမေးခွန်းများနာမည်ပွားမှာမကြာခဏမေးမေးခွန်းများသို့တစ်ခုတည်းရည်ညွှန်းချက်ဖြစ်။
nl: De FAQ alias is een unieke referentie naar de FAQ die kan worden opgeroepen i.p.v. de pagina ID.
ro: Un alias este o referinţă unică la o întrebare care poate fi folosit în loc de ID-ul întrebării.
sk: Alias FAQ je unikátny odkaz na otázku, ktorý môže byť vyvolaný namiesto ID otázky
sr: Алиас ЧПП је јединствена референца на ЧПП која може да се користи уместо нумеричког ID-а ЧПП.
uk: Аліас запитання - унікальна назва, яка може бути використана для виклику запису замість ID

# tl_faq.author.0
source: Author
es: Autor
fa: نویسنده
fi: Tekijä
hu: Szerző
it: Nome
my: ရေးသားသူ
nl: Auteur
ro: Nume
sk: Autor
sr: Аутор
uk: Автор

# tl_faq.author.1
source: Here you can change the author of the FAQ.
es: Por favor selecciona un autor.
fa: اینجا می‌توانید یک نویسنده انتخاب نمایید.
fi: Tähän voit muuttaa UKK-osion tekijän.
hu: Válasszon egy szerzőt.
it: Cambia l'autore della FAQ
my: မကြာခဏမေးမေးခွန်းများရေးသားသူပြောင်းလဲနိုင်။
nl: Auteur van de FAQ.wijzigen.
ro: Alegeţi un autor.
sk: Prosím zvolte autora.
sr: Овде можете променити аутора ЧПП.
uk: Введіть, будь ласка, автора.

# tl_faq.answer.0
source: Answer
es: Respuesta
fa: پاسخ
fi: Vastaus
hu: Válasz
it: Risposta
my: အဖြေ
nl: Antwoord
ro: Răspuns
sk: Odpoveď
sr: Одговор
uk: Відповідь

# tl_faq.answer.1
source: Please enter the answer.
es: Por favor introduce la respuesta.
fa: لطفا پاسخ را در این بخش وارد نمایید.
fi: Ole hyvä ja syötä vastaus.
hu: Ide irja be a választ.
it: Inserisci una risposta.
my: အဖြေထည့်သွင်း။
nl: Geef hier het antwoord op.
ro: Introduceţi răspunsul.
sk: Prosím zadajte odpoveď.
sr: Унесите одговор.
uk: Будь ласка, введіть відповідь на запитання.

# tl_faq.addImage.0
source: Add an image
es: Añadir una imagen
fa: افزودن تصویر
fi: Lisää kuva
hu: Kép hozzáadása
it: Aggiungi un'immagine
my: ပံုထည့်
nl: Afbeelding toevoegen
ro: Adăugaţi o imagine
sk: Pridajte obrázok
sr: Додај слику
uk: Додати малюнок.

# tl_faq.addImage.1
source: Add an image to the FAQ.
es: Añadir una imagen a la respuesta.
fa: افزودن یک تصویر به پاسخ.
fi: Lisää kuva UKK-osioon.
hu: Egy kép hozzáadása a GyIK bejegyzéshez
it: Aggiungi un immagine alla risposta.
my: မကြာခဏမေးမေးခွန်းများသို့ပံုထည့်။
nl: Voeg een afbeelding bij het antwoord.
ro: Adăugaţi o imagine la acest răspuns.
sk: Pridajte obrázok k odpovedi.
sr: Додавање слике у ЧПП
uk: Додати малюнок до відповіді.

# tl_faq.addEnclosure.0
source: Add enclosures
es: Añadir archivos adjuntos
fa: افزودن پیوست‌ها
fi: Lisää liitteet
hu: Melléklet hozzáadása
it: Aggiungi file
my: ပူးတွဲများထည့်သွင်း
nl: Bijlages toevoegen
ro: Include fişiere
sk: Pridat prílohu
sr: Додај прилог
uk: Додати вкладення

# tl_faq.addEnclosure.1
source: Add one or more downloadable files to the FAQ.
es: Añadir un archivo a la respuesta.
fa: اضافه نمودن یک یا چند پرونده قابل دانلود به پرسش و پاسخ.
fi: Lisää yksi tai useampi ladattava tiedosto UKK-osioon.
hu: Egy vagy több letölthető fájl csatolása a válaszhoz.
it: Aggiungi uno o più file scaricabile alla FAQ
my: မကြာခဏမေးမေးခွန်းများသို့တစ်ခု(သို့)ကူးဆွဲနိုင်ဖိုင်များထည့်သွင်း။
nl: Voeg één of meerdere downloadbare bestanden toe aan het antwoord.
ro: Includeţi unul sau mai multe fişiere în răspuns.
sk: Pridať k odpovedi jednu, alebo viac súborov na stiahnutie.
sr: Додај један или више фајлова за преузимање у оквиру ЧПП.
uk: Додати файл вкладення для завантаження.

# tl_faq.enclosure.0
source: Enclosures
es: Añadir RSS
fa: پیوست‌ها
fi: Liiteet
hu: Melléklet
it: Aggiungi file alla notizia
my: ပူးတွဲများ
nl: Bijlagen
ro: Fişier inclus
sk: Príloha
sr: Прилози
uk: Вкладення

# tl_faq.enclosure.1
source: Please choose the files you want to attach.
es: Seleccionar los archivos que se adjuntarán.
fa: لطفا پرونده‌هایی که می‌خواهید پیوست شوند را انتخاب نمایید.
fi: Valitse tiedostot, jotka halutaan liittää.
hu: Válassza ki a csatolni kívánt fájlokat.
it: Seleziona i file che vuoi allegare.
my: ပူးတွဲပါစေလိုသောဖိုင်များကိုရွေး။
nl: Kies het bestand dat u aan het antwoord wil toevoegen.
ro: Alegeţi fişierele care doriţi să fie ataşate.
sk: Zvoľte prosím súbory, ktoré chcete pripojiť
sr: Изаберите фајлове које желите прикачити.
uk: Виберіть вкладення, яке необхідно додати до відповіді.

# tl_faq.noComments.0
source: Disable comments
es: Deshabilitar comentarios
fa: غیرفعال کردن دیدگاه‌ها
fi: Kommentointi poissa käytöstä
hu: Hozzászólások tiltása
it: Disabilita commenti
my: မှတ်ချက်များမလုပ်ဆောင်စေ
nl: Reacties uitschakelen
ro: Dezactivează comentariile
sk: Vypnúť komentáre
sr: Искључи коментаре
uk: Відключити коментарі

# tl_faq.noComments.1
source: Do not allow comments for this particular FAQ.
es: No permitir comentarios en esta sección de preguntas frecuentes en particular.
fa: اجازه ندادن دیدگاه‌ها برای این پرسش و پاسخ خاص.
fi: Älä salli tämän UKK-osion kommentointia.
hu: Hozzászólások tiltása ennél a GyIK bejegyzésnél.
it: Disabilita i commenti relativa a questa particolare FAQ
my: ယခုမကြာခဏမေးမေးခွန်းများအတွက်မှတ်ချက်များခွင့်မပြုစေ။
nl: Geen reacties toestaan voor deze FAQ.
ro: Nu permite comentarii.
sk: Nepovoliť přidávanie komentárov k tomuto FAQ.
sr: Не дозволи коментаре за одређена ЧПП.
uk: Відключити коментарі для даного запитання.

# tl_faq.published.0
source: Publish the FAQ
es: Publicado
fa: منتشر شده
fi: Julkaise UKK
hu: GyIK megjelenítése
it: Pubblica FAQ
my: မကြာခဏမေးမေးခွန်းများထုတ်ဝေ
nl: Publiceer de FAQ
ro: Publică
sk: Publikované
sr: Објави ЧПП
uk: Публікація

# tl_faq.published.1
source: Make the FAQ publicly visible on the website.
es: El FAQ no será visible en tu web hasta que este publicado.
fa: برای نمایش پرسش و پاسخ در وب‌سایت این گزینه را فعال نمایید.
fi: Tee UKK-osio julkisesti näkyväksi sivustolla.
hu: A GyIK láthatóvá tétele a honlapon.
it: Rendi la FAQ visibile sul sito web.
my: ဝဘ်ဆိုက်ပေါ်တွင်မကြာခဏမေးမေးခွန်းများကိုလူအများမြင်စေရန်လုပ်ဆောင်။
nl: Maak de FAQ zichtbaar op de website.
ro: Întrebările vor fi vizibile pe site doar după ce au fost publicate.
sk: FAQ (často kladené otázky) nebudú viditeľné, pokým nebudú publikované.
sr: Омогући да ЧПП буду видљива на сајту.
uk: Питання не буде видимим на сторіках вашого сайту поки воно не буде мати статус "Опубліковано".

# tl_faq.title_legend
source: Title and author
es: Título y autor
fa: عنوان و نویسنده
fi: Otsikko ja perustaja
hu: Megnevezés és szerző
it: Titolo ed autore
my: ခေါင်းစဉ်နှင့်ရေးသားသူ
nl: Titel en auteur
ro: Titlu şi autor
sk: Názov a autor
sr: Наслов и аутор
uk: Заголовок та автор

# tl_faq.answer_legend
source: Answer
es: Respuesta
fa: پاسخ
fi: Vastaus
hu: Válasz
it: Risposta
my: အဖြေ
nl: Antwoord
ro: Răspuns
sk: Odpoveď
sr: Одговор
uk: Відповідь

# tl_faq.image_legend
source: Image settings
es: Opciones de la imagen
fa: تنظیمات تصویر
fi: Kuva-asetukset
hu: Kép beállítások
it: Impostazioni immagine
my: ပံုချိန်ညှိချက်
nl: Afbeeldingseigenschappen
ro: Setări de imagine
sk: Nastavenia obrazku
sr: Подешавања слике
uk: Налаштування малюнків

# tl_faq.enclosure_legend
source: Enclosures
es: Añadir RSS
fa: پیوست‌ها
fi: Liiteet
hu: Melléklet
it: Aggiungi file alla notizia
my: ပူးတွဲများ
nl: Bijlagen
ro: Fişier inclus
sk: Príloha
sr: Прилози
uk: Додатки

# tl_faq.expert_legend
source: Expert settings
es: Configuración avanzada
fa: تنطیمات پیشرفته
fi: Erikoisasetukset
hu: Speciális beállítások
it: Exporta impostazioni
my: ကျွမ်းကျင်သူချိန်ညှိချက်
nl: Expert-instellingen
ro: Setări avansate
sk: Rozšírené nastavenia
sr: Напредна подешавања
uk: Налаштування для експертів

# tl_faq.publish_legend
source: Publish settings
es: Opciones de publicación
fa: تنظیمات انتشار
fi: Julkaisuasetukset
hu: Megjelenítési beállítások
it: Impostazione di pubblicazione
my: ထုတ်ဝေချိန်ညှိချက်
nl: Publicatie-instellingen
ro: Publicare
sk: Nastavenia pre publikovanie
sr: Објави подешавања
uk: Параметри публікації

# tl_faq.new.0
source: New question
es: Nueva pregunta
fa: پرسش جدید
fi: Uusi kysymys
hu: Új kérdés
it: Nuova domanda
my: မေးခွန်းအသစ်
nl: Nieuwe vraag
ro: Nouă întrebare
sk: Nová otázka
sr: Ново питање
uk: Нове запитання

# tl_faq.new.1
source: Create a new question
es: Crear una pregunta nueva.
fa: ایجاد یک پرسش جدید
fi: Luo uusi kysymys
hu: Új kérdés létrehozása
it: Crea una nuova domanda
my: မေးခွန်းအသစ်ဖန်တီး
nl: Maak een nieuwe vraag
ro: Creează o nouă întrebare
sk: Vytvoriť novú otázku
sr: Креирај ново питање
uk: Створити нове запитання

# tl_faq.show.0
source: Show question details
es: Mostrar pregunta
fa: نمایش جزئیات پرسش
fi: Näytä kysymyksen tarkemmat tiedot
hu: Kérdés mutatása
it: Dettagli domanda
my: မေးခွန်းအချက်အလက်များပြသ
nl: Details van de vraag
ro: Arată detalii întrebare
sk: Zobraziť otázku
sr: Прикажи детаље питања
uk: Показати запитання

# tl_faq.show.1
source: Show the details of question ID %s
es: Mostrar detalles de la pregunta con ID %s
fa: نمایش جزئیات پرسش شناسه‌ی %s
fi: Näytä kysymyksen ID %s tiedot
hu: Az ID %s kérdés mutatása
it: Mostra dettagli domanda ID %s
my: မေးခွန်းအိုင်ဒီ %s အချက်အလက်များပြသ
nl: Toon details van vraag ID %s
ro: Arată detaliile întrebării ID %s
sk: Zobraziť detaily otázky ID %s
sr: Прикажи детаље питања ID %s
uk: Показати запитання ID %s

# tl_faq.edit.0
source: Edit question
es: Editar pregunta
fa: ویرایش پرسش
fi: Muokkaa kysymystä
hu: Kérdés szerkesztése
it: Modifica domanda
my: မေးခွန်းတည်းဖြတ်
nl: Vraag bewerken
ro: Editează întrebare
sk: Upraviť otázku
sr: Уреди питање
uk: Редагувати запитання

# tl_faq.edit.1
source: Edit question ID %s
es: Editar pregunta con ID %s
fa: ویرایش پرسش شناسه‌ی %s
fi: Muokkaa kysymystä ID %s
hu: Az ID %s kérdés szerkesztése
it: Modifica domanda ID %s
my: မေးခွန်းအိုင်ဒီ %s တည်းဖြတ်
nl: Bewerk vraag ID %s
ro: Editează întrebarea ID %s
sk: Upraviť otázku ID %s
sr: Уреди питање ID %s
uk: Редагувати запитання ID %s

# tl_faq.copy.0
source: Duplicate question
es: Duplicar pregunta
fa: تکثیر پرسش
fi: Kopioi kysymys
hu: Kérdés duplázása
it: Dupplica domanda
my: မေးခွန်းပံုစံတူပွား
nl: Vraag dupliceren
ro: Copiază întrebare
sk: Duplikovať otázku
sr: Копирај питање
uk: Дублювати запитання

# tl_faq.copy.1
source: Duplicate question ID %s
es: Duplicar pregunta con ID %s
fa: تکثیر پرسش شناسه‌ی %s
fi: Kopioi kysymys ID %s
hu: Az ID %s kérdés duplázása
it: Duplica domanda ID %s
my: မေးခွန်းအိုင်ဒီ %s ပံုစံတူပွား
nl: Dupliceer vraag ID %s
ro: Copiază întrebarea ID %s
sk: Duplikovať otázku ID %s
sr: Копирај питање ID %s
uk: Дублювати запитання ID %s

# tl_faq.cut.0
source: Move question
es: Mover pregunta
fa: جابجایی پرسش
fi: Siirrä kysymys
hu: Kérdés mozgatása
it: Sposta domanda
my: မေးခွန်းရွေ့ပြောင်း
nl: Verplaats vraag
ro: Mută întrebare
sk: Presunúť otázku
sr: Помери питање
uk: Перемістити запитання

# tl_faq.cut.1
source: Move question ID %s
es: Mover pregunta con ID %s
fa: جابجایی پرسش شناسه‌ی %s
fi: Siirrä kysymys ID %s
hu: Az ID %s kérdés mozgatása
it: Sposta domanda ID %s
my: မေးခွန်းအိုင်ဒီ %s ရွေ့ပြောင်း
nl: Verplaats vraag ID %s
ro: Mută întrebarea ID %s
sk: Presunúť otázku ID %s
sr: Помери питање ID %s
uk: Перемістити запитання ID %s

# tl_faq.delete.0
source: Delete question
es: Eliminar pregunta
fa: حذف پرسش
fi: Poista kysymys
hu: Kérdés törlése
it: Elimina domanda
my: မေးခွန်းပယ်ဖျက်
nl: Vraag verwijderen
ro: Şterge întrebare
sk: Zmazať otázku
sr: Обриши питање
uk: Видалити запитання

# tl_faq.delete.1
source: Delete question ID %s
es: Eliminar pregunta con ID %s
fa: حذف پرسش شناسه‌ی %s
fi: Poista kysymys ID %s
hu: Az ID %s kérdés törlése
it: Elimina domanda ID %s
my: မေးခွန်းအိုင်ဒီ %s ပယ်ဖျက်
nl: Verwijder vraag ID %s
ro: Şterge întrebarea ID %s
sk: Zmazať otázku ID %s
sr: Обриши питање ID %s
uk: Видалити запитання ID %s

# tl_faq.toggle.0
source: Publish/unpublish question
es: Publicar/retirar pregunta
fa: انتشار/لغو انتشار پرسش
fi: Julkaise/piilota kysymys
hu: Kérdés megjelenítése/elrejtése
it: Pubblica/non pubblica domanda
my: မေးခွန်းထုတ်ဝေ/မထုတ်ဝေ
nl: Publiceer/verberg vraag
ro: Publică întrebare
sk: Publikovať / nepublikovať otázku
sr: Објави/сакриј питање
uk: Опублікувати/Зняти із публікації запитання

# tl_faq.toggle.1
source: Publish/unpublish question ID %s
es: Publicar/retirar la pregunta con ID %s
fa: انتشار/لغو انتشار پرسش شناسه‌ی %s
fi: Julkaise/piilota kysymys ID %s
hu: Az ID %s kérdés megjelenítése/elrejtése
it: Pubblica/non pubblica domanda ID %s
my: မေးခွန်းအိုင်ဒီ %s ထုတ်ဝေ/မထုတ်ဝေ
nl: Publiceer/verberg vraag ID %s
ro: Publică întrebarea ID %s
sk: Publikovať / nepublikovať otázku ID %s
sr: Објави/сакриј питање ID %s
uk: Опублікувати/Зняти із публікації запитання ID %s

# tl_faq.editheader.0
source: Edit category
es: Editar categoría
fa: ویرایش دسته‌بندی
fi: Muokkaa luokkaa
hu: Kategória szerkesztése
it: Modifica categoria
my: အမျိုးအစားတည်းဖြတ်
nl: Bewerk categorie
ro: Editează categorie
sk: Upraviť kategóriu
sr: Уреди категорију
uk: Редагувати категорію

# tl_faq.editheader.1
source: Edit the category settings
es: Editar esta categoría
fa: ویرایش تنظیمات دسته‌بندی
fi: Muokkaa luokan asetuksia
hu: Kategória beállításainak szerkesztése
it: Modifica impostazioni categoria
my: အမျိုးအစားချိန်ညှိချက်တည်းဖြတ်
nl: Bewerk deze categorie
ro: Editează această categorie
sk: Upraviť túto kategóriu
sr: Уреди подешавања категорију
uk: Редагувати обрану категорію

# tl_faq.pasteafter.0
source: Paste at the top
es: Pegar al inicio
fa: جاگذاری در بالا
fi: Liitä ylimmäksi
hu: Beillesztés felülre
it: Incolla in cima
my: အပေါ်တွင်ထုတ်ထား
nl: Bovenaan plakken
ro: Lipeşte la început
sk: Vložiť navrchu
sr: Налепи на врх
uk: Вставити на початок

# tl_faq.pasteafter.1
source: Paste after question ID %s
es: Pegar después de la pregunta con ID %s
fa: افزودن بعد از پرسش شناسه‌ی %s
fi: Liitä kysymyksen ID %s perään
hu: Beillesztés az ID %s kérdés után
it: Incolla dopo la domanda ID %s
my: မေးခွန်းအိုင်ဒီ %s ပြီးနောက်ထုတ်ထား
nl: Plak na vraag ID %s
ro: Lipeşte după întrebarea ID %s
sk: Vložiť za otázku ID %s
sr: Налепи након питања ID %s
uk: Вставити на початок ID %s

# tl_faq.pastenew.0
source: Add new at the top
es: Crear una definición de formato nuevo al inicio
fa: افزودن در بالا
fi: Lisää uusi ylimmäksi
hu: Új hozzáadása felülre
it: Crea una nuova regola css all'inizio
my: အပေါ်တွင်အသစ်ထည့်
nl: Maak een nieuwe lay-out definitie aan het begin
ro: Creează o nouă definiţie de format la început
sk: Pridať novú navrchu
sr: Додај нови на врх
uk: Створити нове запитання на початку

# tl_faq.pastenew.1
source: Add new after question ID %s
es: Crear una nueva pregunta después de la pregunta con ID %s
fa: افزودن جدید بعد از پرسش شناسه‌ی %s
fi: Liitä kysymyksen ID %s perään
hu: Új hozzáadása az ID %s kérdés után
it: Crea una nuova domanda dopo la domanda ID %s
my: မေးခွန်းအိုင်ဒီ %s ပြီးနောက်အသစ်ထည့်
nl: Maak een nieuwe vraag aan na vraag ID %s
ro: Creează o nouă întrebare după întrebarea ID %s
sk: Vytvoriť novú otázku za otázkou ID %s
sr: Додај ново након питања ID %s
uk: Вставити нове запитання після ID %s
