Repository: contao/core
Catalog: system/modules/faq/languages/*/*_faq_category.xlf
Languages: nl, sq, sr

# tl_faq_category.title.0
source: Title
nl: Titel
sq: Titulli
sr: Наслов

# tl_faq_category.title.1
source: Please enter the category title.
nl: Geef een titel op voor de categorie.
sq: Epeni titullin e kategorisë.
sr: Унесите назив категорије.

# tl_faq_category.headline.0
source: Headline
nl: Hoofdtitel
sq: Titulli kategorisë
sr: Наслов

# tl_faq_category.headline.1
source: Please enter the category headline.
nl: Geef een hoofdtitel op voor de categorie.
sq: Epeni titull të kategorisë.
sr: Унесите наслов категорије.

# tl_faq_category.jumpTo.0
source: Redirect page
nl: Ga naar pagina
sq: Shko në faqe
sr: Преусмерење странице

# tl_faq_category.jumpTo.1
source: Please choose the FAQ reader page to which visitors will be redirected when clicking a FAQ.
nl: Selecteer de FAQ pagina waarnaar bezoekers worden geleid na het aanklikken van een vraag.
sq: Epeni faqen në të cilën vizitorët do të përcellen pasi që ta shtypin pyetjen.
sr: Изаберите страницу читача ЧПП на коју ће посетиоци бити преусмерени кликом на ЧПП.

# tl_faq_category.allowComments.0
source: Enable comments
nl: Reacties mogelijk maken
sq: Aktivizo komente
sr: Омогућити коментаре

# tl_faq_category.allowComments.1
source: Allow visitors to comment FAQs.
nl: Sta bezoekers toe om te reageren op FAQs.
sq: Mundëso që vizitorët të komentojnë FAQ-të.
sr: Дозволи посетиоцима да коментаришу ЧПП.

# tl_faq_category.notify.0
source: Notify
nl: Waarschuw
sq: Njofto
sr: Обавести

# tl_faq_category.notify.1
source: Please choose who to notify when comments are added.
nl: Kies wie te waarschuwen als er reacties zijn toegevoegd.
sq: Percaktoni kush të njoftohet kur të shtohen komentet.
sr: Одаберите кога обавестити у случају новог коментара.

# tl_faq_category.sortOrder.0
source: Sort order
nl: Sorteer-volgorde
sq: Renditja
sr: Редослед сортирања

# tl_faq_category.sortOrder.1
source: By default, comments are sorted ascending, starting with the oldest one.
nl: Standaard zijn reacties oplopend gesorteerd, beginnend met de oudste.
sq: Zakonisht, komentet janë të renditura sipas një radhitje kohore, duke filluar me një të vjetër.
sr: По основној поставци, коментари се сортирају у растућем редоследу, почев од најстаријег.

# tl_faq_category.perPage.0
source: Comments per page
nl: Reacties per pagina
sq: Komente në faqe
sr: Коментари по страници

# tl_faq_category.perPage.1
source: Number of comments per page. Set to 0 to disable pagination.
nl: Aantal reacties per pagina. Zet op 0 om paginering uit te zetten.
sq: Numri i komente në një faqe. Epeni 0 për ta ç'aktivizuar shfletimin e komenteve.
sr: Број коментара по страници. Поставите 0 да искључите пагинацију.

# tl_faq_category.moderate.0
source: Moderate comments
nl: Modereer reacties
sq: Modero komentet
sr: Модерирање коментара

# tl_faq_category.moderate.1
source: Approve comments before they are published on the website.
nl: Keur reacties goed alvorens ze te publiceren op de website.
sq: Mirato komentet para se të publikohen në ueb-faqe.
sr: Одобрити коментаре прије него што постану видљиви на сајту.

# tl_faq_category.bbcode.0
source: Allow BBCode
nl: BBCode toestaan
sq: Lejo BBCode
sr: Дозволити BBCode

# tl_faq_category.bbcode.1
source: Allow visitors to format their comments with BBCode.
nl: Sta toe dat bezoekers hun reacties kunnen opmaken met BBCode.
sq: Lejo vizitorët që të karakterizojnë komentet me BBCode.
sr: Дозволити корисницима да користе BBCode у својим коментарима.

# tl_faq_category.requireLogin.0
source: Require login to comment
nl: Inloggen is vereist om te reageren
sq: Kërko kyçje për të komentuar
sr: Потребно логовање ради коментарисања

# tl_faq_category.requireLogin.1
source: Allow only authenticated users to create comments.
nl: Alleen aangemelde gebruikers toestaan om te reageren.
sq: Lejo vetëm përdoruesit e autorizuar për të komentuar.
sr: Дозволи само аутентификованим корисницима да пишу коментаре.

# tl_faq_category.disableCaptcha.0
source: Disable the security question
nl: Veiligheidsverificatie uitzetten
sq: ç'aktivizo pyetjen e sigurisë
sr: Искључи сигурносно питање.

# tl_faq_category.disableCaptcha.1
source: Use this option only if you have limited comments to authenticated users.
nl: Gebruik deze optie alleen als u reageren hebt beperkt tot aangemelde gebruikers.
sq: Përdor këtë zgjedhje vëtëm në rast se keni komente të kufizuara nga përdoruesit e autorizuar.
sr: Користи ову опцију само ако су коментари ограничени на аутентификоване кориснике.

# tl_faq_category.tstamp.0
source: Revision date
nl: Datum van aanpassing
sq: Data revizionit
sr: Датум ревизије

# tl_faq_category.tstamp.1
source: Date and time of the latest revision
nl: Datum en tijdstip van de laatste aanpassing.
sq: Data dhe koha e revizionit
sr: Датум и време последње ревизије

# tl_faq_category.title_legend
source: Title and redirect
nl: Titel en doorsturen
sq: Titulli dhe përcjellësi
sr: Назив и преусмеравање

# tl_faq_category.comments_legend
source: Comments
nl: Reacties
sq: Komentet
sr: Коментари

# tl_faq_category.notify_admin
source: System administrator
nl: Systeembeheerder
sq: Drejtori sistemit
sr: Системски администратор

# tl_faq_category.notify_author
source: Author of the FAQ
nl: Auteur van de FAQ
sq: Autori FAQ-së
sr: Аутор ЧПП-а

# tl_faq_category.notify_both
source: Author and system administrator
nl: Auteur en systeembeheerder
sq: Autor dhe drejtori sistemit
sr: Аутор и системски администратор

# tl_faq_category.deleteConfirm
source: Deleting category ID %s will also delete all its FAQs! Continue?
nl: Verwijderen van categorie ID %s heeft tot gevolg dat alle FAQs hierin worden verwijderd! Doorgaan?
sq: Me shlyerjen e një kategorie do t'i shlyeni të gjitha FAQ-të e saj! Doni të vazhdoni me shlyerjen e kategorisë ID %s?
sr: Брисање категорије ID %s обрисаће и сва ЧПП! Наставити?

# tl_faq_category.new.0
source: New category
nl: Nieuwe categorie
sq: Kategori të re
sr: Нова категорија

# tl_faq_category.new.1
source: Create a new category
nl: Maak een nieuwe categorie aan
sq: Krijo kategori të re
sr: Креирај нову категорију

# tl_faq_category.show.0
source: Category details
nl: Categorie details
sq: Detajet e kategorisë
sr: Детаљи категорије

# tl_faq_category.show.1
source: Show the details of category ID %s
nl: Toon details van categorie ID %s
sq: Trego detajet e kategorisë ID %s
sr: Прикажи детаље категорије ID %s

# tl_faq_category.edit.0
source: Edit category
nl: Bewerk categorie
sq: Përpuno kategorinë
sr: Уреди категорију

# tl_faq_category.edit.1
source: Edit category ID %s
nl: Bewerk categorie ID %s
sq: Përpuno kategorinë ID %s.
sr: Уреди категорију ID %s

# tl_faq_category.editheader.0
source: Edit category
nl: Bewerk categorie
sr: Уреди категорију

# tl_faq_category.editheader.1
source: Edit the category settings
nl: Bewerk categorie-instellingen
sr: Уреди подешавања категорију

# tl_faq_category.copy.0
source: Duplicate category
nl: Kopieer categorie
sq: Kopjo kategorinë
sr: Копирај категорију

# tl_faq_category.copy.1
source: Duplicate category ID %s
nl: Kopieer categorie ID %s
sq: Kopjo kategorinë ID %s
sr: Копирај каегорију ID %s

# tl_faq_category.delete.0
source: Delete category
nl: Verwijder categorie
sq: Shlyej kategorinë
sr: Обриши категорију

# tl_faq_category.delete.1
source: Delete category ID %s
nl: Verwijder categorie ID %s
sq: Shlyej kategorinë ID %s
sr: Обриши категорију ID %s

# tl_faq_category.editheader.0
source: Edit category settings
sq: Përpuno cilësit kategorisë

# tl_faq_category.editheader.1
source: Edit the settings of category ID %s
sq: Përpuno cilësit e kategorisë ID %s
