Repository: contao/core
Catalog: system/modules/newsletter/languages/rm/*_newsletter.xlf
Languages: rm

# tl_newsletter.subject.0
source: Subject
rm: Object

# tl_newsletter.subject.1
source: Please enter the newsletter subject.
rm: Endatar l'object dal newsletter

# tl_newsletter.alias.0
source: Newsletter alias
rm: Alias dal newsletter

# tl_newsletter.alias.1
source: The newsletter alias is a unique reference to the newsletter which can be called instead of its numeric ID.
rm: L'alias dal newsletter è ina referenza unica che po vegnir utilisada empè da l'ID numerica.

# tl_newsletter.content.0
source: HTML content
rm: Cuntegn da HTML

# tl_newsletter.content.1
source: Here you can enter the HTML content of the newsletter. Use the wildcard <em>##email##</em> to insert the recipient's e-mail address.
rm: Qua pudais vus endatar il cuntegn da HTML dal newsletter. Utilisar il tegnaplazza <em>##email##</em> per inserir l'adressa dad e-mail dal destinatur.

# tl_newsletter.text.0
source: Text content
rm: Cuntegn da text

# tl_newsletter.text.1
source: Here you can enter the text content of the newsletter. Use the wildcard <em>##email##</em> to insert the recipient's e-mail address.
rm: Qua pudais vus endatar il cuntegn da text dal newsletter. Utilisar il tegnaplazza <em>##email##</em> per inserir l'adressa dad e-mail dal destinatur.

# tl_newsletter.addFile.0
source: Add attachments
rm: Agiuntar agiuntas

# tl_newsletter.addFile.1
source: Attach one or more files to the newsletter.
rm: Agiuntar al newsletter ina u pliras agiuntas.

# tl_newsletter.files.0
source: Attachments
rm: Agiunta

# tl_newsletter.files.1
source: Please choose the files to be attached from the files directory.
rm: Tscherner las datotecas che duain vegnir agiuntadas.

# tl_newsletter.template.0
source: E-mail template
rm: Template dad e-mail

# tl_newsletter.template.1
source: Here you can choose the e-mail template.
rm: Qua pudais vus tscherner il template per l'e-mail.

# tl_newsletter.sendText.0
source: Send as plain text
rm: Trametter l'e-mail be sco text.

# tl_newsletter.sendText.1
source: Send the newsletter as plain text e-mail without the HTML content.
rm: Trametter il newsletter be sco text senza cuntegn da HTML.

# tl_newsletter.externalImages.0
source: External images
rm: Maletgs externs

# tl_newsletter.externalImages.1
source: Do not embed images in HTML newsletters.
rm: Betg integrar maletgs externs en newsletters da HTML.

# tl_newsletter.senderName.0
source: Sender name
rm: Num dal speditur

# tl_newsletter.senderName.1
source: Here you can enter the sender's name.
rm: Qua pudais vus endatar il num dal speditur.

# tl_newsletter.sender.0
source: Sender address
rm: Adressa dal speditur

# tl_newsletter.sender.1
source: Here you can enter a custom sender address.
rm: Qua pudais vus inditgar l'adressa dad e-mail dal speditur.

# tl_newsletter.mailsPerCycle.0
source: Mails per cycle
rm: Mais per ciclus

# tl_newsletter.mailsPerCycle.1
source: The sending process is split into several cycles to prevent the script from timing out.
rm: Il process da trametter ils e-mails vegn dividì en differents ciclus per evitar in time-out dal script.

# tl_newsletter.timeout.0
source: Timeout in seconds
rm: Time-out en secundas

# tl_newsletter.timeout.1
source: Here you can modify the waiting time between each cycle to control the number of e-mails per minute.
rm: Qua pudais vus modifitgar il temp da spetga tranter ils ciclus per controllar il numer dad e-mails per minuta.

# tl_newsletter.start.1
source: In case the sending process is interrupted, you can enter a numeric offset here to continue with a particular recipient. You can check how many mails have been sent in the <em>system/logs/newsletter_*.log</em> file. E.g., if 120 mails have been sent, enter "120" to continue with the 121st recipient (counting starts at 0).
rm: En cas ch'il process da trametter vegn interrut, pudais vus endatar qua in offset numeric per cuntinuar cun in destinatur particular. Vus pudais controllar quants e-mails ch'èn vegnids tramess en la datoteca <em>system/logs/newsletter_*.log</em>. Sche p.ex. 120 e-mails èn vegnids tramess, endatai "120" per cuntinuar cun il 121avel destinatur (i vegn quintà davent da 0).

# tl_newsletter.sendPreviewTo.0
source: Send preview to
rm: Trametter ina prevista a

# tl_newsletter.sendPreviewTo.1
source: Send the preview of the newsletter to this e-mail address.
rm: Trametter la prevista dal newsletter a questa adressa.

# tl_newsletter.title_legend
source: Title and subject
rm: Titel ed object

# tl_newsletter.html_legend
source: HTML content
rm: Cuntegn da HTML

# tl_newsletter.text_legend
source: Text content
rm: Cuntegn da text

# tl_newsletter.attachment_legend
source: Attachments
rm: Agiunta

# tl_newsletter.template_legend
source: Template settings
rm: Configuraziun da templates

# tl_newsletter.expert_legend
source: Expert settings
rm: Opziuns dad experts

# tl_newsletter.sent
source: Sent
rm: Tramess

# tl_newsletter.sentOn
source: Sent on %s
rm: Tramess ils %s

# tl_newsletter.notSent
source: Not sent yet
rm: Anc betg tramess

# tl_newsletter.mailingDate
source: Mailing date
rm: Data tramess

# tl_newsletter.confirm
source: The newsletter has been sent to %s recipients.
rm: Il newsletter è vegnì tramess a %s destinaturs.

# tl_newsletter.rejected
source: %s invalid e-mail address(es) has/have been disabled (see system log).
rm: %s adressas dad e-mail nunvalidas èn vegnidas deactivadas (guardar il protocol dal sistem).

# tl_newsletter.error
source: There are no active subscribers to the channel.
rm: I n'existan nagins abunents activs per quest chanal

# tl_newsletter.from
source: From
rm: Da

# tl_newsletter.attachments
source: Attachments
rm: Agiunta

# tl_newsletter.preview
source: Send preview
rm: Trametter prevista

# tl_newsletter.sendConfirm
source: Do you really want to send the newsletter?
rm: Vulais vus propi trametter il newsletter?

# tl_newsletter.new.0
source: New newsletter
rm: Nov newsletter

# tl_newsletter.new.1
source: Create a new newsletter
rm: Crear in nov newsletter.

# tl_newsletter.show.0
source: Newsletter details
rm: Detagls dal newsletter

# tl_newsletter.show.1
source: Show the details of newsletter ID %s
rm: Mussar ils detagls dal newsletter cun l'ID %s

# tl_newsletter.edit.0
source: Edit newsletter
rm: Modifitgar il newsletter

# tl_newsletter.edit.1
source: Edit newsletter ID %s
rm: Modifitgar il newsletter cun l'ID %s

# tl_newsletter.copy.0
source: Duplicate newsletter
rm: Duplitgar il newsletter

# tl_newsletter.copy.1
source: Duplicate newsletter ID %s
rm: Duplitgar il newsletter cun l'ID %s

# tl_newsletter.cut.0
source: Move newsletter
rm: Spustar il newsletter

# tl_newsletter.cut.1
source: Move newsletter ID %s
rm: Spustar il newsletter cun l'ID %s

# tl_newsletter.delete.0
source: Delete newsletter
rm: Stizzar il newsletter

# tl_newsletter.delete.1
source: Delete newsletter ID %s
rm: Stizzar il newsletter cun l'ID %s

# tl_newsletter.editheader.0
source: Edit channel
rm: Modifitgar il chanal

# tl_newsletter.editheader.1
source: Edit the channel settings
rm: Modifitgar las opziuns dal chanal

# tl_newsletter.pasteafter.0
source: Paste into this channel
rm: Encollar en quest chanal

# tl_newsletter.pasteafter.1
source: Paste after newsletter ID %s
rm: Encollar suenter il newsletter cun l'ID %s

# tl_newsletter.send.0
source: Send newsletter
rm: Trametter il newsletter

# tl_newsletter.send.1
source: Send newsletter ID %s
rm: Trametter il newsletter cun l'ID %s
