Repository: contao/core
Catalog: .tx/source/*/newsletter/*_module.xlf
Languages: tl

# tl_module.newsletters.0
source: Subscribable newsletters
tl: Užsakomi naujienlaiškiai

# tl_module.newsletters.1
source: Show these channels in the front end form.
tl: Rodyti šias naujienų grupes lankytojų srities formoje.

# tl_module.nl_channels.0
source: Channels
tl: Naujienų grupės

# tl_module.nl_channels.1
source: Please select one or more channels.
tl: Pasirinkite vieną ar kelias naujienų grupes.

# tl_module.nl_hideChannels.0
source: Hide channel menu
tl: Slėpti naujienų grupių meniu

# tl_module.nl_hideChannels.1
source: Do not show the channel selection menu.
tl: Nerodyti naujienų grupių pasirinkimo meniu.

# tl_module.nl_subscribe.0
source: Subscription message
tl: Užsakymo laiškas

# tl_module.nl_subscribe.1
source: You can use the wildcards <em>##channels##</em> (channel names), <em>##domain##</em> (domain name) and <em>##link##</em> (activation link).
tl: Galite naudoti specialias žymas <em>##channels##</em> (naujienų grupių pavadinimai), <em>##domain##</em> (tinkalapio pavadinimas) ir <em>##link##</em> (aktyvacijos nuoroda).

# tl_module.nl_unsubscribe.0
source: Unsubscription message
tl: Atsisakymo laiškas

# tl_module.nl_unsubscribe.1
source: You can use the wildcards <em>##channels##</em> (channel names) and <em>##domain##</em> (domain name).
tl: Galite naudoti specialias žymas <em>##channels##</em> (naujienų grupių pavadinimai) ir <em>##domain##</em> (tinklalapio pavadinimas).

# tl_module.nl_template.0
source: Newsletter template
tl: Naujienlaiškio šablonas

# tl_module.nl_template.1
source: Here you can select the newsletter template.
tl: Čia galite pasirinkti naujienlaiškio šabloną.

# tl_module.text_subscribe.0
source: Your subscription on %s
tl: Jūsų užsakymas %s

# tl_module.text_subscribe.1
source: You have subscribed to the following channels on ##domain##: ##channels## Please click ##link## to activate your subscription. If you did not subscribe yourself, please ignore this e-mail.
tl: Jūs užsisakėte naujienų grupes ##domain##: ##channels## Spustelkite ##link## ir aktyvuokite užsakymą. Jei neužsakėte, tiesiog ignoruokite šį laišką.

# tl_module.text_unsubscribe.0
source: Your subscription on %s
tl: Jūsų užsakymas %s

# tl_module.text_unsubscribe.1
source: You have unsubscribed from the following channels on ##domain##: ##channels##
tl: Jūs atsisakėte naujienų grupių ##domain##: ##channels##
