Repository: contao/core
Catalog: .tx/source/*/newsletter/*_newsletter_recipients.xlf
Languages: tl

# tl_newsletter_recipients.email.0
source: E-mail address
tl: E-mail adresa

# tl_newsletter_recipients.email.1
source: Please enter the recipient's e-mail address.
tl: Upišite E-mail adresu primatelja.

# tl_newsletter_recipients.active.0
source: Activate recipient
tl: Aktiviraj primatelja

# tl_newsletter_recipients.active.1
source: Recipients are usually activated automatically (double-opt-in).
tl: Primatelji su obično automatski aktivirani (dvostruko uključenje)

# tl_newsletter_recipients.addedOn.0
source: Subscription date
tl: Datum pretplate

# tl_newsletter_recipients.addedOn.1
source: The date of subscription.
tl: Datum kada pretplaćeno.

# tl_newsletter_recipients.ip.0
source: IP address
tl: IP adresa

# tl_newsletter_recipients.ip.1
source: The IP address of the subscriber.
tl: IP adresa pretplatnika.

# tl_newsletter_recipients.email_legend
source: E-mail address
tl: E-mail adresa

# tl_newsletter_recipients.confirm
source: %s new recipients have been imported.
tl: %s primatelja je importirano.

# tl_newsletter_recipients.invalid
source: %s invalid entries have been skipped.
tl: %s pogrešni upisi su preskočeni.

# tl_newsletter_recipients.subscribed
source: subscribed on %s
tl: pretplaćen na %s

# tl_newsletter_recipients.manually
source: added manually
tl: dodan ručno

# tl_newsletter_recipients.new.0
source: Add recipient
tl: Dodaj primatelja

# tl_newsletter_recipients.new.1
source: Add a new recipient
tl: Dodajte novog primatelja

# tl_newsletter_recipients.show.0
source: Recipient details
tl: Detalji primatelja

# tl_newsletter_recipients.show.1
source: Show the details of recipient ID %s
tl: Prikazati detalje primatelja s ID %s

# tl_newsletter_recipients.edit.0
source: Edit recipient
tl: Edituj primatelja

# tl_newsletter_recipients.edit.1
source: Edit recipient ID %s
tl: Editujte primatelja s ID %s

# tl_newsletter_recipients.copy.0
source: Duplicate recipient
tl: Kopiraj primatelja

# tl_newsletter_recipients.copy.1
source: Duplicate recipient ID %s
tl: Kopirajte primatelja s ID %s

# tl_newsletter_recipients.delete.0
source: Delete recipient
tl: Izbriši primatelja

# tl_newsletter_recipients.delete.1
source: Delete recipient ID %s
tl: Izbrišite primatelja s ID %s

# tl_newsletter_recipients.editheader.0
source: Edit channel
tl: Edituj kanal

# tl_newsletter_recipients.editheader.1
source: Edit the channel settings
tl: Editujte postavke kanala

# tl_newsletter_recipients.toggle.0
source: Activate/deactivate recipient
tl: Aktiviraj/deaktiviraj primatelja

# tl_newsletter_recipients.toggle.1
source: Activate/deactivate recipient ID %s
tl: Aktiviraj/deaktiviraj primatelja s ID %s

# tl_newsletter_recipients.import.0
source: CSV import
tl: CSV importiranje

# tl_newsletter_recipients.import.1
source: Import recipients from a CSV file
tl: Importirajte primatelje iz CSV fajla
