Repository: contao/core
Catalog: .tx/source/*/newsletter/*_newsletter.xlf
Languages: tl

# tl_newsletter.subject.0
source: Subject
tl: Assunto

# tl_newsletter.subject.1
source: Please enter the newsletter subject.
tl: Favor digitar o assunto da newsletter.

# tl_newsletter.alias.0
source: Newsletter alias
tl: Pseudônimo da Newsletter

# tl_newsletter.alias.1
source: The newsletter alias is a unique reference to the newsletter which can be called instead of its numeric ID.
tl: O Pseudônimo da Newsletter é uma referência única para a newsletter e esta pode ser referenciada pelo pseudônimo em vez do seu ID.

# tl_newsletter.content.0
source: HTML content
tl: Conteúdo

# tl_newsletter.content.1
source: Here you can enter the HTML content of the newsletter. Use the wildcard <em>##email##</em> to insert the recipient's e-mail address.
tl: Favor inserir o conteúdo da newsletter. Use o curinga <em>##email##</em> para inserir o e-mail do destinatário. Gere um link de cancelamento de assinatura deste modo: <em>http://www.domain.com/unsubscribe-page.html?email=##email##</em>.

# tl_newsletter.text.0
source: Text content
tl: Texto do conteúdo

# tl_newsletter.text.1
source: Here you can enter the text content of the newsletter. Use the wildcard <em>##email##</em> to insert the recipient's e-mail address.
tl: Por favor insira o texto do conteúdo da newsletter. Use o wildcard <em>##email##</em> para inserir o endereço de email do destinatário. Gerar links para desinscrição como <em>http://www.domain.com/unsubscribe-page.html?email=##email##</em>.

# tl_newsletter.addFile.0
source: Add attachments
tl: Adicionar anexos

# tl_newsletter.addFile.1
source: Attach one or more files to the newsletter.
tl: Anexe um ou mais arquivos à newsletter.

# tl_newsletter.files.0
source: Attachments
tl: Anexos

# tl_newsletter.files.1
source: Please choose the files to be attached from the files directory.
tl: Por favor, selecione os arquivos que deseja anexar à newsletter.

# tl_newsletter.template.0
source: E-mail template
tl: Exemplo de e-mail

# tl_newsletter.template.1
source: Here you can choose the e-mail template.
tl: Por favor escolha um modelo de email (grupo de modelos <em>mail_</em>).

# tl_newsletter.sendText.0
source: Send as plain text
tl: Enviar como texto

# tl_newsletter.sendText.1
source: Send the newsletter as plain text e-mail without the HTML content.
tl: Se você selecionar esta opção, o e-mail será enviado como texto puro.

# tl_newsletter.externalImages.0
source: External images
tl: Imagens externas

# tl_newsletter.externalImages.1
source: Do not embed images in HTML newsletters.
tl: Não embutir as imagens em HTML newsletters.

# tl_newsletter.senderName.0
source: Sender name
tl: Nome do remetente

# tl_newsletter.senderName.1
source: Here you can enter the sender's name.
tl: Aqui você pode inserir o nome do remetente.

# tl_newsletter.sender.0
source: Sender address
tl: Endereço do remetente

# tl_newsletter.sender.1
source: Here you can enter a custom sender address.
tl: Se você não digitar um endereço de e-mail o sistema utilizará o do administrador.

# tl_newsletter.mailsPerCycle.0
source: Mails per cycle
tl: Correios por ciclo

# tl_newsletter.mailsPerCycle.1
source: The sending process is split into several cycles to prevent the script from timing out.
tl: Para evitar que o script exceda o limite de tempo, o envio é dividido em vários ciclos. Aqui você pode definir o número de emails por ciclo dependendo do tempo máximo de execução definido no seu php.ini.

# tl_newsletter.timeout.0
source: Timeout in seconds
tl: Tempo Esgotado em segundos

# tl_newsletter.timeout.1
source: Here you can modify the waiting time between each cycle to control the number of e-mails per minute.
tl: Alguns servidores limitam o número de emails que uma pessoa pode enviar por minuto. Aqui você pode modificar o Tempo Esgotado entre cada ciclo em segundos para ter mais controle sobre a margem de tempo.

# tl_newsletter.start.0
source: Offset
tl: Índice numérico

# tl_newsletter.start.1
source: In case the sending process is interrupted, you can enter a numeric offset here to continue with a particular recipient. You can check how many mails have been sent in the <em>system/logs/newsletter_*.log</em> file. E.g., if 120 mails have been sent, enter "120" to continue with the 121st recipient (counting starts at 0).
tl: No caso de o processo de envio for interrompido, você pode inserir um índice numérico aqui para continuar com um destinatário específico. Você pode verificar quantos e-mails foram enviados no sistema <em>sytem/logs /newsletter_*.log</em> arquivo. Por exemplo, se 120 mails foram enviados, digite "120" para continuar com o receptor 121 (contagem inicia em 0).

# tl_newsletter.sendPreviewTo.0
source: Send preview to
tl: Enviar prévia para

# tl_newsletter.sendPreviewTo.1
source: Send the preview of the newsletter to this e-mail address.
tl: Enviar uma amostra da newsletter para este endereço de email.

# tl_newsletter.title_legend
source: Title and subject
tl: Título e assunto

# tl_newsletter.html_legend
source: HTML content
tl: Conteúdo HTML

# tl_newsletter.text_legend
source: Text content
tl: Texto do conteúdo

# tl_newsletter.attachment_legend
source: Attachments
tl: Anexos

# tl_newsletter.template_legend
source: Template settings
tl: Configurações do Modelo

# tl_newsletter.expert_legend
source: Expert settings
tl: Configurações avançadas

# tl_newsletter.sent
source: Sent
tl: Enviado

# tl_newsletter.sentOn
source: Sent on %s
tl: Enviado em %s

# tl_newsletter.notSent
source: Not sent yet
tl: Ainda não enviado

# tl_newsletter.mailingDate
source: Mailing date
tl: Data de envio

# tl_newsletter.confirm
source: The newsletter has been sent to %s recipients.
tl: A newsletter foi enviada para %s destinatários.

# tl_newsletter.rejected
source: %s invalid e-mail address(es) has/have been disabled (see system log).
tl: %s endereço(s) de e-mail inválido tem/têm sido desabilitada (veja log do sistema).

# tl_newsletter.error
source: There are no active subscribers to the channel.
tl: Não existem assinantes ativos neste canal.

# tl_newsletter.from
source: From
tl: De

# tl_newsletter.attachments
source: Attachments
tl: Anexos

# tl_newsletter.preview
source: Send preview
tl: Enviar prévia

# tl_newsletter.sendConfirm
source: Do you really want to send the newsletter?
tl: Você realmente deseja enviar a newsletter?

# tl_newsletter.new.0
source: New newsletter
tl: Nova newsletter

# tl_newsletter.new.1
source: Create a new newsletter
tl: Criar nova newsletter

# tl_newsletter.show.0
source: Newsletter details
tl: Detalhes da newsletter

# tl_newsletter.show.1
source: Show the details of newsletter ID %s
tl: Mostrar detalhes da newsletter com ID %s

# tl_newsletter.edit.0
source: Edit newsletter
tl: Editar newsletter

# tl_newsletter.edit.1
source: Edit newsletter ID %s
tl: Editar newsletter com ID %s

# tl_newsletter.copy.0
source: Duplicate newsletter
tl: Copiar newsletter

# tl_newsletter.copy.1
source: Duplicate newsletter ID %s
tl: Copiar newsletter com ID %s

# tl_newsletter.cut.0
source: Move newsletter
tl: Mover Newsletter

# tl_newsletter.cut.1
source: Move newsletter ID %s
tl: Mover Newsletter ID %s

# tl_newsletter.delete.0
source: Delete newsletter
tl: Remover newsletter

# tl_newsletter.delete.1
source: Delete newsletter ID %s
tl: Remover newsletter com ID %s

# tl_newsletter.editheader.0
source: Edit channel
tl: Editar canal

# tl_newsletter.editheader.1
source: Edit the channel settings
tl: Editar o canal

# tl_newsletter.pasteafter.0
source: Paste into this channel
tl: Colar para este canal

# tl_newsletter.pasteafter.1
source: Paste after newsletter ID %s
tl: Colar para canal ID %s

# tl_newsletter.send.0
source: Send newsletter
tl: Enviar newsletter

# tl_newsletter.send.1
source: Send newsletter ID %s
tl: Enviar newsletter com ID %s
