Repository: contao/core
Catalog: .tx/source/*/newsletter/*_newsletter_channel.xlf
Languages: tl

# tl_newsletter_channel.title.0
source: Title
tl: Pavadinimas

# tl_newsletter_channel.title.1
source: Please enter the title of the channel.
tl: Įrašykite naujienų grupės pavadinimą.

# tl_newsletter_channel.jumpTo.0
source: Redirect page
tl: Nukreipimo puslapis

# tl_newsletter_channel.jumpTo.1
source: Please choose the newsletter reader page to which visitors will be redirected when clicking a newsletter.
tl: Pasirinkite naujienlaiškio skaitymo puslapį, į kurį lankytojai, paspaudę naujienlaiškį, bus nukreipti.

# tl_newsletter_channel.useSMTP.0
source: Custom SMTP server
tl: Pasirenkamas SMTP serveris

# tl_newsletter_channel.useSMTP.1
source: Use a custom SMTP server for sending newsletters.
tl: Naudoti pasirinktą SMTP serverį naujienlaiškiams siūsti.

# tl_newsletter_channel.smtpHost.0
source: SMTP hostname
tl: SMTP serverio simbolinis pavadinimas

# tl_newsletter_channel.smtpHost.1
source: Please enter the host name of the SMTP server.
tl: Įveskite simbolinį pavadinimą SMTP serveriui.

# tl_newsletter_channel.smtpUser.0
source: SMTP username
tl: SMTP vartotojo vardas

# tl_newsletter_channel.smtpUser.1
source: Here you can enter the SMTP username.
tl: Čia galite įvesti SMTP vartotojo vardą.

# tl_newsletter_channel.smtpPass.0
source: SMTP password
tl: SMTP slaptažodis

# tl_newsletter_channel.smtpPass.1
source: Here you can enter the SMTP password.
tl: Čia galite įvesti SMTP serverio slaptažodį.

# tl_newsletter_channel.smtpEnc.0
source: SMTP encryption
tl: SMTP kodavimas

# tl_newsletter_channel.smtpEnc.1
source: Here you can choose an encryption method (SSL or TLS).
tl: Čia Jūs galite pasirinkti kodavimo metodą (SSL ar TLS).

# tl_newsletter_channel.smtpPort.0
source: SMTP port number
tl: SMTP porto numeris

# tl_newsletter_channel.smtpPort.1
source: Please enter the port number of the SMTP server.
tl: Įveskite SMTP serverio porto numerį.

# tl_newsletter_channel.tstamp.0
source: Revision date
tl: Peržiūros data

# tl_newsletter_channel.tstamp.1
source: Date and time of the latest revision
tl: Paskutinės peržiūros data ir laikas

# tl_newsletter_channel.title_legend
source: Title and redirect
tl: Pavadinimas ir nukreipimas

# tl_newsletter_channel.smtp_legend
source: SMTP configuration
tl: SMTP nustatytmai

# tl_newsletter_channel.new.0
source: New channel
tl: Nauja naujienų grupė

# tl_newsletter_channel.new.1
source: Create a new channel
tl: Sukurkite naują naujienų grupę

# tl_newsletter_channel.show.0
source: Channel details
tl: Naujienų grupės informacija

# tl_newsletter_channel.show.1
source: Show the details of channel ID %s
tl: Rodyti išsamią naujienų grupės ID %s indormaciją

# tl_newsletter_channel.edit.0
source: Edit channel
tl: Redaguoti naujienų grupę

# tl_newsletter_channel.edit.1
source: Edit channel ID %s
tl: Redaguoti naujienų grupę ID %s

# tl_newsletter_channel.editheader.0
source: Edit channel settings
tl: Redaguoti kanalo nustatymus

# tl_newsletter_channel.editheader.1
source: Edit the settings of channel ID %s
tl: Redaguoti kanalo ID %s nustatymus

# tl_newsletter_channel.copy.0
source: Duplicate channel
tl: Kopijuoti naujienų grupę

# tl_newsletter_channel.copy.1
source: Duplicate channel ID %s
tl: Kopijuoti naujienų grupę ID %s

# tl_newsletter_channel.delete.0
source: Delete channel
tl: Šalinti naujienų grupę

# tl_newsletter_channel.delete.1
source: Delete channel ID %s
tl: Šalinti naujienų grupę ID %s

# tl_newsletter_channel.recipients.0
source: Edit recipients
tl: Redaguoti gavėjus

# tl_newsletter_channel.recipients.1
source: Edit the recipients of channel ID %s
tl: Redaguoti naujienų grupės ID %s gavėjus
