Repository: contao/core
Catalog: .tx/source/*/newsletter/default.xlf
Languages: bs, lt, pt

# ERR.subscribed
source: You are subscribed to the selected channels already.
bs: Već ste pretplaćeni na odabrane kanale.
lt: Šias naujienas jau esate užsisakęs(iusi).
pt: Você já é assinante deste canal.

# ERR.unsubscribed
source: You are not subscribed to the selected channels.
bs: Niste pretplaćeni na odabrane kanale.
lt: Šių naujienų esate neužsisakęs(iusi).
pt: Você não é assinante deste canal.

# ERR.invalidToken
source: The activation link is invalid or outdated.
bs: Aktivacijski link je neispravan ili je zastario.
lt: Aktyvacijos nuoroda neteisinga arba baigėsi aktyvacijai skirtas laikas.
pt: Este link de ativação é inválido ou antigo.

# ERR.noChannels
source: Please select at least one channel.
bs: Odaberite barem jedan kanal.
lt: Prašome pasirinkti bent vieną naujienų grupę.
pt: Por favor, selecione pelo menos um canal.

# MSC.subscribe
source: Subscribe
bs: Pretplati se
lt: Užsisakyti
pt: Assinar

# MSC.unsubscribe
source: Unsubscribe
bs: Odjavi se
lt: Atsisakyti
pt: Cancelar assinatura

# MSC.nl_subject
source: Your subscription on %s
bs: Vaša pretplata na %s
lt: Jūsų registracija %s
pt: Sua assinatura no %s

# MSC.nl_confirm
source: Thank you for your subscription. You will receive a confirmation e-mail.
bs: Zahvaljujemo na vašoj pretplati. Primit će te E-mail s potvrdom.
lt: Ačiū, kad užsiregistravote. Netrukus gausite patvirtinimo laišką.
pt: Obrigado por assinar. Você receberá um email de confirmação.

# MSC.nl_activate
source: Your subscription has been activated.
bs: Vaša pretplata je aktivirana.
lt: Jūsų registracija aktyvuota.
pt: Sua assinatura foi ativada.

# MSC.nl_removed
source: Your subscription has been cancelled.
bs: Vaša pretplata je uklonjena.
lt: Jūsų registracija atšaukta.
pt: Você cancelou sua assinatura com sucesso.

# MSC.nl_channels
source: Channels
bs: Kanali
lt: Kanalai
pt: Canais
