Repository: contao/core
Catalog: .tx/source/*/newsletter/modules.xlf
Languages: bs, lt

# MOD.newsletter.0
source: Newsletters
bs: Newsletteri
lt: Naujienlaiškiai

# MOD.newsletter.1
source: Manage subscriptions and send newsletters
bs: Upravljanje pretplatama i slanje newslettera.
lt: Valdykite registracijas bei siųskite naujienlaiškius.

# FMD.newsletter
source: Newsletter
lt: Naujienlaiškis

# FMD.subscribe.0
source: Subscribe
bs: Pretplatite se
lt: Užsisakyti

# FMD.subscribe.1
source: Generates a form to subscribe to one or more channels
bs: Generira obrazac za pretplatu na jedan ili više kanala.
lt: Sukuria vienos ar kelių naujienų grupių užsakymo formą.

# FMD.unsubscribe.0
source: Unsubscribe
bs: Odjavite se
lt: Atsisakyti

# FMD.unsubscribe.1
source: Generates a form to unsubscribe from one or more channels
bs: Generira obrazac za odjavu pretplate na jedan ili više kanala.
lt: Sukuria vienos ar kelių naujienų grupių atsisakymo formą.

# FMD.nl_list.0
source: Newsletter list
bs: Popis newslettera
lt: Naujienlaiškių sąrašas

# FMD.nl_list.1
source: Adds a list of newsletters to the page
bs: Na stranicu dodaje popis newslettera.
lt: Įterpia naujienlaiškų sąrašą į puslapį.

# FMD.nl_reader.0
source: Newsletter reader
bs: Čitač newslettera
lt: Naujienlaiškio skaitlys

# FMD.nl_reader.1
source: Shows the details of a newsletter
bs: Prikazuje detalje newslettera.
lt: Rodo išsamią naujienlaiškio informaciją.
