Repository: contao/core
Catalog: .tx/source/*/news/*_module.xlf
Languages: tl

# tl_module.news_archives.0
source: News archives
tl: Naujienų archyvai

# tl_module.news_archives.1
source: Please select one or more news archives.
tl: Prašome pažymėti vieną ar daugiau naujienų archyvų.

# tl_module.news_featured.0
source: Featured items
tl: Tik svarbūs įrašai

# tl_module.news_featured.1
source: Here you can choose how featured items are handled.
tl: Rodomi tik svarbūs naujienų įrašai.

# tl_module.news_jumpToCurrent.0
source: No period selected
tl: Peršokti į esamą mėnesį

# tl_module.news_jumpToCurrent.1
source: Here you can define what to display if no period is selected.
tl: Peršokti į esamą mėnesį, jeigu mėnuo nenurodytas.

# tl_module.news_readerModule.0
source: News reader module
tl: Naujienų skaitlio modulis

# tl_module.news_readerModule.1
source: Automatically switch to the news reader if an item has been selected.
tl: Automatiškai perjungti į naujienų skaitlį, jei įrašas pasirinktas.

# tl_module.news_metaFields.0
source: Meta fields
tl: Antraštės (meta) laukai

# tl_module.news_metaFields.1
source: Here you can select the meta fields.
tl: Prašome pasirinkti meta laukus, kuriuos norėsite įtraukti į naujienų antraštę.

# tl_module.news_template.0
source: News template
tl: Naujienų šablonas

# tl_module.news_template.1
source: Here you can select the news template.
tl: Prašome pasirinkti naujienų šabloną. Jūs galite įterpti papildomus šablonus <em>news_</em> šablonų kataloge <em>templates</em>.

# tl_module.news_format.0
source: Archive format
tl: Formatas

# tl_module.news_format.1
source: Here you can choose the news archive format.
tl: Prašome pasirinkti archyvo formatą.

# tl_module.news_startDay.0
source: Week start day
tl: Savaitės pradžios diena

# tl_module.news_startDay.1
source: Here you can choose the week start day.
tl: Čia galite pasirinkti kuria diena prasidės savaitė.

# tl_module.news_order.0
source: Sort order
tl: Rūšiavimo tvarka

# tl_module.news_order.1
source: Here you can choose the sort order.
tl: Čia galite pasirinkti rūšiavimo tvarką.

# tl_module.news_showQuantity.0
source: Show number of items
tl: Rodomų įrašų skaičius

# tl_module.news_showQuantity.1
source: Show the number of news items of each month.
tl: Jei pasirinksite šią opciją, naujienų archyvo meniu bus rodomas naujienų skaičius.

# tl_module.news_day
source: Day
tl: Diena

# tl_module.news_month
source: Month
tl: Mėnuo

# tl_module.news_year
source: Year
tl: Metai

# tl_module.hide_module
source: Hide the module
tl: Paslėpti modulį

# tl_module.show_current
source: Jump to the current period
tl: Pereiti į esamą laikotarpį

# tl_module.all_items
source: Show all news items
tl: Rodyti visus naujienų straipsnius

# tl_module.featured
source: Show featured news items only
tl: Rodyti išskirtinius naujienų straipsnius

# tl_module.unfeatured
source: Skip featured news items
tl: Praleisti išskirtinius naujienu straipsnius
