Repository: contao/core
Catalog: .tx/source/*/news/*_news_archive.xlf
Languages: tl

# tl_news_archive.title.0
source: Title
tl: Virsraksts

# tl_news_archive.title.1
source: Please enter a news archive title.
tl: Lūdzu ievadiet jaunumu arhīva virsrakstu.

# tl_news_archive.jumpTo.0
source: Redirect page
tl: Pārsūtīšanas lapa

# tl_news_archive.jumpTo.1
source: Please choose the news reader page to which visitors will be redirected when clicking a news item.
tl: Lūdzu, izvēlieties jaunumu lasītāja lapu, uz kuru apmeklētāji tiks novirzīti, kad noklikšķinās uz jaunumu vienuma.

# tl_news_archive.allowComments.0
source: Enable comments
tl: Iespējot komentārus

# tl_news_archive.allowComments.1
source: Allow visitors to comment news items.
tl: Ļauj apmeklētājiem komentēt jaunumu vienumus.

# tl_news_archive.notify.0
source: Notify
tl: Informēt

# tl_news_archive.notify.1
source: Please choose who to notify when comments are added.
tl: Lūdzu, izvēlieties, kam paziņot, kad pievienoti komentāri.

# tl_news_archive.sortOrder.0
source: Sort order
tl: Kārtošanas secība

# tl_news_archive.sortOrder.1
source: By default, comments are sorted ascending, starting with the oldest one.
tl: Pēc noklusējuma komentāri tiek kārtoti augoši, sākot ar vecāko.

# tl_news_archive.perPage.0
source: Comments per page
tl: Komentāri lapā

# tl_news_archive.perPage.1
source: Number of comments per page. Set to 0 to disable pagination.
tl: Komentāru skaits lapā. Iestatiet uz 0, lai izslēgtu lapdali.

# tl_news_archive.moderate.0
source: Moderate comments
tl: Cenzēt komentārus

# tl_news_archive.moderate.1
source: Approve comments before they are published on the website.
tl: Apstiprināt komentārus pirms tie tiek publicēti mājas lapā.

# tl_news_archive.bbcode.0
source: Allow BBCode
tl: Atļaut BBCode

# tl_news_archive.bbcode.1
source: Allow visitors to format their comments with BBCode.
tl: Atļaut apmeklētājiem formatēt komentārus ar BBCode.

# tl_news_archive.requireLogin.0
source: Require login to comment
tl: Lai komentētu, nepieciešams autorizēties

# tl_news_archive.requireLogin.1
source: Allow only authenticated users to create comments.
tl: Komentāru saglabāšana atļauta tikai autorizētiem lietotājiem.

# tl_news_archive.disableCaptcha.0
source: Disable the security question
tl: Izslēgt drošības jautājuma attēlošanu

# tl_news_archive.disableCaptcha.1
source: Use this option only if you have limited comments to authenticated users.
tl: Lietojiet šo iespēju, ja esat atļāvis komentāru saglabāšanu tikai autorizētiem lietotājiem.

# tl_news_archive.protected.0
source: Protect archive
tl: Aizsargāt arhīvu

# tl_news_archive.protected.1
source: Show news items to certain member groups only.
tl: Rādīt jaunumu vienumus tikai noteiktām biedru grupām.

# tl_news_archive.groups.0
source: Allowed member groups
tl: Atļautās biedru grupas

# tl_news_archive.groups.1
source: These groups will be able to see the news items in this archive.
tl: Šīm biedru grupām tiks atļauts apskatīt šī arhīva ziņas.

# tl_news_archive.makeFeed.0
source: Generate feed
tl: Ģenerēt barotni

# tl_news_archive.makeFeed.1
source: Generate an RSS or Atom feed from the news archive.
tl: Ģenerēt jaunumu arhīva RSS vai Atom barotni.

# tl_news_archive.format.0
source: Feed format
tl: Barotnes formāts

# tl_news_archive.format.1
source: Please choose a feed format.
tl: Lūdzu izvēlieties barotnes formātu.

# tl_news_archive.language.0
source: Feed language
tl: Barotnes valoda

# tl_news_archive.language.1
source: Please enter the feed language according to the ISO-639 standard (e.g. <em>en</em> or <em>en-us</em>).
tl: Lūdzu ievadiet valodu atbilstoši ISO-639 standartam (piem. <em>en</em> vai <em>en-us</em>).

# tl_news_archive.source.0
source: Export settings
tl: Eksporta uzstādījumi

# tl_news_archive.source.1
source: Here you can choose what will be exported.
tl: Šeit jūs varat izvēlēties, kas tik eksportēts.

# tl_news_archive.maxItems.0
source: Maximum number of items
tl: Maksimālais vienumu skaits.

# tl_news_archive.maxItems.1
source: Here you can limit the number of feed items. Set to 0 to export all.
tl: Šeit jūs varat ierobežot barotnes vienumu skaitu. Uzstādiet uz 0, lai eksportētu visus.

# tl_news_archive.feedBase.0
source: Base URL
tl: Pamata URL

# tl_news_archive.feedBase.1
source: Please enter the base URL with protocol (e.g. <em>http://</em>).
tl: Lūdzu ievadiet pamata URL ar protokolu (piem. <em>http://</em>).

# tl_news_archive.alias.0
source: Feed alias
tl: Barotnes alias

# tl_news_archive.alias.1
source: Here you can enter a unique filename (without extension). The XML feed file will be auto-generated in the root directory of your Contao installation, e.g. as <em>name.xml</em>.
tl: Šeit varat norādīt unikāla faila nosaukumu (bez faila paplašinājuma). XML barotns fails tiks automātiski izveidots instalētajā Contao saknes (root) mapē, piemēram kā <em>barotnes_nosaukums.xml</em>.

# tl_news_archive.description.0
source: Feed description
tl: Barotnes apraksts

# tl_news_archive.description.1
source: Please enter a short description of the news feed.
tl: Lūdzu ievadiet īsu jaunumu barotnes aprakstu.

# tl_news_archive.tstamp.0
source: Revision date
tl: Pārskatīšanas datums

# tl_news_archive.tstamp.1
source: Date and time of the latest revision
tl: Pēdējās pārskatīšanas datums un laiks

# tl_news_archive.title_legend
source: Title and redirect page
tl: Nosaukums un novirzīšanas lapa

# tl_news_archive.comments_legend
source: Comments
tl: Komentāri

# tl_news_archive.protected_legend
source: Access protection
tl: Piekļuves aizsardzība

# tl_news_archive.feed_legend
source: RSS/Atom feed
tl: RSS/Atom barotne

# tl_news_archive.notify_admin
source: System administrator
tl: Sistēmas administrators

# tl_news_archive.notify_author
source: Author of the news item
tl: Jaunumu vienuma autors

# tl_news_archive.notify_both
source: Author and system administrator
tl: Autors un sistēmas administrators

# tl_news_archive.source_teaser
source: News teasers
tl: Jaunumu ievadi

# tl_news_archive.source_text
source: Full articles
tl: Pilni raksti

# tl_news_archive.new.0
source: New archive
tl: Jauns arhīvs

# tl_news_archive.new.1
source: Create a new archive
tl: Izveidot jaunu arhīvu

# tl_news_archive.show.0
source: Archive details
tl: Arhīva detaļas

# tl_news_archive.show.1
source: Show the details of archive ID %s
tl: Rādīt arhīva ID %s detaļas

# tl_news_archive.edit.0
source: Edit archive
tl: Rediģēt arhīvu

# tl_news_archive.edit.1
source: Edit archive ID %s
tl: Rediģēt arhīvu ID %s

# tl_news_archive.editheader.0
source: Edit archive settings
tl: Rediģēt arhīva uzstādījumus

# tl_news_archive.editheader.1
source: Edit the settings of archive ID %s
tl: Rediģēt arhīva ID %s uzstādījumus

# tl_news_archive.copy.0
source: Duplicate archive
tl: Kopēt arhīvu

# tl_news_archive.copy.1
source: Duplicate archive ID %s
tl: Kopēt arhīvu ID %s

# tl_news_archive.delete.0
source: Delete archive
tl: Dzēst arhīvu

# tl_news_archive.delete.1
source: Delete archive ID %s
tl: Dzēst arhīvu ID %s

# tl_news_archive.comments.0
source: Comments
tl: Komentāri

# tl_news_archive.comments.1
source: Show comments of archive ID %s
tl: Rādīt arhīva ID %s komentārus

# tl_news_archive.feeds.0
source: RSS feeds
tl: RSS barotnes

# tl_news_archive.feeds.1
source: Manage RSS feeds
tl: Pārvaldīt RSS barotnes
