Repository: contao/core
Catalog: .tx/source/*/news/*_news.xlf
Languages: tl

# tl_news.headline.0
source: Title
tl: Antraštė

# tl_news.headline.1
source: Please enter the news title.
tl: Įrašykite naujienų antraštę.

# tl_news.alias.0
source: News alias
tl: Naujienų sąsaja

# tl_news.alias.1
source: The news alias is a unique reference to the article which can be called instead of its numeric ID.
tl: Tai unikali nuoroda į straipsnį, kuri gali būti naudojama vietoje ID.

# tl_news.author.0
source: Author
tl: Autorius

# tl_news.author.1
source: Here you can change the author of the news item.
tl: Jūs galite pakeisti naujienų autorių

# tl_news.date.0
source: Date
tl: Data

# tl_news.date.1
source: Please enter the date according to the global date format.
tl: Įveskite naujienų rašymo datą.

# tl_news.time.0
source: Time
tl: Laikas

# tl_news.time.1
source: Please enter the time according to the global time format.
tl: Prašome įvesti naujienų rašymo laiką

# tl_news.subheadline.0
source: Subheadline
tl: Paantraštė

# tl_news.subheadline.1
source: Here you can enter a subheadline.
tl: Čia galite įrašyti paantraštę.

# tl_news.teaser.0
source: News teaser
tl: Naujienų anonsas

# tl_news.teaser.1
source: The news teaser can be shown in a news list instead of the full article. A "read more …" link will be added automatically.
tl: Naujienų anonsas gali būti rodomas naujienų sąraše vietoje pilno straipsnio. Nuoroda "Plačiau..." bus pridėta automatiškai.

# tl_news.text.0
source: News text
tl: Naujienų tekstas

# tl_news.text.1
source: Here you can enter the news text.
tl: Prašome įvesti naujienų tekstą.

# tl_news.addImage.0
source: Add an image
tl: Įterpti paveikslėlį

# tl_news.addImage.1
source: Add an image to the news item.
tl: Jeigu pasirinksite, paveikslėlis bus pridėtas prie naujienų.

# tl_news.addEnclosure.0
source: Add enclosures
tl: Įterpti priedus

# tl_news.addEnclosure.1
source: Add one or more downloadable files to the news item.
tl: Įterpti vieną ar daugiau failų atsisiuntimui.

# tl_news.enclosure.0
source: Enclosures
tl: Priedai

# tl_news.enclosure.1
source: Please choose the files you want to attach.
tl: Prašome pasirinkti failus, kuriuos norite prisegti.

# tl_news.source.0
source: Redirect target
tl: Nukreipimo tikslas

# tl_news.source.1
source: Here you can override the default redirect target.
tl: Čia galite nepaisyti numatytojo nukreipimo tikslo (redirect target) ir nukreipti į vidinį ar išorinį puslapį.

# tl_news.default.0
source: Use default
tl: Naudoti numatytus

# tl_news.default.1
source: By clicking the "read more …" button, visitors will be redirected to the default page of the news archive.
tl: Spustelėję "Plačiau..." lankytojai bus nukreipti į numatytąjį naujienų archyvo puslapį.

# tl_news.internal.0
source: Page
tl: Vidinis puslapis

# tl_news.internal.1
source: By clicking the "read more …" button, visitors will be redirected to a page.
tl: Spustelėję "Plačiau..." lankytojai bus nukreipti į vidinį puslapį.

# tl_news.article.0
source: Article
tl: Straipsnis

# tl_news.article.1
source: By clicking the "read more …" button, visitors will be redirected to an article.
tl: Nuspaudus „skaityti daugiau ...” mygtuką vartotojas bus nukreiptas į straipsnį.

# tl_news.external.0
source: External URL
tl: Išorinis tinklalapis

# tl_news.external.1
source: By clicking the "read more …" button, visitors will be redirected to an external website.
tl: Spustelėję "Plačiau..." lankytojai bus nukreipti į išorinį tinklalapį.

# tl_news.jumpTo.0
source: Redirect page
tl: Nukreipimo puslapis

# tl_news.jumpTo.1
source: Please choose the page to which visitors will be redirected when clicking the news item.
tl: Pasirinkite puslapį, į kurį lankytojai bus nukreipti, kai spustelės naujienų įrašą.

# tl_news.articleId.0
source: Article
tl: Straipsnis

# tl_news.articleId.1
source: Please choose the article to which visitors will be redirected when clicking the news item.
tl: Pasirinkite straipsnį, į kurį bus nukreipti svetainės lankytojai, kai paspaus ant naujienos.

# tl_news.cssClass.0
source: CSS class
tl: CSS klasė

# tl_news.cssClass.1
source: Here you can enter one or more classes.
tl: Čia galite įrašyti vieną ar kelias klases.

# tl_news.noComments.0
source: Disable comments
tl: Neleisti komentarų

# tl_news.noComments.1
source: Do not allow comments for this particular news item.
tl: Uždrausti komentarus tik šioms naujienoms.

# tl_news.featured.0
source: Feature item
tl: Svarbus įrašas

# tl_news.featured.1
source: Show the news item in a featured news list.
tl: Rodyti naujienų įrašą svarbių naujienų sąraše.

# tl_news.published.0
source: Publish item
tl: Publikuoti įrašą

# tl_news.published.1
source: Make the news item publicly visible on the website.
tl: Įrašas bus viešai matomas tinklalapyje.

# tl_news.start.0
source: Show from
tl: Rodyti nuo

# tl_news.start.1
source: Do not show the news item on the website before this day.
tl: Nerodyti naujienų įrašo iki nustatytos dienos.

# tl_news.stop.0
source: Show until
tl: Rodyti iki

# tl_news.stop.1
source: Do not show the news item on the website on and after this day.
tl: Nerodyti naujienų įrašo po nustatytos dienos.

# tl_news.tstamp.0
source: Revision date
tl: Peržiūros data

# tl_news.tstamp.1
source: Date and time of the latest revision
tl: Paskutinės peržiūros data ir laikas

# tl_news.title_legend
source: Title and author
tl: Pavadinimas ir autorius

# tl_news.date_legend
source: Date and time
tl: Data ir laikas

# tl_news.teaser_legend
source: Subheadline and teaser
tl: Paantraštė ir anonsas

# tl_news.text_legend
source: News text
tl: Naujienų tekstas

# tl_news.image_legend
source: Image settings
tl: Paveikslėlio nustatymai

# tl_news.enclosure_legend
source: Enclosures
tl: Priedai

# tl_news.source_legend
source: Redirect target
tl: Nukreipimo tikslas

# tl_news.expert_legend
source: Expert settings
tl: Eksperto nustatymai

# tl_news.publish_legend
source: Publish settings
tl: Publikavimo nustatymai

# tl_news.new.0
source: New article
tl: Naujas straipsnis

# tl_news.new.1
source: Create a new news article
tl: Sukurti naują naujienų straipsnį

# tl_news.show.0
source: Article details
tl: Straipsnio informacija

# tl_news.show.1
source: Show the details of news article ID %s
tl: Rodyti išsamią naujienų straipsnio ID %s informaciją

# tl_news.edit.0
source: Edit article
tl: Redaguoti straipsnį

# tl_news.edit.1
source: Edit news article ID %s
tl: Redaguoti naujienų straipsnį ID %s

# tl_news.copy.0
source: Duplicate article
tl: Kopijuoti straipsnį

# tl_news.copy.1
source: Duplicate news article ID %s
tl: Kopijuoti naujienų straipsnį ID %s

# tl_news.cut.0
source: Move article
tl: Perkelti straipsnį

# tl_news.cut.1
source: Move news article ID %s
tl: Perkelti naujienų straipsnį ID %s

# tl_news.delete.0
source: Delete article
tl: Šalinti straipsnį

# tl_news.delete.1
source: Delete news article ID %s
tl: Šalinti naujienų straipsnį ID %s

# tl_news.toggle.0
source: Publish/unpublish article
tl: Skelbti/neskelbti straipsnį

# tl_news.toggle.1
source: Publish/unpublish news article ID %s
tl: Skelbti/neskelbti naujieną su ID %s

# tl_news.feature.0
source: Feature/unfeature article
tl: Išskirti/neišskirti straipsnį

# tl_news.feature.1
source: Feature/unfeature news article ID %s
tl: Išskirti/neišskirti naujienų straipsnį ID %s

# tl_news.editheader.0
source: Edit archive settings
tl: Redaguoti naujienų archyvą

# tl_news.editheader.1
source: Edit the archive settings
tl: Redaguoti naujienų archyvo antraštę

# tl_news.editmeta.0
source: Edit article settings
tl: Redaguoti straipsnio antraštę

# tl_news.pasteafter.0
source: Paste into this archive
tl: Iterpti į šį archyvą

# tl_news.pasteafter.1
source: Paste after news article ID %s
tl: Įterpti po naujienų straipsniu ID %s
