Repository: contao/core
Catalog: .tx/source/*/news/*_news_feed.xlf
Languages: tl

# tl_news_feed.title.0
source: Title
tl: ခေါင်းစဉ်

# tl_news_feed.title.1
source: Please enter a feed title.
tl: ကုန်ကြမ်းခေါင်းစဉ်ထည့်သွင်း။

# tl_news_feed.alias.0
source: Feed alias
tl: ကုန်ကြမ်းနာမည်ပွား

# tl_news_feed.alias.1
source: Here you can enter a unique filename (without extension). The XML feed file will be auto-generated in the <em>share</em> directory of your Contao installation, e.g. as <em>share/name.xml</em>.
tl: ထူးခြားသောဖိုင်နာမည်ထည့်သွင်းနိုင် (ဖိုင်အမျိုးအစားမပါဘဲ)။ ကွန်တောင်းသွင်းပြီး <em>မျှဝေ</em> တွင်ဟိတ်စ်အမ်အလ်ကုန်ကြမ်းဖိုင်ကိုအလိုအလျောက်ထုတ်လုပ်။ ဉပမာ <em>မျှဝေ/name.xml</em>။

# tl_news_feed.language.0
source: Feed language
tl: ကုန်ကြမ်းဘာသာစကား

# tl_news_feed.language.1
source: Please enter the feed language according to the ISO-639 standard (e.g. <em>en</em> or <em>en-us</em>).
tl: အိုင်အက်စ်အို-၆၃၉စံအရကုန်ကြမ်းဘာသာစကားထည့်ပါ (ဉပမာ <em>en</em> or <em>en-us</em>)။

# tl_news_feed.archives.0
source: News archives
tl: သတင်းဖိုင်ထုပ်များ

# tl_news_feed.archives.1
source: Here you can choose the news archives to be included in the feed.
tl: ကုန်ကြမ်းတွင်ပါဝင်ရန်သတင်းဖိုင်ထုပ်များကိုရွေးနိုင်။

# tl_news_feed.format.0
source: Feed format
tl: ကုန်ကြမ်းအချိုးအစား

# tl_news_feed.format.1
source: Please choose a feed format.
tl: ကုန်ကြမ်းအချိုးအစားရွေးပါ။

# tl_news_feed.source.0
source: Export settings
tl: တင်ပို့ချိန်ညှိချက်

# tl_news_feed.source.1
source: Here you can choose what will be exported.
tl: ဘယ်အရာကိုတင်ပို့မည်ကိုရွေးနိုင်။

# tl_news_feed.maxItems.0
source: Maximum number of items
tl: ပစ္စည်းများအရေအတွက်အများဆံုး

# tl_news_feed.maxItems.1
source: Here you can limit the number of feed items. Set to 0 to export all.
tl: ကုန်ကြမ်းများအရေအတွက်ကိုကန့်သတ်နိုင်။ အားလံုးတင်ပို့ရန် ၀ သို့သတ်မှတ်။

# tl_news_feed.feedBase.0
source: Base URL
tl: အခြေယူအာအလ်

# tl_news_feed.feedBase.1
source: Please enter the base URL with protocol (e.g. <em>http://</em>).
tl: စံစည်းမျဉ်းနှင့်အညီအခြေယူအာအယ်ကိုထည့်ပါ (ဉပမာ <em>http://</em>)။

# tl_news_feed.description.0
source: Feed description
tl: ကုန်ကြမ်းဖော်ပြချက်

# tl_news_feed.description.1
source: Here you can enter a short description of the news feed.
tl: သတင်းကုန်ကြမ်း၏ဖော်ပြချက်အတိုကိုထည့်နိုင်။

# tl_news_feed.title_legend
source: Title and language
tl: ခေါင်းစဉ်နှင့်ဘာသာစကား

# tl_news_feed.archives_legend
source: News archives
tl: သတင်းဖိုင်ထုပ်များ

# tl_news_feed.config_legend
source: Feed settings
tl: ကုန်ကြမ်းချိန်ညှိချက်

# tl_news_feed.source_teaser
source: News teasers
tl: သတင်းပဟေဠိများ

# tl_news_feed.source_text
source: Full articles
tl: ဆောင်းပါးများအပြည့်

# tl_news_feed.new.0
source: New feed
tl: ကုန်ကြမ်းအသစ်

# tl_news_feed.new.1
source: Create a new feed
tl: ကုန်ကြမ်းအသစ်ဖန်တီး

# tl_news_feed.show.0
source: Feed details
tl: ကုန်ကြမ်းအချက်အလက်များ

# tl_news_feed.show.1
source: Show the details of feed ID %s
tl: ကုန်ကြမ်းအိုင်ဒီ %s အချက်အလက်များပြသ

# tl_news_feed.edit.0
source: Edit feed
tl: ကုန်ကြမ်းတည်းဖြတ်

# tl_news_feed.edit.1
source: Edit feed ID %s
tl: ကုန်ကြမ်းအိုင်ဒီ %s တည်းဖြတ်

# tl_news_feed.copy.0
source: Duplicate feed
tl: ကုန်ကြမ်းပံုစံတူပွား

# tl_news_feed.copy.1
source: Duplicate feed ID %s
tl: ကုန်ကြမ်းအိုင်ဒီ %s ပံုစံတူပွား

# tl_news_feed.delete.0
source: Delete feed
tl: ကုန်ကြမ်းပယ်ဖျက်

# tl_news_feed.delete.1
source: Delete feed ID %s
tl: ကုန်ကြမ်းအိုင်ဒီ %s ပယ်ဖျက်
