Repository: contao/core
Catalog: .tx/source/*/news/modules.xlf
Languages: bs, lt, pt

# MOD.news.0
source: News
bs: Novosti
lt: Naujienos
pt: Notícias

# MOD.news.1
source: Manage news and export them as RSS or Atom feed
bs: Upravljajte novostima i eksportirajte ih kao RSS ili Atom feed.
lt: Šis modulis leidžia jums redaguoti naujienas svetainėje bei eksportuoti jas kaip RSS ar Atom.
pt: Este módulo permite que você gerencie notícias no seu website.

# MOD.tl_news_feed
source: News feeds
lt: Naujienų srautai

# FMD.news
source: News
bs: Novosti
lt: Naujienos
pt: Notícias

# FMD.newslist.0
source: Newslist
bs: Popis novosti
lt: Naujienų sąrašas
pt: Lista de Notícias

# FMD.newslist.1
source: Adds a list of news items to the page
bs: Na stranicu dodaje popis novosti.
lt: prideda naujienų sąrašą puslapyje.
pt: Este módulo lista um certo número de notícias de um certo arquivo de notícias

# FMD.newsreader.0
source: Newsreader
bs: Čitač novosti
lt: Naujienų skaitlys
pt: Leitor de Notícias

# FMD.newsreader.1
source: Shows the details of a news item
bs: Prikazuje detalje pojedine novosti.
lt: Šis modulis leidžia parodyti vieną naujienų straipsnį.
pt: Este módulo mostra um único artigo

# FMD.newsarchive.0
source: News archive
bs: Arhiva novosti
lt: Naujienų archyvas
pt: Arquivo de Notícias

# FMD.newsarchive.1
source: Adds a news archive to the page
bs: Na stranicu dodaje arhivu novosti.
lt: prideda naujienų archyvą puslapyje.
pt: Este módulo lista todas as notícias de um determinado arquivo. Por favor, observe que você precisará do módulo "Menu do Arquivo de Notícias" para navegar pelo arquivo de notícias.

# FMD.newsmenu.0
source: News archive menu
bs: Izbornik arhive novosti
lt: Naujienų archyvo meniu
pt: Menu do Arquivo de Notícias

# FMD.newsmenu.1
source: Generates a navigation menu to browse the news archive
bs: Generira navigacijski izbornik za pregledavanje arhive novosti.
lt: Šis modulis leidžia Jums naršyti visą naujienų archyvą.
pt: Este módulo permite que você navegue pelo arquivo de notícias
