Repository: contao/core
Catalog: system/modules/listing/languages/rm/*_module.xlf
Languages: tl

# tl_module.list_table.0
source: Table
tl: Tabella

# tl_module.list_table.1
source: Please choose the source table.
tl: Tscherner la tabella da funtauna.

# tl_module.list_fields.0
source: Fields
tl: Champs

# tl_module.list_fields.1
source: Please enter a comma separated list of the fields you want to list.
tl: Endatar ina glista separada entras commas cun ils champs da la tabella che vus vulais visualisar.

# tl_module.list_where.0
source: Condition
tl: Cundiziun

# tl_module.list_where.1
source: Here you can enter a condition to filter the results (e.g. <em>published=1</em> or <em>type!="admin"</em>).
tl: Qua pudais vus inditgar ina cundiziun per filtrar ils resultats (p.ex. <em>published=1</em> u <em>type!="admin"</em>).

# tl_module.list_search.0
source: Searchable fields
tl: Champs per tschertgar

# tl_module.list_search.1
source: Here you can enter a comma seperated list of fields that you want to be searchable.
tl: Qua pudais inditgar ina glista separada entras commas cun ils champs da la tabella en ils quals vus vulais ch'i po vegnir tschertgà.

# tl_module.list_sort.0
source: Order by
tl: Zavrar tenor

# tl_module.list_sort.1
source: Here you can enter a comma seperated list of fields to sort the results by.
tl: Qua pudais vus inditgar ina glista separada entras commas cun ils champs tenor ils quals duai vegnir zavrà.

# tl_module.list_info.0
source: Details page fields
tl: Champs da la pagina da detagls

# tl_module.list_info.1
source: Enter a comma separated list of the fields you want to show on the details page. Leave blank to disable the feature.
tl: Qua pudais vus inditgar ina glista separada entras commas cun ils champs che vus vulais ch'els vegnan mussads sin la pagina da detagls. Laschar vid per deactivar la funcziun.

# tl_module.list_info_where.0
source: Details page condition
tl: Cundiziun per la pagina da detagls

# tl_module.list_info_where.1
source: Here you can enter a condition to filter the results (e.g. <em>published=1</em> or <em>type!="admin"</em>).
tl: Qua pudais vus inditgar ina cundiziun per filtrar ils resultats (p.ex. <em>published=1</em> u <em>type!="admin"</em>).

# tl_module.list_layout.0
source: List template
tl: Template da la glista

# tl_module.list_layout.1
source: Here you can select the list template.
tl: Qua pudais vus tscherner in template per questa glista.

# tl_module.list_info_layout.0
source: Details page template
tl: Template da la pagina da detagls

# tl_module.list_info_layout.1
source: Here you can select the details page template.
tl: Qua pudais vus tscherner in template per la pagina da detagls.
