Repository: contao/core
Catalog: .tx/source/*/calendar/*_calendar_events.xlf
Languages: tl

# tl_calendar_events.title.0
source: Title
tl: Naziv

# tl_calendar_events.title.1
source: Please enter the event title.
tl: Upišite naziv događanja.

# tl_calendar_events.alias.0
source: Event alias
tl: Alias događanja

# tl_calendar_events.alias.1
source: The event alias is a unique reference to the event which can be called instead of its numeric ID.
tl: Alias događanja je jedinstvena referenca za događanje, koja se može pozvati umjesto njegovog numeričkog ID.

# tl_calendar_events.author.0
source: Author
tl: Autor

# tl_calendar_events.author.1
source: Here you can change the author of the event.
tl: Ovdje možete izmijeniti autora događanja.

# tl_calendar_events.addTime.0
source: Add time
tl: Dodaj vrijeme

# tl_calendar_events.addTime.1
source: Add a start and end time to the event.
tl: Dodajte vrijeme početka i završetka događanja.

# tl_calendar_events.startTime.0
source: Start time
tl: Vrijeme početka

# tl_calendar_events.startTime.1
source: Please enter the start time according to the global time format.
tl: Upišite vrijeme početka događanja skladno globalnom formatu vremena.

# tl_calendar_events.endTime.0
source: End time
tl: Vrijeme završetka

# tl_calendar_events.endTime.1
source: Use the same value for start and end time to create an open-ended event.
tl: Koristite istu vrijednost za početak i završetak kako bi kreirali događanje s otvorenim završetkom.

# tl_calendar_events.startDate.0
source: Start date
tl: Datum početka

# tl_calendar_events.startDate.1
source: Please enter the start date according to the global date format.
tl: Upišite datum početka događanja skladno globalnom formatu datuma.

# tl_calendar_events.endDate.0
source: End date
tl: Datum završetka

# tl_calendar_events.endDate.1
source: Leave blank to create a single day event.
tl: Ostavite prazno ako kreirate događanje koje traje samo jedan dan.

# tl_calendar_events.teaser.0
source: Event teaser
tl: Najava događanja

# tl_calendar_events.teaser.1
source: The event teaser can be shown in an event list instead of the full article. A "read more …" link will be added automatically.
tl: Najava događanja može biti prikazana u popisu događanja umjesto cijelog članka. Najavi će se automatski dodati link "Opširnije..."

# tl_calendar_events.details.0
source: Event text
tl: Tekst događanja

# tl_calendar_events.details.1
source: Here you can enter the event text.
tl: Ovdje možete upisati cijeli tekst o događanju.

# tl_calendar_events.addImage.0
source: Add an image
tl: Dodaj sliku

# tl_calendar_events.addImage.1
source: Add an image to the event.
tl: Dodajte sliku događanju.

# tl_calendar_events.recurring.0
source: Repeat event
tl: Ponovi događanje

# tl_calendar_events.recurring.1
source: Create a recurring event.
tl: Kreirajte događanje koje se ponavlja.

# tl_calendar_events.repeatEach.0
source: Interval
tl: Razmak

# tl_calendar_events.repeatEach.1
source: Here you can set the recurrence interval.
tl: Ovdje možete odrediti razmak ponavljanja događanja.

# tl_calendar_events.recurrences.0
source: Recurrences
tl: Ponavljanje

# tl_calendar_events.recurrences.1
source: Set to 0 for unlimited recurrences.
tl: Odredite 0 za neograničeno ponavljanje događanja.

# tl_calendar_events.addEnclosure.0
source: Add enclosures
tl: Dodaj priloge

# tl_calendar_events.addEnclosure.1
source: Add one or more downloadable files to the event.
tl: Dodajte događanju jedan ili više fajlova za download.

# tl_calendar_events.enclosure.0
source: Enclosures
tl: Prilozi

# tl_calendar_events.enclosure.1
source: Please choose the files you want to attach.
tl: Odaberite fajlove koje želite dodati događanju.

# tl_calendar_events.source.0
source: Redirect target
tl: Cilj preusmjeravanja

# tl_calendar_events.source.1
source: Here you can override the default redirect target.
tl: Ovdje možete izmijeniti standardni cilj preusmjeravanja i odrediti internu ili vanjsku stranicu koja će ga zamijeniti.

# tl_calendar_events.default.0
source: Use default
tl: Koristi standardno

# tl_calendar_events.default.1
source: By clicking the "read more …" button, visitors will be redirected to the default page of the calendar.
tl: Klikom na link "Opširnije..." posjetitelji će biti preusmjereni na standardnu stranicu kalendara.

# tl_calendar_events.internal.0
source: Page
tl: Interna stranica

# tl_calendar_events.internal.1
source: By clicking the "read more …" button, visitors will be redirected to an internal page.
tl: Klikom na link "Opširnije..." posjetitelji će biti preusmjereni na internu stranicu.

# tl_calendar_events.article.0
source: Article
tl: Članak

# tl_calendar_events.article.1
source: By clicking the "read more …" button, visitors will be redirected to an article.
tl: Klikom na link "Opširnije..." posjetitelji će biti preusmjereni na izabrani članak.

# tl_calendar_events.external.0
source: External URL
tl: Vanjske web stranice

# tl_calendar_events.external.1
source: By clicking the "read more …" button, visitors will be redirected to an external website.
tl: Klikom na link "Opširnije..." posjetitelji će biti preusmjereni na vanjske web stranice.

# tl_calendar_events.jumpTo.0
source: Redirect page
tl: Stranica preusmjeravanja

# tl_calendar_events.jumpTo.1
source: Please choose the page to which visitors will be redirected when clicking the event.
tl: Odaberite stranicu na koju će posjetitelji biti preusmjereni kad kliknu na događanje.

# tl_calendar_events.articleId.0
source: Article
tl: Članak

# tl_calendar_events.articleId.1
source: Please choose the article to which visitors will be redirected when clicking the event.
tl: Odaberite članak na koju će posjetitelji biti preusmjereni kad kliknu na događanje.

# tl_calendar_events.cssClass.0
source: CSS class
tl: CSS klasa

# tl_calendar_events.cssClass.1
source: Here you can enter one or more classes.
tl: Ovdje možete upisati jednu ili više klasa.

# tl_calendar_events.noComments.0
source: Disable comments
tl: Deaktiviraj komentare

# tl_calendar_events.noComments.1
source: Do not allow comments for this particular event.
tl: Deaktiviraj komentare za ovaj događaj.

# tl_calendar_events.published.0
source: Publish event
tl: Objavi događanje

# tl_calendar_events.published.1
source: Make the event publicly visible on the website.
tl: Objavite događanje tako da bude vidljivo svim posjetiteljima sajta.

# tl_calendar_events.start.0
source: Show from
tl: Prikaži od

# tl_calendar_events.start.1
source: Do not show the event on the website before this day.
tl: Nemoj na sajtu prikazivati događanje prije ovog dana.

# tl_calendar_events.stop.0
source: Show until
tl: Prikaži do

# tl_calendar_events.stop.1
source: Do not show the event on the website on and after this day.
tl: Nemoj na sajtu prikazivati događanje nakon ovog dana.

# tl_calendar_events.title_legend
source: Title and author
tl: Naslov i autor

# tl_calendar_events.date_legend
source: Date and time
tl: Datum i vrijeme

# tl_calendar_events.teaser_legend
source: Teaser
tl: Najava

# tl_calendar_events.text_legend
source: Event text
tl: Tekst događanja

# tl_calendar_events.image_legend
source: Image settings
tl: Postavke slika

# tl_calendar_events.recurring_legend
source: Recurrence settings
tl: Postavke ponavljanja

# tl_calendar_events.enclosure_legend
source: Enclosures
tl: Prilozi

# tl_calendar_events.source_legend
source: Redirect target
tl: Cilj preusmjeravanja

# tl_calendar_events.expert_legend
source: Expert settings
tl: Stručne postavke

# tl_calendar_events.publish_legend
source: Publish settings
tl: Postavke objavljivanja

# tl_calendar_events.days
source: day(s)
tl: dan(a)

# tl_calendar_events.weeks
source: week(s)
tl: sedmica

# tl_calendar_events.months
source: month(s)
tl: mjesec(i)

# tl_calendar_events.years
source: year(s)
tl: godina(e)

# tl_calendar_events.new.0
source: New event
tl: Novo događanje

# tl_calendar_events.new.1
source: Create a new event
tl: Kreirajte novo događanje

# tl_calendar_events.show.0
source: Event details
tl: Detalji događanja

# tl_calendar_events.show.1
source: Show the details of event ID %s
tl: Prikažite detalje događanja s ID %s

# tl_calendar_events.edit.0
source: Edit event
tl: Edituj događanje

# tl_calendar_events.edit.1
source: Edit event ID %s
tl: Editujte događanje s ID %s

# tl_calendar_events.copy.0
source: Duplicate event
tl: Kopiraj događanje

# tl_calendar_events.copy.1
source: Duplicate event ID %s
tl: Kopirajte događanje s ID %s

# tl_calendar_events.cut.0
source: Move event
tl: Premjesti događanje

# tl_calendar_events.cut.1
source: Move event ID %s
tl: Premjestite događanje s ID %s

# tl_calendar_events.delete.0
source: Delete event
tl: Izbriši događanje

# tl_calendar_events.delete.1
source: Delete event ID %s
tl: Izbrišite događanje s ID %s

# tl_calendar_events.toggle.0
source: Publish/unpublish event
tl: Objavi/odjavi događaj

# tl_calendar_events.toggle.1
source: Publish/unpublish event ID %s
tl: Objavi/odjavi događaj s ID %s

# tl_calendar_events.editheader.0
source: Edit calendar
tl: Edituj kalendar

# tl_calendar_events.editheader.1
source: Edit the calendar settings
tl: Editujte postavke kalendara

# tl_calendar_events.pasteafter.0
source: Paste into this calendar
tl: Zalijepi u ovaj kalendar

# tl_calendar_events.pasteafter.1
source: Paste after event ID %s
tl: Zalijepi nakon događanja s ID %s

# tl_calendar_events.teaser.1
source: The event teaser can be shown in an event list instead of the full article. A "read more …" link will be added automatically.
tl: Įvykio anonsas gali būti rodomas įvykių sąraše vietoje pilno straipsnio. Nuoroda "Plačiau..." bus pridėta automatiškai.

# tl_calendar_events.default.1
source: By clicking the "read more …" button, visitors will be redirected to the default page of the calendar.
tl: Spustelėję "Plačiau..." lankytojai bus nukreipti į numatytąjį kalendoriaus puslapį.

# tl_calendar_events.internal.1
source: By clicking the "read more …" button, visitors will be redirected to an internal page.
tl: Spustelėję "Plačiau..." lankytojai bus nukreipti į vidinį puslapį.

# tl_calendar_events.article.1
source: By clicking the "read more …" button, visitors will be redirected to an article.
tl: Paspaudę "skaityti daugiau ..." mygtuką lankytojai bus nukreipti į straipsnį.

# tl_calendar_events.external.1
source: By clicking the "read more …" button, visitors will be redirected to an external website.
tl: Spustelėję "Plačiau..." lankytojai bus nukreipti į išorinį tinklalapį.
