Repository: contao/core
Catalog: .tx/source/*/calendar/*_module.xlf
Languages: tl

# tl_module.cal_calendar.0
source: Calendars
tl: Kalendoriai

# tl_module.cal_calendar.1
source: Please select one or more calendars.
tl: Pasirinkite vieną ar kelis kalendorius.

# tl_module.cal_noSpan.0
source: Shortened view
tl: Glausta peržiūra

# tl_module.cal_noSpan.1
source: Show events only once even if they span multiple days.
tl: Rodyti įvykius tik vieną kartą, jei jie trunka kelias dienas.

# tl_module.cal_startDay.0
source: Week start day
tl: Pirmoji savaitės diena

# tl_module.cal_startDay.1
source: Here you can choose the week start day.
tl: Pasirinkite pirmąją savaitės dieną. (Kai kuriose šalyse pirmoji savaitės diena - sekmadienis. Lietuvoje - pirmadienis.)

# tl_module.cal_format.0
source: Event list format
tl: Įvykių sąrašo formatas

# tl_module.cal_format.1
source: Here you can choose the event list format.
tl: Čia galite pasirinkti įvykių sąrašo formatą.

# tl_module.cal_ignoreDynamic.0
source: Ignore URL parameters
tl: Nepaisyti URL parametrų

# tl_module.cal_ignoreDynamic.1
source: Do not switch the time period based on the date/month/year URL parameters.
tl: Neįgalinti nuorodos adreso remiantis laiko periodu - data/mėnesiu/metais.

# tl_module.cal_order.0
source: Sort order
tl: Rūšiavimo tvarka

# tl_module.cal_order.1
source: Here you can choose the sort order.
tl: Čia jūs galite pasirinkti rūšiavimo tvarką.

# tl_module.cal_readerModule.0
source: Event reader module
tl: Renginio skaitlio modulis

# tl_module.cal_readerModule.1
source: Automatically switch to the event reader if an event has been selected.
tl: Automatiškai perjungti į renginių skaitlį kai renginys pasirinktas

# tl_module.cal_limit.0
source: Number of events
tl: Įykių skaičius

# tl_module.cal_limit.1
source: Here you can limit the number of events. Enter 0 to show all.
tl: Čia galite riboti įvykių skaičių. Jei norite rodyti visus įvykius, palikite tuščią.

# tl_module.cal_template.0
source: Event template
tl: Įvykių šablonas

# tl_module.cal_template.1
source: Here you can select the event template.
tl: Čia galite pasirinkti įvykių šabloną.

# tl_module.cal_ctemplate.0
source: Calendar template
tl: Kalendoriaus šablonas

# tl_module.cal_ctemplate.1
source: Here you can select the calendar template.
tl: Čia galite pasirinkti kalendoriaus šabloną.

# tl_module.cal_showQuantity.0
source: Show number of events
tl: Rodyti įvykių skaičių

# tl_module.cal_showQuantity.1
source: Show the number of events of each month in the menu.
tl: Royti kiekvieno mėnesio įvykių skaičių meniu sudėtyje.

# tl_module.cal_list
source: Event list
tl: Renginių sąrašas

# tl_module.cal_day
source: Day
tl: Diena

# tl_module.cal_month
source: Month
tl: Mėnuo

# tl_module.cal_year
source: Year
tl: Metai

# tl_module.cal_all
source: All events
tl: Visi renginiai

# tl_module.cal_upcoming
source: Upcoming events
tl: Būsimi renginiai

# tl_module.next_7
source: + 1 week
tl: +1 savaitė

# tl_module.next_14
source: + 2 weeks
tl: +2 savaitės

# tl_module.next_30
source: + 1 month
tl: +1 mėnuo

# tl_module.next_90
source: + 3 months
tl: +3 mėnesiai

# tl_module.next_180
source: + 6 months
tl: +6 mėnesiai

# tl_module.next_365
source: + 1 year
tl: +1 metai

# tl_module.next_two
source: + 2 years
tl: +2 metai

# tl_module.next_cur_month
source: of the current month
tl: šio mėnesio

# tl_module.next_cur_year
source: of the current year
tl: šių metų

# tl_module.next_all
source: All upcoming events
tl: Visi būsimi renginiai

# tl_module.cal_past
source: Past events
tl: Praėję renginiai

# tl_module.past_7
source: - 1 week
tl: -1 savaitė

# tl_module.past_14
source: - 2 weeks
tl: -2 savaitės

# tl_module.past_30
source: - 1 month
tl: -1 mėnuo

# tl_module.past_90
source: - 3 months
tl: -3 mėnesiai

# tl_module.past_180
source: - 6 months
tl: -6 mėnesiai

# tl_module.past_365
source: - 1 year
tl: -1 metai

# tl_module.past_two
source: - 2 years
tl: -2 metai

# tl_module.past_cur_month
source: of the current month
tl: šio mėnesio

# tl_module.past_cur_year
source: of the current year
tl: šių metų

# tl_module.past_all
source: All past events
tl: Visi praėję renginiai
