Repository: contao/core
Catalog: .tx/source/*/calendar/default.xlf
Languages: lt

# MSC.cal_events
source: %d event(s)
lt: įvykių: %d

# MSC.cal_emptyDay
source: There are no events on this day.
lt: Šią dieną įvykių nėra.

# MSC.cal_emptyWeek
source: There are no events for this week.
lt: Šią savaitę įvykių nėra.

# MSC.cal_emptyMonth
source: There are no events for this month.
lt: Šį mėnesį įvykių nėra.

# MSC.cal_emptyYear
source: There are no events for this year.
lt: Šiais metais įvykių nėra.

# MSC.cal_empty
source: Currently there are no events.
lt: Nėra artėjančių įvykių.

# MSC.cal_days
source: This event is repeated every %s. day
lt: Šis įvykis kartojasi kiekvieną %s dieną

# MSC.cal_weeks
source: This event is repeated every %s. week
lt: Šis įvykis kartojasi kiekvieną %s savaitę

# MSC.cal_months
source: This event is repeated every %s. month
lt: Šis įvykis kartojasi kiekvieną %s mėnesį

# MSC.cal_years
source: This event is repeated every %s. year
lt: Šis įvykis kartojasi kiekvienais %s metais

# MSC.cal_until
source: until %s
lt: iki %s
