Repository: contao/core
Catalog: .tx/source/*/calendar/modules.xlf
Languages: lt, ro

# MOD.calendar.0
source: Events
lt: Įvykiai
ro: Calendar

# MOD.calendar.1
source: Manage events and display them in a calendar or event list
lt: Šis modulis leidžia jums valdyti įvykius ir rodyti juos įvykių sąrašę ar kalendoriuje.
ro: Gestionează evenimente şi le afişează în calendar sau în listă.

# MOD.tl_calendar_feed
source: Calendar feeds
lt: Kalendorių srautai
ro: Flux RSS de evenimente

# FMD.events
source: Events
lt: Įvykiai
ro: Calendar

# FMD.calendar.0
source: Calendar
lt: Kalendorius

# FMD.calendar.1
source: Adds a calendar to the page
lt: prideda kalendorių į jtinklalapį.
ro: Adaugă un calendar sitului.

# FMD.eventlist.0
source: Event list
lt: Įvykių sąrašas
ro: Listă evenimente

# FMD.eventlist.1
source: Adds a list of events to the page
lt: prideda įvykių sąrašą į puslapį.
ro: Listează toate evenimentele unei luni, săptămâni sau zile.

# FMD.eventreader.0
source: Event reader
lt: Įvykių skaitlys
ro: Cititor evenimente

# FMD.eventreader.1
source: Shows the details of an event
lt: Rodo išsamią kiekvieno įvykio informaciją.
ro: Arată detaliile unui eveniment.

# FMD.eventmenu.0
source: Event list menu
lt: Įvykių sąrašo meniu
ro: Meniu listă evenimente

# FMD.eventmenu.1
source: Generates a navigation menu to browse the event list
lt: sukuria navigacinį meniu įvykių sąrašui peržiūrėti.
ro: Generează un meniu de navigare pentru lista de evenimente.
