Repository: contao/core
Catalog: system/modules/comments/languages/*/*_comments.xlf
Languages: da, fi, fr, it, lv, my, pl, ro, sl, sr, sv, uk

# tl_comments.source.0
source: Origin
da: Kilde
fi: Alkuperä
fr: Origine
it: Fonte
lv: Avots
my: မူရင်း
pl: Pochodzenie
ro: Sursă
sl: Izvor
sr: Извор
sv: Källa
uk: Походження

# tl_comments.source.1
source: The associated table.
da: Den tilknyttede tabel
fi: Liittyvä taulukko.
fr: Table de la base de données associée.
it: La tabella associata.
lv: Saistītā tabula.
my: ဆက်နွယ်ပြီးစားပွဲ။
pl: Powiązana tabela.
ro: Tabela asociată.
sl: Povezana tabela
sr: Повезана табела
sv: Den tillhörande tabellen.
uk: Ассоційована таблиця.

# tl_comments.parent.0
source: Parent ID
da: Forældre ID
fi: Emotunniste
fr: ID parent
lv: Vecāka ID
my: မိခင်အိုင်ဒီ
pl: Nadrzędne ID
sl: Nadrejeni ID
sr: Родитељски ID
sv: Föräldra-ID
uk: ID «батька»

# tl_comments.parent.1
source: The associated record.
da: Det tilknyttede data.
fi: Liittyvä kirjaus.
fr: L'enregistrement associé.
it: Il record associato.
lv: Saistītais ieraksts.
my: ဆက်နွယ်ပြီးမှတ်တမ်း။
pl: Powiązany rekord.
ro: Înregistrarea asociată.
sl: Povezani zapis.
sr: Повезани запис
sv: Den tillhörande postens ID till vilken kommentaren kopplats.
uk: Ассоційований запис.

# tl_comments.date.0
source: Date
da: Dato
fi: Päivämäärä
it: Data
lv: Datums
my: နေ့စွဲ
pl: Data
ro: Data
sl: Datum
sr: Датум
sv: Datum
uk: Дата

# tl_comments.date.1
source: Please enter the comment date.
da: Skriv venligst kommentar datoen.
fi: Syötä kommentin päivämäärä.
fr: Saisir la date du commentaire.
it: Inserisci la data del commento.
lv: Lūdzu ievadiet komentāra datumu.
my: မှတ်ချက်ချရက်စွဲထည့်သွင်း။
pl: Wprowadź datę komentarza.
ro: Introduceţi data comentariului.
sl: Prosimo vpišite datum komentarja.
sr: Унесите датум коментара.
sv: Ange datum för kommentaren.
uk: Будь ласка введіть дату створення коментаря.

# tl_comments.name.0
source: Author
da: Forfatter
fi: Tekijä
fr: Auteur
it: Nome
lv: Vārds
my: ရေးသားသူ
pl: Imię
ro: Nume
sl: Avtor
sr: Аутор
sv: Namn
uk: Імя

# tl_comments.name.1
source: Please enter the author's name.
da: Skriv venligst skribentens rigtige navn
fi: Syötä lähettäjän nimi
fr: Saisir le nom de l'auteur.
it: Inserisci il nome reale dell'autore.
lv: Lūdzu ievadiet autora īsto vārdu.
my: ရေးသားသူနာမည်ထည့်သွင်း။
pl: Wpisz swoje imię.
ro: Introduceţi numele autorului.
sl: Prosimo vpišite ime avtorja.
sr: Унесите име аутора.
sv: Ange författarens namn.
uk: Будь ласка введіть дійсне ім'я автора.

# tl_comments.email.0
source: E-mail address
da: E-mail adresse
fi: Sähköpostiosoite
fr: Adresse e-mail.
it: Indirizzo email
lv: E-pasta adrese
my: အီးမေးလ်လိပ်စာ
pl: E-mail
ro: Adresă email
sl: Naslov elektronske pošte
sr: E-mail адреса
sv: E-postadress
uk: E-mail адреса

# tl_comments.email.1
source: The e-mail address will not be published.
da: Skriv venligst skribentens e-postadresse (bliver ikke vist)
fi: Sähköpostiosoitetta ei julkaista.
fr: Saisir l'adresse e-mail de l'auteur (ne sera pas publiée).
it: Inserisci l'indirizzo e-mail dell'autore (non verrà pubblicato).
lv: Lūdzu ievadiet autora e-pasta adresi (netiks publicēta).
my: အီးမေးလ်လိပ်စာမဖြန့်ဝေပါ။
pl: Wprowadź swój adres e-mail (nie będzie on opublikowany).
ro: Inroduceţi adresa de email a autorului (nu se va face publică).
sl: E-mail naslov avtorja ne bo objavljen.
sr: Адреса мејла неће бити објављена.
sv: Ange författarens E-postadress (visas inte på hemsidan).
uk: Будь ласка введіть E-mail автора (не буде опубліковано).

# tl_comments.website.0
source: Website
fi: Sivusto
fr: Site internet
it: Sito Web
lv: Mājas lapa
my: ဝဘ်ဆိုက်
pl: Strona www
sl: Spletna stran
sr: Сајт
sv: Hemsida
uk: Веб-сайт

# tl_comments.website.1
source: Here you can enter a website address.
da: Her kan du indtaste en webadresse.
fi: Tässä voidaan syöttää sivuston osoite.
fr: Saisir une adresse de site internet.
it: Inserisci un sito web (opzionale).
lv: Lūdzu ievadiet brīvizvēles mājas lapas adresi.
my: ဝဘ်လိပ်စာကိုထည့်နိုင်။
pl: Opcjonalnie możesz wprowadzić adres swojej strony internetowej.
ro: Introduceţi opţional o adresă de website.
sl: Tukaj lahko vpišete naslov spletnega mesta (URL).
sr: Овде можете унети адресу сајта.
sv: Ange en hemside-URL.
uk: Введіть адресу вашого веб-сайту.

# tl_comments.comment.0
source: Comment
da: Kommentar
fi: Kommentti
fr: Commentaire
it: Commento
lv: Komentāri
my: မှတ်ချက်
pl: Komentarz
ro: Comentarii
sl: Komentar
sr: Коментар
sv: Kommentar
uk: Коментар

# tl_comments.comment.1
source: Please enter the comment.
da: Skriv venligst kommentaren.
fi: Syötä kommentti.
fr: Saisir le commentaire.
it: Inserisci un commento.
lv: Lūdzu ievadiet komentāru.
my: မှတ်ချက်ထည့်သွင်း။
pl: Wpisz komentarz
ro: Introduceţi comentariul.
sl: Prosimo vpišite komentar.
sr: Унесите коментар.
sv: Ange en kommentar.
uk: Будь ласка, залиште коментар.

# tl_comments.addReply.0
source: Add a reply
da: Besvar
fi: Lisää vastaus
fr: Ajouter une réponse
it: Aggiungi risposta
lv: Pievienot atbildi
my: အကြောင်းပြန်ထည့်
pl: Dodaj odpowiedź
ro: Adaugă răspuns
sl: Odgovori
sr: Додај одговор
sv: Skriv svar
uk: Додати відповідь

# tl_comments.addReply.1
source: Here you can reply to the comment.
da: Her kan du besvare kommentaren.
fi: Tästä voit vastata kommenttiin.
fr: Répondre au commentaire.
it: Qui è possibile aggiungere una risposta al commento
lv: Šeit varat pievienot savu atbildi.
my: မှတ်ချက်သို့အကြောင်းပြန်နိုင်။
pl: Tutaj możesz odpowiedzieć na komentarz.
ro: Aici puteţi da un răspuns la comentariu.
sl: Tukaj lahko podate odgovor na komentar.
sr: Овде можете одговорити на коментар.
sv: Ange ett svar till kommentaren.
uk: Ви можете відповісти на цей коментар.

# tl_comments.author.0
source: Author
da: Forfatter
fi: Tekijä
fr: Auteur
it: Nome
lv: Vārds
my: ရေးသားသူ
pl: Imię
ro: Nume
sl: Avtor
sr: Аутор
sv: Namn
uk: Автор

# tl_comments.author.1
source: Here you can change the author of the reply.
da: Her kan du ændre kommentatoren bag besvarelsen.
fi: Tässä voit vaihtaa vastauksessa näkyvän vastaajan.
fr: Changer l'auteur de la réponse.
it: Qui è possibile modificare l'autore della risposta
lv: Šeit varat mainīt atbilde autoru.
my: အကြောင်းပြန်ရေးသားသူပြောင်းလဲနိုင်။
pl: Wybierz autora komentarza.
ro: Aici puteţi schimba autorul răspunsului
sl: Tukaj lahko spremenite avtorja odgovora.
sr: Овде можете променити аутора коментара.
sv: Välj svarets författare.
uk: Ви можете змінити автора відповіді.

# tl_comments.reply.0
source: Reply
da: Besvar
fi: Vastaa
fr: Réponse
it: Risposta
lv: Atbildēt
my: အကြောင်းပြန်
pl: Odpowiedź
ro: Răspuns
sl: Odgovor
sr: Одговори
sv: Svar
uk: Відповідь

# tl_comments.reply.1
source: Here you can enter the reply.
da: Her kan du indtaste din besvarelse.
fi: Tässä voit syöttää vastauksen.
fr: Saisir la réponse.
it: Indicare la risposta
lv: Šeit varat atbildēt.
my: အကြောင်းပြန်ခြင်းထည့်သွင်းနိုင်။
pl: Wprowadź odpowiedź na komentarz.
ro: Aici puteţi introduce răspunsul
sl: Tukaj lahko vnesete odgovor.
sr: Овде можете унети одговор.
sv: Ange ditt svar till kommentaren.
uk: Введіть відповідь.

# tl_comments.published.0
source: Publish comment
da: Udgivet
fi: Julkaise kommentti
fr: Publier le commentaire
it: Pubblicato
lv: Publicēts
my: မှတ်ချက်ထုတ်ဝေ
pl: Opublikowany
ro: Publicat
sl: Objavi komentar
sr: Објави коментар
sv: Publicerad
uk: Опублікувати

# tl_comments.published.1
source: Make the comment publicly visible on the website.
da: Kun kommentarer der er udgivet, bliver vist på websitet.
fi: Tee kommentti julkisesti näkyväksi sivustolla.
fr: Rendre le commentaire visible aux visiteurs de votre site.
it: Solo i commenti pubblicati verranno visualizzati sul sito web.
lv: Tikai publicēti komentāri būs redzami mājas lapā.
my: ဝဘ်ဆိုက်ပေါ်တွင်မှတ်ချက်ကိုလူအများမြင်စေရန်လုပ်ဆောင်။
pl: Tylko opublikowane komentarze będą widoczne na stronie.
ro: Doar comentariile publicate vor apărea pe website.
sl: Samo objavljeni komentarji bodo vidni na strani.
sr: Учини коментар видљивим на сајту.
sv: Markera detta alternativ för att publicera kommentaren så att den visas för hemsidans besökare.
uk: Тільки опубліковані коментарі будуть відображені на сайті

# tl_comments.ip.0
source: IP address
da: IP-adresse
fi: IP-osoite
fr: Adresse IP
it: Indirizzo IP
lv: IP adrese
my: အို်င်ပီလိပ်စာ
pl: Adres IP
ro: Adresa IP
sl: IP naslov
sr: IP адреса
sv: IP-adress
uk: IP адреса

# tl_comments.ip.1
source: The IP address of the author.
da: Kommentatorens IP adresse.
fi: Lähettäjän IP-osoite
fr: Adresse IP de l'auteur.
it: L'indirizzo IP dell'autore.
lv: Autora IP adrese.
my: ရေးသားသူအိုင်ပီလိပ်စာ။
pl: Adres IP autora.
ro: Adresa IP a autorului
sl: Avtorjev IP naslov
sr: IP адреса аутора
sv: Författarens IP-adress.
uk: IP адреса автора.

# tl_comments.notified.0
source: Notified
da: Underrettet
fi: Ilmoitettu
fr: Notifié
it: Notificato
lv: Paziņots
my: အကြောင်းကြားပြီး
pl: Powiadomiony
ro: Notificat
sl: Obveščen
sr: Обавештен
sv: Meddelad
uk: Повідомлений

# tl_comments.notified.1
source: The notification of this comment has been sent.
da: Underrettelsen om denne kommentar er blevet afsendt.
fi: Ilmoitus tästä kommentista on lähetetty.
fr: La notification de ce commentaire a été envoyée.
it: La notifica di questo commento è stato inviato.
lv: Pariņojums par šo komentāru ir nosūtīts.
my: ယခုမှတ်ချက်၏အကြောင်းကြားခြင်းပေးပို့ပြီး။
pl: Powiadomienie o tym komentarzu zostało wysłane.
ro: O notificare a acestui comentariu a fost trimisă.
sl: Obvestilo o komentarju je bilo poslano.
sr: Обавештење о овом коментару је послато.
sv: Meddelande om denna kommentar har skickats.
uk: Повідомлення для цього коментара було відправлено.

# tl_comments.author_legend
source: Author
da: Forfatter
fi: Tekijä
fr: Auteur
it: Nome
lv: Vārds
my: ရေးသားသူ
pl: Imię
ro: Nume
sl: Avtor
sr: Аутор
sv: Namn
uk: Автор

# tl_comments.comment_legend
source: Comment
da: Kommentar
fi: Kommentti
fr: Commentaire
it: Commento
lv: Komentāri
my: မှတ်ချက်
pl: Komentarz
ro: Comentarii
sl: Komentar
sr: Коментар
sv: Kommentar
uk: Коментар

# tl_comments.reply_legend
source: Reply
da: Besvar
fi: Vastaa
fr: Réponse
it: Risposta
lv: Atbildēt
my: အကြောင်းပြန်
pl: Odpowiedź
ro: Răspuns
sl: Odgovor
sr: Одговори
sv: Svar
uk: Відповідь

# tl_comments.publish_legend
source: Publish settings
da: Publiceringsindstillinger
fi: Julkaisuasetukset
fr: Paramètres de publication
it: Impostazione di pubblicazione
lv: Publicēšanas uzstādījumi
my: ထုတ်ဝေချိန်ညှိချက်
pl: Ustawinia publikacji
ro: Publicare
sl: Objavi nastavitve
sr: Објави подешавања
sv: Publiceringsinställningar
uk: Параметри публікації

# tl_comments.approved
source: Approved
da: Godkendt
fi: Hyväksytty
fr: Approuvé
it: Approvato
lv: Apstiprināts
my: လက်ခံပြီး
pl: Zatwierdzony
ro: Aprobat
sl: Odobreno
sr: Одобрено
sv: Godkänd
uk: Прийнято

# tl_comments.pending
source: Awaiting moderation
da: Afventer modering
fi: Odottaa hyväksyntää
fr: En attente de modération
it: In attesa di moderazione
lv: Gaida pārbaudi
my: စိစစ်မှုစောင့်ဆိုင်းနေ
pl: Oczekuje na moderację
ro: Aşteaptă aprobare
sl: Čakanje na odobritev
sr: Чека на модерацију
sv: Väntar på godkännande
uk: Чекає модифікації

# tl_comments.tl_content
source: Article
da: Artikel-ID
fi: Artikkeli
it: ID articolo
lv: Raksta ID
my: ဆောင်းပါး
pl: ID artykułu
ro: Articol intern
sl: Članek
sr: Чланак
sv: Artikel
uk: Стаття

# tl_comments.tl_page
source: Page
da: Intern side
fi: Sivu
fr: Page interne
it: Pagina interna
lv: Iekšēja lapa
my: စာမျက်နှာ
pl: Wewnętrzna strona
ro: Pagina internă
sl: Stran
sr: Страница
sv: Intern sida
uk: Сторінка

# tl_comments.tl_news
source: News item
da: Nyhed
fi: Uutiskohta
fr: Élément d'actualités
it: Elemento news
lv: Jaunumu vienums
my: သတင်းပစ္စည်း
pl: Element aktualności
ro: Anunţ
sl: Novica
sr: Ставка вести
sv: Nyhet
uk: Новина

# tl_comments.tl_faq
source: FAQ
fi: UKK
lv: BUJ
my: မေးနေကြမေးခွန်းများ
ro: Întrebări
sr: ЧПП
uk: Питання (FAQ)

# tl_comments.tl_calendar_events
source: Event
da: Begivenhed
fi: Tapahtuma
fr: Événement
it: Evento
lv: Notikums
my: အဖြစ်အပျက်
pl: Wydarzenie
ro: Eveniment
sl: Dogodek
sr: Догађај
sv: Kalenderhändelse
uk: Подія

# tl_comments.show.0
source: Comment details
da: Kommentar detaljer
fi: Kommentin lisätiedot
fr: Détails du commentaire
it: Dettagli commento
lv: Komentāra detaļas
my: မှတ်ချက်အချက်အလက်များ
pl: Szczegóły komentarza
ro: Detalii comentariu
sl: Podrobnosti komentarja
sr: Детаљи коментара
sv: Visa kommentarsdetaljer
uk: Деталі коментарів

# tl_comments.show.1
source: Show the details of comment ID %s
da: Vis detaljer for kommentar-ID %s
fi: Näyttää kommentin lisätietoja ID %s
fr: Afficher les détails du commentaire ID %s
it: Mostra i dettagli del commento ID %s
lv: Rādīt komentāra ID %s detaļas
my: မှတ်ချက်အိုင်ဒီ %s အချက်အလက်များပြသ
pl: Pokaż szczegóły komentarza ID %s
ro: Arată detaliile comentariului ID %s
sl: Prikaži podrobnosti komentarja ID %s
sr: Прикажи детаље коментара ID %s
sv: Visa detaljer för kommentar med ID %s.
uk: Деталі коментарів ID %s

# tl_comments.edit.0
source: Edit comment
da: Rediger kommentar
fi: Muokkaa kommenttia
fr: Éditer le commentaire
it: Modifica commento
lv: Rediģēt komentāru
my: မှတ်ချက်တည်းဖြတ်
pl: Edytuj komentarz
ro: Editează comentariu
sl: Uredi komentar
sr: Уреди коментар
sv: Redigera kommentar
uk: Редагувати коментар

# tl_comments.edit.1
source: Edit comment ID %s
da: Rediger kommentar-ID %s
fi: Muokkaa kommenttia ID %s
fr: Éditer le commentaire ID %s
it: Modifica commento ID %s
lv: Rediģēt komentāru ID %s
my: မှတ်ချက်အိုင်ဒီ %s တည်းဖြတ်
pl: Edytuj komentarz ID %s
ro: Editează comentariul ID %s
sl: Uredi komentar ID %s
sr: Уреди коментар ID %s
sv: Redigera kommentar med ID %s.
uk: Редагувати коментар ID %s

# tl_comments.delete.0
source: Delete comment
da: Slet kommentar
fi: Poista kommentti
fr: Supprimer le commentaire
it: Cancella commento
lv: Dzēst komentāru
my: မှတ်ချက်ပယ်ဖျက်
pl: Usuń komentarz
ro: Şterge comentariu
sl: Izbriši komentar
sr: Обриши коментар
sv: Ta bort kommentar
uk: Видалити коментар

# tl_comments.delete.1
source: Delete comment ID %s
da: Slet kommentar-ID %s
fi: Poista kommentti ID %s
fr: Supprimer le commentaire ID %s
it: Cancella commento ID %s
lv: Dzēst komentāru ID %s
my: မှတ်ချက်အိုင်ဒီ %s ပယ်ဖျက်
pl: Usuń komentarz ID %s
ro: Şterge comentariul ID %s
sl: Izbriši komentar ID %s
sr: Обриши коментар ID %s
sv: Ta bort kommentar med ID %s.
uk: Видалити коментар ID %s

# tl_comments.toggle.0
source: Publish/unpublish comment
da: Udgiv/skjul kommentar
fi: Julkaise/piilota kommentti
fr: Publier / dé-publier le commentaire
it: Pubblica/disattiva commento
lv: Publicēt/nepublicēt komentāru
my: မှတ်ချက်ထုတ်ဝေ/မထုတ်ဝေ
pl: Publikuj/nie publikuj komentarz
ro: Publică comentariu
sl: Objavi/neobjavi komentar
sr: Објави/сакриј коментар
sv: Publicera / avpublicera kommentar
uk: Опублікувати/зняти із публікації коментар

# tl_comments.toggle.1
source: Publish/unpublish comment ID %s
da: Udgiv/skjul kommentar-ID %s
fi: Julkaise/piilota kommentti ID %s
fr: Publier / dé-publier le commentaire ID %s
it: Pubblica/disattiva commento ID %s
lv: Publicēt/nepublicēt komentāru ID %s
my: မှတ်ချက်အိုင်ဒီ %s ထုတ်ဝေ/မထုတ်ဝေ
pl: Publikuj/nie publikuj komentarz ID %s
ro: Publică comentariul ID %s
sl: Objavi/neobjavi komentar ID %s
sr: Објави/сакриј коментар ID %s
sv: Publicera / avpublicera kommentar med ID %s
uk: Опублікувати/зняти із публікації коментар ID %s
