Repository: contao/core
Catalog: system/modules/comments/languages/*/*_content.xlf
Languages: da, fa, hu, it, lv, nl, sl, sq

# tl_content.com_order.0
source: Sort order
da: Sorteringsrækkefølge
fa: نحوه مرتب سازی
hu: Rendezés
it: Ordinamento
lv: Kārtošanas kārtība
nl: Sorteervolgorde
sl: Razvrsti po
sq: Radhitja

# tl_content.com_order.1
source: Please choose the sort order.
da: Vælg venligst en sorteringsrækkefølge.
fa: لطفا نحوه مرتب سازی نظرات را مشخص سازید .
hu: Válassza ki a rendezés sorrendjét.
it: Scegli l'ordine predefinito.
lv: Lūdzu izvēlieties kārtošanas noklusējuma kārtību.
nl: Kies de sorteervolgorde .
sl: Izberite vrstni red razvrščanja.
sq: Zgjedhoni radhitjen.

# tl_content.com_perPage.0
source: Items per page
da: Kommentarer pr. side
fa: تعداد نظرات در هر صفحه
hu: Elem oldalanként
it: Risultati per pagina
lv: Vienumi lapā
nl: Items per pagina
sl: Komentarjev na stran
sq: Komente në faqe

# tl_content.com_perPage.1
source: The number of comments per page. Set to 0 to disable pagination.
da: Indtast venligst antallet af kommentarer pr. side (0 = slå sideinddeling fra).
fa: لطفا تعداد نظرات در هر صفحه را وارد نمائید ( 0 = نامحدود ) .
hu: Hozzászólások száma oldalanként. Állítsa 0-ra a lapozás kikapcsolásához.
it: Seleziona il numero di commenti per pagina. (0= impaginazione disabilitata)
lv: Komentāru skaits lapā. Ielikt 0, lai atspējotu lapdali.
nl: Geef het aantal reacties per pagina op. Stel in op 0 om paginering uit te schakelen.
sl: Vnesite število komentarjev na strani (0=onemogoči zaznamovanje strani).
sq: Epeni numrin e komenteve në faqe (0=çaktivizo fletimin).

# tl_content.com_moderate.0
source: Moderate
da: Moderer
fa: نیاز به تائید مدیریت
hu: Moderálás
it: Modera
lv: Cenzūra
nl: Modereer
sl: Odobritev
sq: Mirato

# tl_content.com_moderate.1
source: Approve comments before they are published on the website.
da: Godkend kommentarer før de vises på webstedet.
fa: در صورت فعال بودن این گزینه ، نظرات ارسالی قبل از نمایش در سایت باید ابتدا توسط مدیر سایت تائید گردند .
hu: Ellenőrizheti a hozzászólásokat mielőtt megjelennek az oldalon.
it: Approvare i commenti prima che vengano pubblicati sul sito web
lv: Apstiprināt komentārus pirms tie tiek publicēti mājas lapā.
nl: Reacties goedkeuren voordat ze op de website worden getoond.
sl: Odobri komentarje preden so prikazani na spletnem mestu.
sq: Mirato komentet para publikimit në ueb-faqe.

# tl_content.com_bbcode.0
source: Allow BBCode
da: Tillad BBCode
fa: اجازه استفاده از BBCode
hu: BBCode engedélyezése
it: Permetti BBCode
lv: Atļaut BBCode
nl: BBCode toestaan
sl: Dovoli BBCode
sq: Lejo BBCode

# tl_content.com_bbcode.1
source: Allow visitors to format their comments with BBCode.
da: Tillad besøgende at bruge BBCode til at formatere deres kommentarer.
fa: در صورت فعال بودن بازدیدکنندگان می توانند برای جلوه بخشی به نظرشان از کدهای BBCode استفاده نمایند .
hu: Engedélyezheti a BBCode használatát a látogatók számára a hozzászólások formázásához.
it: Permettere ai visitatori di formattare i loro commenti con BBCode
lv: Atļaut apmeklētājiem lieot BBCode komentāru formatēšanai.
nl: Sta bezoekers toe om BBCode te gebruiken om hun reacties op te maken.
sl: Dovoli uporabnikom uporabo BBCode za oblikovanje njihovih komentarjev.
sq: Lejo vizitorëve përdorimin e BBCode për formatimin e komenteve të tyre.

# tl_content.com_requireLogin.0
source: Require login to comment
da: Kræv login for at kommentere
fa: برای نظردهی نیاز به ورود است
hu: Bejelentkezés szükséges a hozzászóláshoz
it: Richiedere il login per poter aggiungere dei commenti
lv: Prasīt pieslēgties, lai komentētu
nl: Inloggen verplicht om te kunnen reageren
sl: Zahtevaj prijavo za oddajo komentarja.
sq: Kërko kyçje për komente

# tl_content.com_requireLogin.1
source: Allow only authenticated users to create comments.
da: Tillad kun kommentarer fra brugere der er logget ind.
fa: اجازه داده فقط به کاربران تایید شده برای ایجاد نظرات
hu: Engedélyezheti, hogy csak hitelesített felhasználók írhassanak hozzászólást.
it: Consentire solo agli utenti autenticati di creare commenti.
lv: Atļaut tikai reģistrētiem lietotājiem izveidot komentārus.
nl: Sta alleen geregistreerde gebruikers toe om reacties te geven.
sl: Oddajo komentarja dovoli le preverjenim uporabnikom.
sq: Lejon vetëm përdoruesit e kyçur për të komentuar.

# tl_content.com_disableCaptcha.0
source: Disable the security question
da: Deaktiver sikkerhedsspørgsmål
fa: غیرفعال کردن سوال امنیتی
hu: Biztonsági kérdés kikapcsolása
it: Disattivare la domanda di sicurezza
lv: Atspējot drošības jautājumu
nl: Veiligheidsvraag uitzetten
sl: Onemogoči varnostno vprašanje
sq: Çaktivizo pyetjen e sigurisë

# tl_content.com_disableCaptcha.1
source: Here you can disable the security question (not recommended).
da: Vælg denne mulighed for at slå sikkerhedsspørgsmål fra (ikke anbefalet).
fa: در صورت انتخاب این گزینه، سوال امنیتی در فرم ارسال نظرات نمایش داده نخواهد شد.
hu: Itt tudja kikapcsolni a biztonsági kérdés használatát. (Nem ajánlott!)
it: Qui puoi disabilitare la domanda di sicurezza (non raccomandato).
lv: Šeit Jūs varat atspējot drošības jautājumu (nav ieteicams)
nl: Kies deze optie om de veiligheidsvraag (CAPTCHA) uit te zetten (niet aanbevolen).
sl: Izberite to možnost, če želite onemogočiti vranostno vprašanje (ni priporočljivo).
sq: Zgjedhoni këtë opsion për ta çaktivizuar pyetjen e sigurisë (nuk rekomandohet).

# tl_content.com_template.0
source: Comments template
da: Kommentar-layout
fa: قالب نظرات
hu: Hozzászólás elrendezése
it: Template commenti
lv: Komentāru salikums
nl: Template reacties
sl: Postavitev komentarjev
sq: Struktura komenteve

# tl_content.com_template.1
source: Here you can select the comments template.
da: Vælg venligst et layout til kommentarer. Du kan tilføje brugerdefinerede kommentar-layouts i mappen <em>templates</em>. Kommentarskabeloner starter med <em>com_</em> og kræver filtypenavn em>.tpl</em>.
fa: لطفا یک طرح بندی برای نظرات انتخاب نمائید . شما می توانید یک طرح بندی سفارشی به فولدر <em>templates</em> اضافه نمائید . نام فایل طرح بندی نظرات باید با <em>com_</em> شروع گردد و همچنین حتماً باید با پسوند <em>.tpl</em> پایان یابد .
hu: Itt tudja kiválasztani a hozzászólások sablonját.
it: Qui puoi selezionare una template per i commenti.
lv: Šeit jūs varat izvēlēties komentāru salikumu.
nl: Selecteer een reactie template.
sl: Izberite postavitev komentarjev. Dodate lahko postavitev po meri v mapo <em>templates</em>. Predloga komentarjev se začne z <em>com_</em> in vsebuje končnico <em>.tpl</em>.
sq: Zgjedhoni strukturën e komenteve. Mund ta caktoni një strukturë të përshtatur në dosjen <em>templates</em>. Skedarët e shabllonëve të komenteve fillojnë me <em>com_</em> dhe kërkojnë prapashtesën <em>.tpl</em>.

# tl_content.comment_legend
source: Comment settings
da: Kommentar indstillinger
fa: تنظیمات نظر
hu: Komment beállítások
it: Impostazioni commenti
lv: Komentāru iestatījumi
nl: Reactie instellingen
sl: Nastavitve komentarjev
sq: Konfigurimi komenteve
