Repository: contao/core
Catalog: system/modules/comments/languages/*/default.xlf
Languages: da, fi, hu, my, ro, sl, sv, uk

# MSC.com_name
source: Name
da: Navn og medietyper
fi: Nimi
hu: Név
my: နာမည်
ro: Nume şi tip media
sl: Ime in medijski tipi
sv: Namn och mediatyper
uk: Ім'я

# MSC.com_email
source: E-mail (not published)
da: E-mail (offentliggøres ikke)
fi: Sähköpostisosoite (ei julkaista)
hu: E-mail (nem publikus)
my: အီးမေးလ် (မဖြန့်ဝေ)
ro: Email (nepublicat)
sl: E-poštni naslov (ne bo objavljen)
sv: E-post (publiceras ej)
uk: E-mail (не публікується)

# MSC.com_website
source: Website
fi: Sivusto
hu: Weboldal
my: ဝဘ်ဆိုက်
sl: Spletna stran
sv: Hemsida
uk: Веб-сайт

# MSC.com_comment
source: Comment
da: Kommentar
fi: Kommentti
hu: Megjegyzés (Comment)
my: မှတ်ချက်
ro: Comentarii
sl: Komentar
sv: Kommentar
uk: Коментар

# MSC.com_notify
source: Notify me of new comments by e-mail
da: Underret mig om nye kommentarer via e-mail
fi: Ilmoita minulla uusista kommenteista sähköpostilla
hu: Értesítés új hozzászólásról e-mailben
my: အီးမေးလ်ဖြင့်မှတ်ချက်အသစ်များအကြောင်းကြား
ro: Notifică pe email comentariile noi
sl: O novih komentarjih me obveščaj po elektronski pošti
sv: Meddela mig om nya kommentarer via E-post
uk: Повідомляти мене про нові коментарі по e-mail

# MSC.com_submit
source: Submit comment
da: Tilføj kommentar
fi: Lähetä kommentti
hu: Hozzászólás küldése
my: မှတ်ချက်တင်သွင်း
ro: Trimite comentariu
sl: Oddaj komentar
sv: Skicka kommentar
uk: Відправити коментар

# MSC.com_login
source: You need to be logged in to add comments.
da: Du skal være logget ind for at kunne tilføje en kommentar.
fi: Sinun on kirjauduttava sisään voidaksesi kommentoida.
hu: Be kell jelentkezni a komment írásához.
ro: Trebuie să fiți autentificat pentru a adăuga comentarii.
sl: Za komentiranje morate biti prijavljeni.
sv: Du måste vara inloggad för att kunna kommentera.

# MSC.com_by
source: Comment by
da: Kommenteret af
fi: Kommentoinut
hu: Hozzászólt:
my: မှမှတ်ချက်ချ
ro: Comentariu de
sl: Komentiral
sv: Kommentar från
uk: Коментар від

# MSC.com_reply
source: Reply by
da: Besvaret af
fi: Vastannut
hu: Válaszolt:
my: မှအကြောင်းပြန်
ro: Răspuns de
sl: Odgovoril
sv: Svara via
uk: Відповідь від

# MSC.com_quote
source: %s wrote:
da: %s skrev:
fi: %s kirjoitti:
hu: %s írta:
my: %s ရေးသား:
ro: %s a scris:
sl: %s je napisal/a
sv: %s skrev:
uk: %s написав:

# MSC.com_code
source: Code:
da: Kode:
fi: Koodi:
hu: Kód:
my: ကုဒ်:
ro: Cod:
sl: Koda:
sv: Kod:
uk: Код:

# MSC.com_subject
source: New comment on %s
da: Ny kommentar til %s
fi: Uusi kommentti %s
hu: Új hozzászólás érkezett: %s
my: %s တွင်မှတ်ချက်အသစ်
ro: Nou comentariu la %s
sl: Nov komentar na %s
sv: Nya kommentarer på %s
uk: Новий коментар до %s

# MSC.com_message
source: %s has created a new comment on your website. --- %s --- View: %s Edit: %s If you are moderating comments, you have to log in to the back end to publish it.
da: %s har skrevet en kommentar på dit website. --- %s --- Vis: %s Rediger: %s Hvis du modererer kommentarer, skal du logge ind for at udgive den.
fi: %s on lähettänyt uuden kommentin sivutollesi. --- %s --- Näytä: %s Muokkaa: %s Jos olet valinnut, että kommentti tarkastetaan ennen kuin se julkaistaan, kirjaudu sisään hallintaan ja tarkista ja julkaise kommentti.
hu: %s írt egy új hozzászólást az ön weboldalán. --- %s --- Megtekintés: %s Szerkesztés: %s Ha moderálnia kell a hozzászólást jelentkezzen be az adminisztrációs felületre, hogy közzétehesse.
my: %s မှဝဘ်ဆိုက်တွင်မှတ်ချက်အသစ်ရေးသွား။ ⏎ ⏎ ---⏎ ⏎ %s⏎ ⏎ ---⏎ ⏎ ကြည့်ရှု: %s⏎ တည်းဖြတ်: %s⏎ ⏎ မှတ်ချက်များကိုစိစစ်နေပါက၊ ထုတ်ဝေရန်အနောက်သို့ဖွင့်ဝင်ရန်လို။
ro: %s a adăugat un nou comentariu la website. --- %s --- Vizualizează: %s Editează: %s Dacă aveţi comentariile moderate, trebuie să vă autentificaţi în back-end pentru publicare.
sl: %s je dodal nov komentar na vašem spletnem mestu.⏎ ⏎ ---⏎ ⏎ %s⏎ ⏎ ---⏎ ⏎ Preglej: %s⏎ Uredi: %s⏎ ⏎ Če komentarje moderirate, se morate prijaviti v administracijo in ga potrditi.
sv: %s har skapat en ny kommentar på din hemsida. --- %s --- Visa: %s Redigera: %s Om du modererar kommentarer så måste du vara inloggad i backend för att kunna publicera.
uk: %s створив новий коментар на веб-сайті ---- %s ---- Переглянути: %s Редагувати: %s Якщо ви адмініструєте коментарі, то увійдіть до панелі управління сайту для того, щоб опублікувати коментар.

# MSC.com_confirm
source: Your comment has been added and is now pending for approval.
da: Din kommentar er tilføjet og afventer nu godkendelse.
fi: Kommenttisi on lisätty ja se odottaa hyväksymistä.
hu: A hozzászólása rögzítve lett és moderálásra vár.
my: မှတ်ချက်ကိုထည့်သွင်းပြီးအတည်ပြုရန်ဆိုင်းငံ့နေ။
ro: Comentariul dumneavoastră a fost adăugat şi urmează să fie aprobat.
sl: Tvoj komentar je bil dodan in sedaj čaka na potrditev.
sv: Din kommentar har blivit tillagd och väntar på att granskas.
uk: Ваш коментар доданий та чекає схвалення.

# MSC.com_optInConfirm
source: Your subscription has been activated
da: Du er nu tilmeldt
fi: Tilauksesi on aktivoitu.
hu: A hozzászólása aktiválva lett
my: ပုံမှန်မှာယူခြင်းစတင်အသက်ဝင်ပြီး
ro: Subscrierea dumneavoastră a fost activată
sl: Vaša naročnina je bila aktivirana.
sv: Din prenumeration har aktiverats
uk: Ваша підписка активована.

# MSC.com_optInCancel
source: Your subscription has been cancelled
da: Du er nu afmeldt
fi: Tilauksesi on peruutettu.
hu: A hozzászólása törölve lett
my: ပုံမှန်မှာယူခြင်းပယ်ဖျက်ပြီး
ro: Subscrierea dumneavoastră a fost anulată
sl: Vaša naročnina je bila preklicana.
sv: Din prenumeration har upphävts
uk: Ваша підписка була скасована.

# MSC.com_optInSubject
source: Your subscription on %s
da: Dit abonnement på %s
fi: Tilauksesi %s
hu: Feliratkozás a %s hírlevelére
my: %s တွင်ပုံမှန်မှာယူခြင်း
ro: Abonarea dumneavoastră la %s
sl: Vaše naročilo na e-novice na %s
sv: Du prenumererar på %s
uk: Ваша підписка на %s

# MSC.com_optInMessage
source: Hello %s, please confirm that you want to be notified of new comments by e-mail on this page: %s --- Confirm: %s Cancel: %s
da: Hej %s, Bekræft venligst at du ønsker at blive underrettet via e-mail om nye kommentarer på denne side: %s --- Bekræft: %s Annuller: %s
fi: Hei %s, Vahvista, että haluat saada ilmoituksen uusista kommenteista tällä sivulla: %s --- Vahvista: %s Peruuta: %s
hu: Üdvözlöm %s, erősítse meg, hogy szeretne értesítést új hozzászólásokról e-mailben a következő oldaltól: %s --- Megerősítés: %s Mégsem: %s
my: ဟဲလို%s၊⏎ ⏎ ယခုစာမျက်နှာတွင်အီးမေးလ်ဖြင့်မှတ်ချက်အသစ်များကိုအကြောင်းကြားရန်အတည်ပြုသလား: ⏎ ⏎ %s⏎ ⏎ ---⏎ ⏎ အတည်ပြု: %s⏎ ပယ်ဖျက်: %s⏎
ro: Salut %s, te rugăm să confirmi că doriţi să fiţi notificat pentru comentarii noi prin email: %s --- Confirmă: %s Anulează: %s
sl: Zdravo %s,⏎ ⏎ prosimo potrdite, da želite biti o novih komentarjih na tem spletnem mestu obveščeni preko e-pošte:⏎ ⏎ %s⏎ ⏎ ---⏎ ⏎ Potrditev: %s⏎ Preklic: %s⏎
sv: Hej %s, Vänligen bekräfta att du vill bli meddelad via E-post om nya kommentarer på denna sida.: %s --- Bekräfta: %s Avböj: %s
uk: Доброго дня, %s! Будь ласка, підтвердіть, що хочете отримувати повідомлення про нові коментарі по електронній пошті на наступній сторінці: %s ---- Підтвердити: %s Скасувати: %s

# MSC.com_notifySubject
source: A new comment has been added on %s
da: En ny kommentar er blevet skrevet til %s
fi: Uusi kommentti on lisätty %s
hu: Új hozzászólás íródott ide: %s
my: %s တွင်မှတ်ချက်အသစ်ထည့်သွင်းပြီး
ro: Un nou comentariu a fost adăugat la %s
sl: Na %s je bil dodan nov komentar
sv: En ny kommentar har lagts till på %s
uk: Новий коментар був доданий до %s

# MSC.com_notifyMessage
source: Hello %s, a new comment has been added on a page you have subscribed to: %s --- To cancel your subscription, please click here: %s
da: Hej %s, En ny kommentar er blevet skrevet på en side du har tilmeldt underretning om: %s --- Afmelde underretninger: %s
fi: Hei %s, Uusi kommentti on lisätty sivulle, jonka olet tilannut: %s --- Peruuta tilaus painamalla tästä: %s
hu: Üdvözlöm %s, új hozzászólással bővült az oldal melyre feliratkozott: %s --- Feliratkozás visszavonásához kattintson ide: %s
my: ဟဲလို%s၊⏎ ⏎ ပုံမှန်မှာယူခြင်းစာမျက်နှာထံသို့မှတ်ချက်အသစ်ထည့်ပြီး:⏎ ⏎ %s⏎ ⏎ ---⏎ ⏎ ပုံမှန်မှာယူခြင်းပယ်ဖျက်ရန်ဤတွင်ကလစ်နှိပ်ပါ:⏎ %s⏎
ro: Salut %s, un nou comentariu a fost adăugat la o pagina la care aţi subscris: %s --- Pentru a vă anula subscrierea faceţi clic aici: %s
sl: Zdravo %s, nov komentar je bil dodan na strani, na katero ste naročeni: %s --- Za preklic vaše naročnine, prosim kliknite tukaj: %s
sv: Hej %s, En ny kommentar har lagts till på en sida som du prenumererar på: %s --- För att upphäva din prenumeration, klicka här: %s
uk: Доброго дня, %s! На сторінці на яку ви підписалися був доданий новий коментар: %s ---- Щоб скасувати підписку, натисніть тут: %s
