Repository: contao/core
Catalog: .tx/source/*/repository/*_repository.xlf
Languages: tl

# tl_repository.category.0
source: Category
tl: Categoria

# tl_repository.category.1
source: Please select the extension category.
tl: Por favor, selecione a categoria da extensão.

# tl_repository.copyright.0
source: Copyright
tl: Direitos Autorais

# tl_repository.copyright.1
source: Here you can enter a copyright notice (e.g. &amp;copy; 2007,2008 Jerry Miller Webservices Inc).
tl: Aqui você pode inserir o aviso dos direitos autorais (ex.: © 2007, 2008 Jerry Miller Webservices, Inc.).

# tl_repository.description.0
source: Description
tl: Descrição

# tl_repository.description.1
source: These HTML tags are allowed: %s
tl: As tags HTML permitidas são: %s

# tl_repository.extension.0
source: Extension
tl: Extensão

# tl_repository.extension.1
source: Name of the extension.
tl: Por favor, selecione o nome da extensão.

# tl_repository.functionality.0
source: Functionality
tl: Funcionalidade

# tl_repository.functionality.1
source: Does the extension provide the expected functionality?
tl: A extensão proporciona a funcionalidade esperada?

# tl_repository.license.0
source: License
tl: Licença

# tl_repository.license.1
source: Please enter a short license information. You may add full license information in a file LICENSE.txt.
tl: Por favor, insira uma breve informação sobre a licença. Você pode adicionar a licença inteira no arquivo LICENSE.txt.

# tl_repository.name.0
source: Name
tl: Nome

# tl_repository.name.1
source: Extension names must start with a-z, A-Z or 0-9, whereby lowercase names are prefered. Additionally, the characters _ and - are allowed within the name.
tl: Os nomes das extensões deve começar com a-z, A-Z ou 0-9, sendo preferível que os nomes se iniciem por letras minúsculas. Adicionalmente, os caracteres _ e - são permitidos no nome.

# tl_repository.popularity.0
source: Popularity
tl: Popularidade

# tl_repository.popularity.1
source: %s/%s (downloads/installs)
tl: %s/%s (downloads/instalações)

# tl_repository.quality.0
source: Quality
tl: Qualidade

# tl_repository.quality.1
source: How robust is the extension and how painless is installation and maintenance?
tl: Quão robusta é a extensão e quão fácil é a instalação e manutenção da mesma?

# tl_repository.releasedate.0
source: Release date
tl: Data de lançamento

# tl_repository.releasedate.1
source: Enter the publishing date of this release in format %s
tl: Insira a data de publicação como YYYY-MM-DD.

# tl_repository.selversion.0
source: Version
tl: Versão

# tl_repository.selversion.1
source: Please select the version
tl: Por favor selecione a versão.

# tl_repository.type.0
source: Type
tl: Tipo

# tl_repository.type.1
source: Please select the extension type.
tl: Por favor selecione o tipo de extensão.

# tl_repository.usability.0
source: Usability
tl: Facilidade de uso

# tl_repository.usability.1
source: Does the extension meet the Contao standards for usability and accessability?
tl: Esta extensão satisfaz os padrões TYPOlight de praticidade e acessibilidade?

# tl_repository.version.0
source: Version
tl: Versão

# tl_repository.version.1
source: Version numbers must be in format n.n.n s, where n are integers and s is one of: alpha1, alpha2, alpha3, beta1, beta2, beta3, rc1, rc2, rc3, stable
tl: Os números das versões devem estar no formato n.n.n s, onde n são integers e s é um dos seguintes: alpha1, alpha2, alpha3, beta1, beta2, beta3, rc1, rc2, rc3, estável.

# tl_repository.lickey.0
source: License key
tl: Licença

# tl_repository.lickey.1
source: Enter the license key that you got from the extension vendor.
tl: Informe o número da licença que você recebeu do fornecedor da extensão.

# tl_repository.uninstprotect.0
source: Uninstall protection
tl: Proteção contra desinstalação

# tl_repository.uninstprotect.1
source: Protect extension against accidental uninstallation.
tl: Proteja suas extensões contra desinstalações acidentais.

# tl_repository.updateprotect.0
source: Update protection
tl: Proteção de atualização

# tl_repository.updateprotect.1
source: Protect extension against accidental update.
tl: Proteger a extenção contra o update acidental.

# tl_repository.author
source: Author
tl: Autor

# tl_repository.cancel
source: Cancel
tl: Cancelar

# tl_repository.continue
source: Continue
tl: Continuar

# tl_repository.dependencies
source: Dependencies of this extension
tl: Dependências desta extensão

# tl_repository.dependents
source: Other extensions depending on this one
tl: Outras extensões que dependem desta

# tl_repository.dependentsdel
source: The following extensions are dependent from <em>%s</em> and may render broken:
tl: As seguintes extensões são dependentes de <em>%s</em> e podem ser apresentadas de maneira incorreta:

# tl_repository.donate
source: Donate
tl: Doar

# tl_repository.downloads
source: Package downloads
tl: Pacotes para download

# tl_repository.extensionnotfound
source: Extension not found.
tl: Extensão não encontrada.

# tl_repository.forum
source: Forum
tl: Fórum

# tl_repository.installs
source: Online installs
tl: Instalações online

# tl_repository.no
source: no
tl: não

# tl_repository.noextensionsfound
source: No matching extensions found.
tl: Nenhuma extensão encontrada.

# tl_repository.orderby
source: Order by
tl: Ordenar por

# tl_repository.otherlanguages
source: Other languages
tl: Outras línguas

# tl_repository.pageof
source: Page %s of %s
tl: Página %s de %s

# tl_repository.ratingfmt
source: %.2f (%d votes)
tl: %.2f (%d votos)

# tl_repository.reldownloads
source: Release downloads
tl: Versões de download

# tl_repository.releasenotesfor
source: Release notes and change log for %s
tl: Notas da versão e log de mudanças para %s

# tl_repository.relfunctionality
source: Release functionality
tl: Funcionalidade da versão

# tl_repository.relinstalls
source: Release installs
tl: Instalações da versão

# tl_repository.relquality
source: Release quality
tl: Qualidade da versão

# tl_repository.relrating
source: Release rating
tl: Avaliação da versão

# tl_repository.relupdates
source: Release updates
tl: Atualizações da versão

# tl_repository.relusability
source: Release usability
tl: Praticidade da versão

# tl_repository.save
source: Save
tl: Salvar

# tl_repository.shop
source: Shop
tl: Comprar

# tl_repository.showpicture
source: Show full size picture
tl: Mostrar foto em tamanho maior

# tl_repository.state
source: State
tl: Estado

# tl_repository.thumbnail
source: Thumbnail picture
tl: Thumbnail da foto

# tl_repository.totdownloads
source: Total downloads
tl: Total de downloads

# tl_repository.totfunctionality
source: Total functionality
tl: Funcionalidade total

# tl_repository.totinstalls
source: Total installs
tl: Total de instalações

# tl_repository.totquality
source: Total quality
tl: Qualidade total

# tl_repository.totrating
source: Total rating
tl: Avaliação total

# tl_repository.totupdates
source: Total updates
tl: Total de atualizações

# tl_repository.totusability
source: Total usability
tl: Total de praticidade

# tl_repository.versionfrom
source: Version from
tl: Versão de

# tl_repository.versions
source: Other versions
tl: Outras versões

# tl_repository.versionto
source: Version to
tl: Versão para

# tl_repository.yes
source: yes
tl: sim

# tl_repository.action
source: Action
tl: Ação

# tl_repository.actionsummary
source: Action summary
tl: Sumário de ações

# tl_repository.actionsuccess
source: Actions successful.
tl: Ações efetuadas com sucesso.

# tl_repository.actionfailed
source: One or more actions failed.
tl: Uma ou mais ações falharam.

# tl_repository.apply
source: Apply
tl: Aplicar

# tl_repository.byorder
source: By %s
tl: Por %s

# tl_repository.checkextension
source: Check extension
tl: Checar extensão

# tl_repository.dbuptodate
source: Database is up to date
tl: O banco de dados está atualizado

# tl_repository.deletingdirs
source: Deleting directories
tl: Deletando diretórios

# tl_repository.deletingfiles
source: Deleting files
tl: Deletando arquivos

# tl_repository.editextension
source: Edit settings
tl: Editando Opções

# tl_repository.extinstrecntf
source: Extension install record not found
tl: O registro de instalação da extensão não foi encontrado

# tl_repository.errdldpkg
source: Download of package from repository failed
tl: O download do pacote falhou

# tl_repository.failed
source: failed
tl: falhou

# tl_repository.fileerrwrite
source: Error writing file %s
tl: Erro ao escrever arquivo %s

# tl_repository.filesdeleted
source: %s file(s) deleted
tl: %s arquivo(s) deletado(s)

# tl_repository.filesinstalled
source: %s file(s) installed
tl: %s arquivo(s) instalado(s)

# tl_repository.filesunchanged
source: %s file(s) unchanged
tl: %s arquivo(s) inalterado(s)

# tl_repository.filesupdated
source: %s file(s) updated
tl: %s arquivo(s) atualizado(s)

# tl_repository.ftsearch
source: Fulltext search
tl: Pesquisa do texto integral

# tl_repository.goback
source: Go back
tl: Voltar

# tl_repository.install
source: Install
tl: Instalar

# tl_repository.installextension
source: Install extension
tl: Instalar/Atualizar extensão

# tl_repository.installingext
source: Install %s %s build %s
tl: Instalação %s %s build %s

# tl_repository.installlogtitle
source: File installation/update log
tl: Log dos arquivos de instalação/atualização

# tl_repository.lickeyrequired
source: This extension requires a license key. Please visit the vendor's shop to purchase one.
tl: Esta extenção precisa de uma licença. Por favor visite a loja do fornecedor da extensão para comprar uma.

# tl_repository.none
source: None
tl: Nenhum(a)

# tl_repository.notfound
source: not found
tl: não encontrado

# tl_repository.okuninstextension
source: OK to uninstall <em>%s</em> now?
tl: Tudo bem se <em>%s</em>for desinstalado agora?

# tl_repository.showdetails
source: Show details
tl: Mostrar detalhes

# tl_repository.stateshint
source: Check the states to be included.
tl: Marcar os estados a serem incluidos.

# tl_repository.success
source: success
tl: sucesso

# tl_repository.uninstallextension
source: Uninstall extension
tl: Desinstalar extensão

# tl_repository.updatedatabase
source: Update database
tl: Checar/Atualizar banco de dados

# tl_repository.updateextension
source: Update extension
tl: Atualizar extensão

# tl_repository.updateextensions
source: Update checked extensions
tl: Atualizar as extensões marcados

# tl_repository.update
source: Update
tl: Atualizar

# tl_repository.updates
source: Updates
tl: Atualizações

# tl_repository.updatehint
source: Check the states to be included at updates.
tl: Marcar os estados a serem incluidos nas atualizações.

# tl_repository.updatingext
source: Update %s %s build %s
tl: Atualizar %s %s build %s

# tl_repository.validate
source: Repair
tl: Consertar

# tl_repository.validatingext
source: Verify/repair %s %s build %s
tl: Verificar/Consertar %s %s build %s

# tl_repository.approvedForLabel
source: Approved for
tl: Aprovado para

# tl_repository.approvedForText
source: Contao %s to %s
tl: Contao %s ao %s

# tl_repository.missingSoapModule
source: SOAP extension not loaded (configure PHP with --enable-soap).
tl: Extensão SOAP não carregado (configurar o PHP com -- enable-soap).

# tl_repository_statext.uptodate
source: Up to date
tl: Atualizado

# tl_repository_statext.notapproved
source: Not approved for %s %s
tl: Não foi aprovado para %s %s

# tl_repository_statext.notapprovedwith
source: Not approved with %s %s
tl: Não foi aprovado com %s %s

# tl_repository_statext.shouldwork
source: Expected to be compatible with %s %s
tl: Deverá ser compatível com %s %s

# tl_repository_statext.newversion
source: Version %s build %s available
tl: Nova versão disponível %s build %s

# tl_repository_statext.depmissing
source: Missing required extension %s
tl: A extensão %s é necessária e está faltando

# tl_repository_statext.extnotfound
source: Extension not found in repository
tl: A extensão não foi encontrada no repositório

# tl_repository_statext.vernotfound
source: Installed version not found in repository
tl: Versão instalada não foi encontrada no repositório

# tl_repository_statext.extneedkey
source: License key required, install extension in advance
tl: Licença obrigatória, instale a extensão primeiro

# tl_repository_statext.errorinstall
source: Corrupted, update/repair required
tl: A instalação falhou, atualizar/consertar é aconselhado

# tl_repository_type_options.free
source: Free
tl: Gratuito

# tl_repository_type_options.private
source: Private
tl: Privado

# tl_repository_type_options.commercial
source: Commercial
tl: Comercial

# tl_repository_category_options.application
source: Application
tl: Aplicativo

# tl_repository_category_options.template
source: Theme
tl: Modelo

# tl_repository_category_options.utility
source: Utility
tl: Utilidade

# tl_repository_category_options.translation
source: Translation
tl: Tradução

# tl_repository_category_options.bundle
source: Bundle
tl: Coleção

# tl_repository_category_options.other
source: Other
tl: Outro

# tl_repository_category_options.core
source: Core
tl: Central

# tl_repository_order_options.reldate
source: Releasedate
tl: Data do lançamento

# tl_repository_order_options.rating
source: Rating
tl: Avaliação

# tl_repository_order_options.popular
source: Popularity
tl: Popularidade

# tl_repository_order_options.name
source: Name
tl: Nome

# tl_repository_order_options.title
source: Title
tl: Título

# tl_repository_order_options.author
source: Author
tl: Autor

# tl_repository_state_options.stable
source: Stable
tl: Estável
