Repository: contao/core
Catalog: system/modules/core/languages/rm/*_article.xlf
Languages: tl

# tl_article.title.0
source: Title
tl: Titel

# tl_article.title.1
source: Please enter the article title.
tl: Endatai qua il titel per l'artitgel.

# tl_article.alias.0
source: Article alias
tl: Alias da l'artitgel

# tl_article.alias.1
source: The article alias is a unique reference to the article which can be called instead of its numeric ID.
tl: L'alias d l'artitgel è ina referenza unica a l'artitgel che po vegnir utilisà enstagl da l'ID numerica.

# tl_article.author.0
source: Author
tl: Autur

# tl_article.author.1
source: Here you can change the author of the article.
tl: Qua pudais vus midar l'autur da l'artitgel.

# tl_article.inColumn.0
source: Display in
tl: Mussar en

# tl_article.inColumn.1
source: Please choose the layout section you want the article to be displayed in.
tl: Tscherni la secziun dal layout en la quala vus vulais che l'artitgel vegn mussà.

# tl_article.keywords.0
source: Meta keywords
tl: Chavazzins da meta

# tl_article.keywords.1
source: Here you can enter a list of comma separated keywords. Keywords, however, are no longer relevant to most search engines (including Google).
tl: Qua pudais vus endatar ina glista da chavazzins separads entras commas. Ils chavazzins na vegnan dentant betg pli evaluads da la plipart da las maschinas da tschertgar (incl. Google).

# tl_article.teaserCssID.0
source: Teaser CSS ID/class
tl: CSS ID/class dal teaser

# tl_article.teaserCssID.1
source: Here you can set an ID and one or more classes for the teaser element.
tl: Qua pudais vus inditgar ina ID ed ina u pliras classas per l'element da teaser.

# tl_article.showTeaser.0
source: Show teaser
tl: Mussar teaser

# tl_article.showTeaser.1
source: Show the article teaser if there are multiple articles.
tl: Mussar il teaser da l'artitgel sche plirs artitgels èn sin la pagina.

# tl_article.teaser.0
source: Article teaser
tl: Teaser da l'artitgel

# tl_article.teaser.1
source: The article teaser can also be displayed with the content element "article teaser".
tl: Il teaser da l'artitgel po era vegnir mussà cun l'element da cuntegn "teaser d'artitgel".

# tl_article.printable.0
source: Syndication
tl: Derasar

# tl_article.printable.1
source: Here you can choose which options are available.
tl: Qua pudais vus tscherner tge opziuns che stattan a disposiziun

# tl_article.guests.0
source: Show to guests only
tl: Be mussar a giasts

# tl_article.guests.1
source: Hide the article if a member is logged in.
tl: Zuppentar l'artitgel sch'in commember è s'annunzià.

# tl_article.protected.0
source: Protect article
tl: Proteger l'artitgel

# tl_article.protected.1
source: Show the article to certain member groups only.
tl: Be mussar l'artitgel per tschertgas gruppas da commembers.

# tl_article.groups.0
source: Allowed member groups
tl: Gruppas da commembers autorisadas

# tl_article.groups.1
source: These groups will be able to see the article.
tl: Questas gruppas vegnan ad esser ablas da vesair l'artitgel.

# tl_article.cssID.1
source: Here you can set an ID and one or more classes.
tl: Qua pudais vus inditgar ina ID ed ina u pliras classas.

# tl_article.space.0
source: Space in front and after
tl: Spazi avant e suenter

# tl_article.space.1
source: Here you can enter the spacing in front of and after the article in pixel. You should try to avoid inline styles and define the spacing in a style sheet, though.
tl: Qua pudais vus inditgar il spazi avant e suenter l'artitgel en pixels. Vus duessas dentant empruvar dad evitar talas indicaziuns en questa furma ed empruvar da schliar il problem en in style sheet.

# tl_article.published.0
source: Publish article
tl: Publitgar l'artitgel

# tl_article.published.1
source: Make the article publicly visible on the website.
tl: Render visibel publicamain quest artitgel sin la pagina web.

# tl_article.start.0
source: Show from
tl: Mussar davent

# tl_article.start.1
source: Do not show the article on the website before this day.
tl: Betg mussar l'artitgel sin la pagina web avant quest di.

# tl_article.stop.0
source: Show until
tl: Mussar enfin

# tl_article.stop.1
source: Do not show the article on the website on and after this day.
tl: Betg mussar l'artitgel sin la pagina web suenter quest di.

# tl_article.tstamp.0
source: Revision date
tl: Ultima midada

# tl_article.tstamp.1
source: Date and time of the latest revision
tl: Data e temp da l'ultima midada

# tl_article.title_legend
source: Title and author
tl: Titel ed autur

# tl_article.layout_legend
source: Section and keywords
tl: Secziun e chavazzins

# tl_article.syndication_legend
source: Syndication
tl: Derasar

# tl_article.teaser_legend
source: Article teaser
tl: Teaser da l'artitgel

# tl_article.protected_legend
source: Access protection
tl: Protecziun d'access

# tl_article.expert_legend
source: Expert settings
tl: Opziuns per experts

# tl_article.publish_legend
source: Publish settings
tl: Opziuns da publicaziun

# tl_article.print
source: Print the page
tl: Stampar la pagina

# tl_article.pdf
source: Export as PDF
tl: Exportar sco PDF

# tl_article.facebook
source: Share on Facebook
tl: Cundivider sin Facebook

# tl_article.twitter
source: Share on Twitter
tl: Cundivider sin Twitter

# tl_article.gplus
source: Share on Google+
tl: Cundivider sin Google+

# tl_article.header
source: Header
tl: Chau

# tl_article.left
source: Left column
tl: Colonna a sanestra

# tl_article.main
source: Main column
tl: Colonna da mez

# tl_article.right
source: Right column
tl: Colonna a dretga

# tl_article.footer
source: Footer
tl: Pe

# tl_article.new.0
source: New article
tl: Nov artitgel

# tl_article.new.1
source: Create a new article
tl: Crear in nov artitgel

# tl_article.show.0
source: Article details
tl: Detagls da l'artitgel

# tl_article.show.1
source: Show the details of article ID %s
tl: Mussar ils detagls da l'artitgel cun l'ID %s.

# tl_article.edit.0
source: Edit article
tl: Modifitgar artitgel

# tl_article.edit.1
source: Edit article ID %s
tl: Modifitgar l'artitgel cun l'ID %s.

# tl_article.editheader.0
source: Edit article settings
tl: Modifitgar opziuns da l'artitgel

# tl_article.editheader.1
source: Edit the settings of article ID %s
tl: Modifitgar las opziuns da l'artitgel cun l'ID %s.

# tl_article.copy.0
source: Duplicate article
tl: Dublegiar l'artitgel

# tl_article.copy.1
source: Duplicate article ID %s
tl: Dublegiar l'artitgel cun l'ID %s.

# tl_article.cut.0
source: Move article
tl: Spustar l'artitgel

# tl_article.cut.1
source: Move article ID %s
tl: Spustar l'artitgel cun l'ID %s.

# tl_article.delete.0
source: Delete article
tl: Stizzar l'artitgel

# tl_article.delete.1
source: Delete article ID %s
tl: Stizzar l'artitgel cun l'ID %s.

# tl_article.toggle.0
source: Publish/unpublish article
tl: Publitgar/betg publitgar l'artitgel

# tl_article.toggle.1
source: Publish/unpublish article ID %s
tl: Publitgar/betg publitgar l'artitgel cun l'ID %s.

# tl_article.pasteafter.0
source: Paste after
tl: Encollar suenter

# tl_article.pasteafter.1
source: Paste after article ID %s
tl: Encollar suenter quest element l'artitgel cun l'ID %s.

# tl_article.pasteinto.0
source: Paste into
tl: Encollar en

# tl_article.pasteinto.1
source: Paste into page ID %s
tl: Encollar en quest element l'artitgel cun l'ID %s.
