Repository: contao/core
Catalog: system/modules/core/languages/rm/*_content.xlf
Languages: rm

# tl_content.type.0
source: Element type
rm: Tip d'element

# tl_content.type.1
source: Please choose the type of content element.
rm: Tscherni il tip da cuntegn da l'element.

# tl_content.headline.0
source: Headline
rm: Titel

# tl_content.headline.1
source: Here you can add a headline to the content element.
rm: Qua pos ti agiuntar in titel a quest element da cuntegn

# tl_content.text.1
source: You can use HTML tags to format the text.
rm: Ti pos utilisar tags HTML per formatar il text

# tl_content.addImage.0
source: Add an image
rm: Agiuntar ina grafica

# tl_content.addImage.1
source: Add an image to the content element.
rm: Agiuntar in maletg a l'element da cuntegn.

# tl_content.singleSRC.0
source: Source file
rm: Datoteca da funtauna

# tl_content.singleSRC.1
source: Please select a file or folder from the files directory.
rm: Tscherna ina datoteca u in ordinatur en la survista da datotecas

# tl_content.alt.0
source: Alternate text
rm: Text alternativ

# tl_content.alt.1
source: Here you can enter an alternate text for the image (<em>alt</em> attribute).
rm: Qua pos ti inditgar in text alternativ per il maletg (vegn en l'attribut <em>alt</em>).

# tl_content.title.0
source: Title
rm: Titel

# tl_content.title.1
source: Here you can enter the image title (<em>title</em> attribute).
rm: Qua pos ti inditgar in titel per il maletg (vegn en l'attribut <em>title</em>).

# tl_content.size.0
source: Image size
rm: Grondezza dal maletg

# tl_content.size.1
source: Here you can set the image dimensions and the resize mode.
rm: Qua pos ti definir las dimensiuns ed il modus da redimensiunar.

# tl_content.imagemargin.0
source: Image margin
rm: Distanza dal maletg

# tl_content.imagemargin.1
source: Here you can enter the top, right, bottom and left margin.
rm: Qua pos ti endatar la distanza dador sura, a dretga, sut ed a sanestra.

# tl_content.imageUrl.0
source: Image link target
rm: Colliaziun dal maletg

# tl_content.imageUrl.1
source: A custom image link target will override the lightbox link, so the image cannot be viewed fullsize anymore.
rm: Ina atgna adressa da colliaziun surscriva la colliaziun a lightbox, uschia ch'il maletg na vegn betg pli mussà en la vista cumpletta.

# tl_content.fullsize.0
source: Full-size view/new window
rm: Vista cumpletta/nova fanestra

# tl_content.fullsize.1
source: Open the full-size image in a lightbox or the link in a new browser window.
rm: Avrir il maletg en grondezza originala en ina lightbox u avrir la colliaziun en ina nova fanestra.

# tl_content.floating.0
source: Image alignment
rm: Alingiament dal maletg

# tl_content.floating.1
source: Please specify how to align the image.
rm: Inditgescha l'alingiament dal maletg.

# tl_content.caption.0
source: Image caption
rm: Legenda dal maletg

# tl_content.caption.1
source: Here you can enter a short text that will be displayed below the image.
rm: Qua pos ti inditgar in curt text che vegn mussa sut il maletg.

# tl_content.html.0
source: HTML code
rm: Code HTML

# tl_content.html.1
source: You can modify the list of allowed HTML tags in the back end settings.
rm: Ti pos modifitgar la glista dals tags da HTML lubids en la configuraziun dal back-end.

# tl_content.listtype.0
source: List type
rm: Tip da glista

# tl_content.listtype.1
source: Please choose the type of list.
rm: Tscherni il tip da la glista.

# tl_content.listitems.0
source: List items
rm: Elements da la glista

# tl_content.listitems.1
source: If JavaScript is disabled, make sure to save your changes before modifying the order.
rm: Sche JavaScript è deactiva stos ti memorisar las midadas avant che midar la successiun.

# tl_content.tableitems.0
source: Table items
rm: Elements da la tabella

# tl_content.tableitems.1
source: If JavaScript is disabled, make sure to save your changes before modifying the order.
rm: Sche JavaScript è deactiva stos ti memorisar las midadas avant che midar la successiun.

# tl_content.summary.0
source: Table summary
rm: Resumaziun

# tl_content.summary.1
source: Please enter a short summary of the table and describe its purpose or structure.
rm: Endatescha ina curta resumaziun da la tabella e descriva l'intent u la structura.

# tl_content.thead.0
source: Add table header
rm: Agiuntar ina lingia da chau

# tl_content.thead.1
source: Make the first row of the table the table header.
rm: Utilisar l'emprima lingia da la tabella sco chau da la tabella

# tl_content.tfoot.0
source: Add table footer
rm: Agiuntar ina lingia da pg

# tl_content.tfoot.1
source: Make the last row of the table the table footer.
rm: Utilisar l'ultima lingia da la tabella sco pe da la tabella.

# tl_content.tleft.0
source: Use row headers
rm: Agiuntar titels da las lingias

# tl_content.tleft.1
source: Define the left column as row header.
rm: Utilisar la colonna sanester sco titels da las lingias.

# tl_content.sortable.0
source: Sortable table
rm: Pussaivladad da zavrar

# tl_content.sortable.1
source: Make the table sortable (requires JavaScript and a table header).
rm: Agiuntar la pussaivladad da zavrar la tabella tenor las colonnas (basegna JavaScript ed in chau da tabella).

# tl_content.sortIndex.0
source: Sort index
rm: Index da zavrar

# tl_content.sortIndex.1
source: The number of the default sort column.
rm: Il numer da la colonna, tenor quella che duai vegnir zavrà sco standard.

# tl_content.sortOrder.0
source: Sort order
rm: Successiun per zavrar

# tl_content.sortOrder.1
source: Please choose the sort order.
rm: Tscherna la successiun da zavrar.

# tl_content.mooType.0
source: Operation mode
rm: Modus da funcziun

# tl_content.mooType.1
source: Please select the operation mode of the accordion element.
rm: Tscherna il modus operativ da l'element accordeon

# tl_content.mooStart.0
source: Wrapper start
rm: Cumenzament da l'enveloppa

# tl_content.mooStart.1
source: Marks the beginning of an accordion pane that spans several content elements.
rm: Marchescha l'entschatta d'ina fanestra d'accordeon che cumpiglia plirs elements da cuntegn

# tl_content.mooStop.0
source: Wrapper stop
rm: Fin da l'enveloppa

# tl_content.mooStop.1
source: Marks the end of an accordion pane that spans several content elements.
rm: Marchescha la fin d'ina fanestra d'accordeon che cumpiglia plirs elements da cuntegn

# tl_content.mooSingle.0
source: Single element
rm: Element singul

# tl_content.mooSingle.1
source: Behaves like a single text element that is inside an accordion pane.
rm: Correspunda in element da text en ina fanestra d'accordeon.

# tl_content.mooHeadline.0
source: Section headline
rm: Titel dal spazi

# tl_content.mooHeadline.1
source: Please enter the headline of the content pane. HTML tags are allowed.
rm: Endatescha il titel dal spazi da cuntegn. Tags HTML èn lubids.

# tl_content.mooStyle.0
source: CSS format
rm: Format da CSS

# tl_content.mooStyle.1
source: Here you can format the section headline using CSS code.
rm: Qua pos ti formatar il titel da la secziun cun utilisar code CSS.

# tl_content.mooClasses.0
source: Element classes
rm: Classas da CSS da l'element

# tl_content.mooClasses.1
source: Leave blank to use the default classes or enter a custom toggler and accordion class.
rm: Laschar vid per utilisar las classas da standard ni endatar ina classa persunalisada da toggler ni accordeon.

# tl_content.shClass.0
source: Configuration
rm: Configuraziun

# tl_content.shClass.1
source: Here you can configure the syntax highlighter (e.g. <em>gutter: false;</em>).
rm: Qua pos ti configurar la coluraziun da la sintaxa (p. ex. <em>gutter: false;</em>).

# tl_content.highlight.0
source: Syntax highlighting
rm: Coluraziun da la sintaxa

# tl_content.highlight.1
source: Please choose a scripting language.
rm: Tscherna ina lingua da script.

# tl_content.code.1
source: Note that the code will not be executed. Use F11 to toggle the fullscreen mode if you are using the code editor.
rm: Fai stim che il code na vegn betg exequì. Cun F11 pos ti midar en il modus da maletg entir, sche ti utiliseschas l'editur da code.

# tl_content.linkTitle.0
source: Link text
rm: Text da la colliaziun

# tl_content.linkTitle.1
source: The link text will be displayed instead of the target URL.
rm: Il text da la colliaziun vegn mussà empè da l'adressa da la colliaziun.

# tl_content.titleText.0
source: Link title
rm: Titel da la colliaziun

# tl_content.titleText.1
source: The link title is added as <em>title</em> attribute in the HTML markup.
rm: Il titel da la colliaziun vegn agiuntà sco attribut <em>title</em> en il code da HTML.

# tl_content.embed.0
source: Embed the link
rm: Incorporar la colliaziun

# tl_content.embed.1
source: Use the wildcard "%s" to embed the link in a phrase (e.g. <em>For more information please visit %s</em>).
rm: Utilisescha il tegnaplazza "%s" per incorporar la colliaziun en in text (p. ex. <em>Per ulteriuras infurmaziuns pudais vus visitar %s</em>).

# tl_content.rel.1
source: To trigger the lightbox, enter a <em>rel</em> attribute here.
rm: Per activar la lightbox pos ti endatar qua in attribut <em>rel</em>.

# tl_content.useImage.0
source: Create an image link
rm: Crear ina colliaziun da maletg

# tl_content.useImage.1
source: Use an image instead of the link title.
rm: Utilisar in maletg empè dal text da la colliaziun.

# tl_content.multiSRC.0
source: Source files
rm: Datotecas da funtauna

# tl_content.multiSRC.1
source: Please select one or more files or folders from the files directory. If you select a folder, its files will be included automatically.
rm: Tscherna ina u pliras datotecas u ordinaturs da la survista da datotecas. Sche ti tschernas in ordinatur vegnan las datotecas lien encolladas automaticamain.

# tl_content.orderSRC.0
source: Sort order
rm: Successiun per zavrar

# tl_content.orderSRC.1
source: The sort order of the items.
rm: La successiun da zavrar dals elements.

# tl_content.useHomeDir.0
source: Use home directory
rm: Utilisar l'ordinatur persunal

# tl_content.useHomeDir.1
source: Use the home directory as file source if there is an authenticated user.
rm: Utilisar l'ordinatur persunal sco funtauna da datotecas sche l'utilisader è s'annunzià.

# tl_content.perRow.0
source: Thumbnails per row
rm: Miniaturas per retscha

# tl_content.perRow.1
source: The number of image thumbnails per row.
rm: Il dumber da maletgs da prevista per ritscha.

# tl_content.perPage.0
source: Items per page
rm: Elements per pagina

# tl_content.perPage.1
source: The number of items per page. Set to 0 to disable pagination.
rm: Il dumber dad elements per pagina. Scriva 0 per betg crear paginas.

# tl_content.numberOfItems.0
source: Total number of images
rm: Dumber total da maletgs

# tl_content.numberOfItems.1
source: Here you can limit the total number of images. Set to 0 to show all.
rm: Qua pos ti limitar il dumber total da maletgs. Scriva 0 per mussar tuts.

# tl_content.sortBy.0
source: Order by
rm: Zavrar tenor

# tl_content.sortBy.1
source: Please choose the sort order.
rm: Tscherna la successiun da zavrar.

# tl_content.metaIgnore.0
source: Ignore files without meta data
rm: Ignorar datotecas senza datas da meta

# tl_content.metaIgnore.1
source: Do not show files without meta data matching the page language.
rm: Na betg mussar datotecas senza datas da meta che correspundan la lingua da la pagina.

# tl_content.galleryTpl.0
source: Gallery template
rm: Template da galaria

# tl_content.galleryTpl.1
source: Here you can select the gallery template.
rm: Qua pos ti tscherner il template per la galaria.

# tl_content.customTpl.0
source: Custom element template
rm: Template d'element persunalisà

# tl_content.customTpl.1
source: Here you can overwrite the default element template.
rm: Qua pos ti surscriver il template da standard da l'element.

# tl_content.playerSRC.0
source: Video/audio files
rm: Datotecas da video/audio

# tl_content.playerSRC.1
source: Here you can add the video/audio file or multiple files if you are using different codecs.
rm: Qua pos ti agiuntar la datoteca dad video/audio (u las datotecas sche ti utiliseschas differents codecs).

# tl_content.youtube.0
source: YouTube ID
rm: ID da YouTube

# tl_content.youtube.1
source: Please enter the YouTube video ID (e.g. <em>nsqh9jHkHlM</em>).
rm: Endatescha p. pl. l'ID da YouTube (p. ex. <em>nsqh9jHkHlM</em>).

# tl_content.posterSRC.0
source: Preview image
rm: Maletg da prevista

# tl_content.posterSRC.1
source: Show this image instead of the first frame of the video before playback.
rm: Mussar quest maletg empè da l'emprim frame avant ch'il video vegn fatg ir.

# tl_content.playerSize.0
source: Player size
rm: Grondezza dal player

# tl_content.playerSize.1
source: Width and height of the media player in pixels (e.g. 640x480).
rm: Ladezza ed autezza dal player da medias en pixels (p.ex. 640x480).

# tl_content.autoplay.0
source: Autoplay
rm: Far ir automaticamain

# tl_content.autoplay.1
source: Automatically play the video when the page loads.
rm: Far ir automaticamain il video sche la pagina chargia.

# tl_content.sliderDelay.0
source: Sliding interval
rm: Intervall dals maletgs

# tl_content.sliderDelay.1
source: The time in milliseconds between slides (1000 = 1s). Set to 0 to disable auto sliding.
rm: Il temp en millisecundas tranter ils maletgs (1000 = 1s). Scriva 0 per deactivar la midada automatica.

# tl_content.sliderSpeed.0
source: Transition speed
rm: Spertezza da midada

# tl_content.sliderSpeed.1
source: The transition speed in milliseconds (1000 = 1s). Defaults to 300.
rm: La durada da la midada en millisecundas (1000 = 1s). Standard è 300.

# tl_content.sliderStartSlide.0
source: Slide offset
rm: Offset da la partenza

# tl_content.sliderStartSlide.1
source: Here you can make the slider start with a particular slide (counting starts at 0).
rm: Qua pos ti definir ch'il slider cumenza cun in maletg particular (l'emprim maletg è il numer 0).

# tl_content.sliderContinuous.0
source: Continuous
rm: Cuntinuadamain

# tl_content.sliderContinuous.1
source: Make the slider continuous (start all over when reaching the end).
rm: Far ch'il slider mida cuntinuadamain (cumenzar da l'entschatta sche la fin è cuntanschida).

# tl_content.cteAlias.0
source: Referenced element
rm: Element referenzà

# tl_content.cteAlias.1
source: Please choose the content element you want to insert.
rm: Tscherna l'element da cuntegn che ti vuls inserir

# tl_content.articleAlias.0
source: Referenced article
rm: Artitgel referenzà

# tl_content.articleAlias.1
source: Please choose the article you want to insert.
rm: Tscherna l'artitgel che ti vuls inserir

# tl_content.article.0
source: Article
rm: Artitgel

# tl_content.article.1
source: Please select an article.
rm: Tscherna in artitgel.

# tl_content.form.0
source: Form
rm: Formular

# tl_content.form.1
source: Please select a form.
rm: Tscherna in formular.

# tl_content.module.0
source: Module
rm: Modul

# tl_content.module.1
source: Please select a module.
rm: Tscherna in modul.

# tl_content.protected.0
source: Protect element
rm: Proteger l'element

# tl_content.protected.1
source: Show the content element to certain member groups only.
rm: Be mussar quest element da cuntegn a tschertas gruppas da commembers.

# tl_content.groups.0
source: Allowed member groups
rm: Gruppas da commembers lubidas

# tl_content.groups.1
source: These groups will be able to see the content element.
rm: Questas gruppas da commembers vegnan ad esser ablas da vesair l'element da cuntegn.

# tl_content.guests.0
source: Show to guests only
rm: Be mussar a giasts

# tl_content.guests.1
source: Hide the content element if a member is logged in.
rm: Zuppentar l'element sch'in commember s'annunzia.

# tl_content.cssID.0
source: CSS ID/class
rm: ID/classa da CSS

# tl_content.cssID.1
source: Here you can set an ID and one or more classes.
rm: Qua pos ti definir ina ID ed ina u pliras classas.

# tl_content.space.0
source: Space in front and after
rm: Spazi avant e suenter

# tl_content.space.1
source: Here you can enter the spacing in front of and after the content element in pixel. You should try to avoid inline styles and define the spacing in a style sheet, though.
rm: Qua pos ti endatar spazi en pixels avant e suenter l'element da cuntegn. Ti duessas empruvar dad evitar tenor pussaivladad styles integrads e definir la distanza en in stylesheet.

# tl_content.invisible.0
source: Invisible
rm: Invisibel

# tl_content.invisible.1
source: Hide the element on the website.
rm: Zuppentar l'element sin la pagina web.

# tl_content.start.0
source: Show from
rm: Mussar davent da

# tl_content.start.1
source: Do not show the element on the website before this day.
rm: Betg mussar quest element sin la pagina d'internet avant quest di.

# tl_content.stop.0
source: Show until
rm: Mussar enfin

# tl_content.stop.1
source: Do not show the element on the website on and after this day.
rm: Betg mussar quest element sin la pagina d'internet suenter quest di.

# tl_content.type_legend
source: Element type
rm: Tip d'element

# tl_content.image_legend
source: Image settings
rm: Opziuns da la grafica

# tl_content.slider_legend
source: Slider settings
rm: Opziuns dal slider

# tl_content.list_legend
source: List items
rm: Elements da la glista

# tl_content.table_legend
source: Table items
rm: Elements da la tabella

# tl_content.tconfig_legend
source: Table configuration
rm: Configuraziun da la tabella

# tl_content.sortable_legend
source: Sorting options
rm: Opziuns da zavrar

# tl_content.moo_legend
source: Accordion settings
rm: Opziuns d'accordeon

# tl_content.link_legend
source: Hyperlink settings
rm: Opziuns da colliaziuns

# tl_content.imglink_legend
source: Image link settings
rm: Opziuns da la colliaziun da maletg

# tl_content.source_legend
source: Files and folders
rm: Datotecas ed ordinaturs

# tl_content.dwnconfig_legend
source: Download settings
rm: Opziuns da telechargiar

# tl_content.include_legend
source: Include settings
rm: Opziuns per integrar

# tl_content.protected_legend
source: Access protection
rm: Protecziun d'access

# tl_content.expert_legend
source: Expert settings
rm: Opziuns dad experts

# tl_content.template_legend
source: Template settings
rm: Configuraziun da templates

# tl_content.player_legend
source: Player settings
rm: Opziuns dal player

# tl_content.poster_legend
source: Preview image
rm: Maletg da prevista

# tl_content.invisible_legend
source: Visibility
rm: Visibilitad

# tl_content.ordered
source: ordered list
rm: glista ordinada

# tl_content.unordered
source: unordered list
rm: glista betg ordinada

# tl_content.name_asc
source: File name (ascending)
rm: Num da datoteca (ascendent)

# tl_content.name_desc
source: File name (descending)
rm: Num da datoteca (descendent)

# tl_content.date_asc
source: Date (ascending)
rm: Data (ascendent)

# tl_content.date_desc
source: Date (descending)
rm: Data (descendent)

# tl_content.custom
source: Custom order
rm: Successiun persunalisada

# tl_content.random
source: Random order
rm: Successiun casuala

# tl_content.includeTemplate
source: The <em>%s</em> template needs to be included in the page layout.
rm: Il template <em>%s</em> sto vegnir inclus en il layout da pagina.

# tl_content.includeTemplates
source: The <em>%s</em> or <em>%s</em> template needs to be included in the page layout.
rm: Il template <em>%s</em> u <em>%s</em> sto vegnir inclus en il layout da pagina.

# tl_content.new.0
source: New element
rm: Nov element

# tl_content.new.1
source: Add a new content element
rm: Agiuntar in nov element da cuntegn

# tl_content.show.0
source: Element details
rm: Detagls da l'element

# tl_content.show.1
source: Show the details of content element ID %s
rm: Mussar ils detagls da l'element da cuntegn cun l'ID %s

# tl_content.cut.0
source: Move element
rm: Spustar l'element

# tl_content.cut.1
source: Move content element ID %s
rm: Spustar l'element cun l'ID %s

# tl_content.copy.0
source: Duplicate element
rm: Duplitgar l'element

# tl_content.copy.1
source: Duplicate content element ID %s
rm: Duplitgar l'element cun l'ID %s

# tl_content.delete.0
source: Delete element
rm: Stizzar l'element

# tl_content.delete.1
source: Delete content element ID %s
rm: Stizzar l'element cun l'ID %s

# tl_content.edit.0
source: Edit element
rm: Modifitgar l'element

# tl_content.edit.1
source: Edit content element ID %s
rm: Modifitgar l'element cun l'ID %s

# tl_content.editheader.0
source: Edit article
rm: Modifitgar artitgel

# tl_content.editheader.1
source: Edit the article settings
rm: Midar las preferenzas da l'artitgel

# tl_content.pasteafter.0
source: Paste at the top
rm: Encollar sura

# tl_content.pasteafter.1
source: Paste after content element ID %s
rm: Encollar suenter l'element da cuntegn cun l'ID %s

# tl_content.pastenew.0
source: Add new at the top
rm: Crear sura in nov element

# tl_content.pastenew.1
source: Add new after content element ID %s
rm: Crear in nov element suenter l'element da cuntegn cun l'ID %s

# tl_content.toggle.0
source: Toggle visibility
rm: Midar la visibilitad

# tl_content.toggle.1
source: Toggle the visibility of element ID %s
rm: Midar la visibilitad da l'element cun l'ID %s

# tl_content.editalias.0
source: Edit source element
rm: Modifitgar l'element da funtauna

# tl_content.editalias.1
source: Edit the source element ID %s
rm: Modifitgar l'element da funtauna cun l'ID %s

# tl_content.editarticle.0
source: Edit article
rm: Modifitgar artitgel

# tl_content.editarticle.1
source: Edit article ID %s
rm: Modifitgar l'artitgel cun l'ID %s

# tl_content.list.1
source: Import list items from a CSV file
rm: Importar elements da glista d'ina datoteca CSV.

# tl_content.table.1
source: Import table items from a CSV file
rm: Importar endataziun da tabella d'ina datoteca CSV
