Repository: contao/core
Catalog: system/modules/core/languages/rm/*_files.xlf
Languages: rm

# tl_files.name.0
source: Name
rm: Num

# tl_files.name.1
source: Contao automatically adds the file extension.
rm: Contao agiuntescha automaticamain l'extensiun da la datoteca.

# tl_files.protected.0
source: Protected
rm: Protegì

# tl_files.protected.1
source: Prevent accessing the folder via HTTP. The files can still be made available e.g. with the downloads element.
rm: Proteger dad acceder l'ordinatur via HTTP. Las datotecas pon tuttina vegnir distribuidas, p.ex. sur l'element download.

# tl_files.importantPartX.0
source: Important part x coordinate
rm: Coordinata x da la part impurtanta

# tl_files.importantPartX.1
source: Here you can enter the x coordinate of the important part.
rm: Qua pos ti endatar la coordinata x da la part impurtanta

# tl_files.importantPartY.0
source: Important part y coordinate
rm: Coordinata y da la part impurtanta

# tl_files.importantPartY.1
source: Here you can enter the y coordinate of the important part.
rm: Qua pos ti endatar la coordinata y da la part impurtanta

# tl_files.importantPartWidth.0
source: Important part width
rm: Ladezza da la part impurtanta

# tl_files.importantPartWidth.1
source: Here you can enter the width of the important part.
rm: Qua pos ti endatar la ladezza da la part impurtanta

# tl_files.importantPartHeight.0
source: Important part height
rm: Autezza da la part impurtanta

# tl_files.importantPartHeight.1
source: Here you can enter the height of the important part.
rm: Qua pos ti endatar l'autezza da la part impurtanta

# tl_files.meta.0
source: Meta information
rm: Infurmaziuns meta

# tl_files.meta.1
source: Here you can enter the file meta information.
rm: Qua pos ti endatar las infurmaziuns meta da la datoteca

# tl_files.htaccessInfo
source: Folder protection is accomplished by adding a .htaccess file which denies access to the folder. It seems that you are not using an Apache server, therefore the feature might not work at all or require to adjust your server configuration. Please double-check before uploading any non-public resources!
rm: La protecziun dad ordinaturs vegn realisada entras agiuntar ina datoteca .htaccess che na lubescha betg l'access a l'ordinatur. I para che ti n'utiliseschas betg in server dad Apache, perquai na pudess questa funczun betg funcziunar u basegnar ina adattaziun da la configuraziun da tes server. Controllescha quai avant che transferir resursas betg publicas!

# tl_files.fileupload.0
source: File upload
rm: Transferir datoteca

# tl_files.fileupload.1
source: Select the files you want to upload to the server (maximum %s and %s pixels).
rm: Tscherna las datotecas che ti vuls transferir sin il server (maximum %s e %s pixels).

# tl_files.editor.0
source: Source editor
rm: Editur da la funtauna.

# tl_files.editor.1
source: Here you can edit the file source (press F11 to toggle full screen mode).
rm: Qua pos ti modifitgar la funtauna da la datoteca (clicca F11 per midar en il modus da maletg entir).

# tl_files.upload
source: Upload files
rm: Transferir datotecas

# tl_files.uploadNback
source: Upload files and go back
rm: Transferir las datotecas e turnar

# tl_files.editFF
source: Edit a file or folder
rm: Modifitgar ina datoteca u in ordinatur

# tl_files.uploadFF
source: Upload files to folder "%s"
rm: Transferir datotecas a l'ordinatur "%s"

# tl_files.editFile
source: Edit file "%s"
rm: Modifitgar la datoteca "%s"

# tl_files.browseFiles
source: Browse files
rm: Navigar en las datotecas

# tl_files.clearList
source: Clear list
rm: Stizzar la glista

# tl_files.startUpload
source: Start upload
rm: Cumenzar da transferir

# tl_files.dropzone
source: Click or drop files here to upload
rm: Clicca u tira na quà per transferir datotecas

# tl_files.fileLocation
source: File location: %s
rm: Lieu da la datoteca: %s

# tl_files.syncAdded
source: Added the file or folder "%s"
rm: Agiuntà la daoteca u l'ordinatur "%s"

# tl_files.syncChanged
source: Updated the hash of the file or folder "%s"
rm: Actualisà il hash da la datoteca u l'ordinatru "%s"

# tl_files.syncUnchanged
source: Found the file or folder "%s"
rm: Chattà la datoteca u l'ordinatur "%s"

# tl_files.syncMoved
source: Found the file or folder "%s" at "%s"
rm: Chattà la datoteca u l'ordinatur "%s" en "%s"

# tl_files.syncDeleted
source: Removed the file or folder "%s"
rm: Allontanà la datoteca u l'ordinatur "%s"

# tl_files.syncComplete
source: The synchronization has been completed
rm: La sincronisaziun è cumpletada

# tl_files.syncResult
source: <strong>Result:</strong> %s added | %s modified | %s unchanged | %s moved | %s deleted
rm: <strong>Resultat:</strong> agiuntà: %s | modifitgà: %s | betg midà: %s | spustà: %s | stizzà: %s

# tl_files.syncShowUnchanged
source: Show unchanged
rm: Mussar elements senza midadas

# tl_files.new.0
source: New folder
rm: Nov ordinatur

# tl_files.new.1
source: Create a new folder
rm: Crear in nov ordinatur

# tl_files.cut.0
source: Move file or folder
rm: Spustar la datoteca u l'ordinatur

# tl_files.cut.1
source: Move file or folder "%s"
rm: Spustar la datoteca u l'ordinatur "%s"

# tl_files.copy.0
source: Duplicate file or folder
rm: Duplitgar la datoteca u l'ordinatur

# tl_files.copy.1
source: Duplicate file or folder "%s"
rm: Duplitgar la datoteca u l'ordinatur "%s"

# tl_files.edit.0
source: Edit file or folder
rm: Modifitgar la datoteca u l'ordinatur

# tl_files.edit.1
source: Edit file or folder "%s"
rm: Modifitgar la datoteca u l'ordinatur "%s"

# tl_files.delete.0
source: Delete file or folder
rm: Stizzar la datoteca u l'ordinatur

# tl_files.delete.1
source: Delete file or folder "%s"
rm: Stizzar la datoteca u l'ordinatur "%s"

# tl_files.show.0
source: File or folder details
rm: Detagls da la datoteca u da l'ordinatur

# tl_files.show.1
source: Show the details of file or folder "%s"
rm: Mussar ils detagls da la datoteca u da l'ordinatur "%s".

# tl_files.source.0
source: Edit file
rm: Modifitgar la datoteca

# tl_files.source.1
source: Edit file "%s"
rm: Modifitgar la datoteca "%s"

# tl_files.protect.0
source: Protect folder
rm: Proteger l'ordinatur

# tl_files.protect.1
source: Protect folder "%s"
rm: Proteger l'ordinatur "%s"

# tl_files.unlock.0
source: Remove protection
rm: Allontanar la protecziun

# tl_files.unlock.1
source: Unprotect folder "%s"
rm: Betg pli proteger l'ordinatur "%s"

# tl_files.move.0
source: File upload
rm: Transferir datoteca

# tl_files.move.1
source: Upload files to the server
rm: Transmetter datotecas al server

# tl_files.pasteinto.0
source: Paste into
rm: Encollar qua

# tl_files.pasteinto.1
source: Paste into this folder
rm: Encollar en quest ordinatur

# tl_files.sync.0
source: Synchronize
rm: Sincronisar

# tl_files.sync.1
source: Synchronize the file system and the database
rm: Sincronisar il sistem da datotecas e la banca da datas

# tl_files.edit_preview_help
source: Mark the important part of the image with your mouse cursor.
rm: Marcar la part impurtanta dal maletg cun il cursur da la mieur.
