Repository: contao/core
Catalog: system/modules/core/languages/rm/*_form_field.xlf
Languages: rm

# FFL.headline.0
source: Headline
rm: Titel

# FFL.headline.1
source: A custom field to insert a section headline.
rm: In champ per inserir in titel per ina secziun

# FFL.explanation.0
source: Explanation
rm: Decleraziun

# FFL.explanation.1
source: A custom field to insert an explanation text.
rm: In champ per inserir in text cun ina decleraziun.

# FFL.html.0
source: HTML code
rm: Code HTML

# FFL.html.1
source: A custom field to insert HTML code.
rm: In champ per inserir code da HTML

# FFL.fieldset.0
source: Fieldset
rm: Set da champs

# FFL.fieldset.1
source: A container for form fields with an optional legend (only available for tableless forms).
rm: In container per champs dal formular cun ina legenda opziunala (be disponibel per formulars senza tabella).

# FFL.text.0
source: Text field
rm: Champ da text

# FFL.text.1
source: A single-line input field for a short or medium text.
rm: In champ dad ina lingia per texts curts u mesauns.

# FFL.password.0
source: Password field
rm: Champ da pled-clav

# FFL.password.1
source: A single-line input field for a password. Contao automatically adds a confirmation field.
rm: In champ dad ina lingua per in pled-clav. Contao agiunta automaticamain in champ da confermar.

# FFL.textarea.0
source: Textarea
rm: Zona da text

# FFL.textarea.1
source: A multi-line input field for a medium or long text.
rm: In champ da pliras lingias per endatar text mesaun u lung.

# FFL.select.0
source: Select menu
rm: Menu per tscherner

# FFL.select.1
source: A single- or multi-line drop-down menu.
rm: In menu drop-down dad ina u pliras lingias.

# FFL.radio.0
source: Radio button menu
rm: Menu da buttuns d'opziun

# FFL.radio.1
source: A list of multiple options from which one can be selected.
rm: Ina glista da pliras opziuns da qualas be ina po vegnir tschernida.

# FFL.checkbox.0
source: Checkbox menu
rm: Menu da chaschettas

# FFL.checkbox.1
source: A list of multiple options from which any can be selected.
rm: Ina glista da diversas opziuns da qualas pliras pon vegnir tschernidas.

# FFL.upload.0
source: File upload
rm: Transferir datoteca

# FFL.upload.1
source: A single-line input field to upload a local file to the server.
rm: In champ d'endataziun dad ina lingia per transferir ina datoteca locala sin il server

# FFL.hidden.0
source: Hidden field
rm: Champ zuppà

# FFL.hidden.1
source: A single-line input field that is not visible in the form.
rm: In champ d'endataziun dad ina lingia che n'è betg visibel en il formular.

# FFL.captcha.0
source: Security question
rm: Dumonda da segirtad

# FFL.captcha.1
source: A simple math question to verify that the form is being submitted by a human (CAPTCHA).
rm: In quint simpel per verifitgar ch'il formular è vegnì emplenì dad in uman (CAPTCHA).

# FFL.submit.0
source: Submit field
rm: Buttun da trametter

# FFL.submit.1
source: A button to submit the form.
rm: In buttun per trametter il formular.

# tl_form_field.type.0
source: Field type
rm: Tip dal champ

# tl_form_field.type.1
source: Please choose the type of field.
rm: Tscherna il tip dal champ.

# tl_form_field.name.0
source: Field name
rm: Num dal champ

# tl_form_field.name.1
source: The field name is a unique name to identify the field.
rm: Quest champ sto cuntegnair in num unic per identifitgar il champ.

# tl_form_field.label.0
source: Field label
rm: Descripziun dal champ

# tl_form_field.label.1
source: The field label will be visible on the website, typically in front of or above the field.
rm: La descripziun vegn ad esser visibla sin la pagina d'internet, tipicamain avant u sur il champ d'endataziun.

# tl_form_field.text.1
source: You can use HTML tags to format the text.
rm: Ti pos utilisar tags HTML per formatar il text

# tl_form_field.html.1
source: You can modify the list of allowed HTML tags in the back end settings.
rm: Ti pos modifitgar la glista dals tags da HTML lubids en la configuraziun dal back-end.

# tl_form_field.options.0
source: Options
rm: Opziuns

# tl_form_field.options.1
source: If JavaScript is disabled, make sure to save your changes before modifying the order.
rm: Sche JavaScript è deactiva stos ti memorisar las midadas avant che midar la successiun.

# tl_form_field.mandatory.0
source: Mandatory field
rm: Champ obligatoric

# tl_form_field.mandatory.1
source: The form will not submit if the field is empty.
rm: Impussibel da trametter il formular sche quest champ è vid.

# tl_form_field.rgxp.0
source: Input validation
rm: Validaziun da l'endataziun

# tl_form_field.rgxp.1
source: Validate the input against a regular expression.
rm: Validar l'endataziun cun ina expressiun regulara.

# tl_form_field.digit.0
source: Numeric characters
rm: Caracters numerics

# tl_form_field.digit.1
source: Allows numeric characters, minus (-) and full stop (.).
rm: Lubescha caracters numerics, minus (-), e punct puncts (.).

# tl_form_field.alpha.0
source: Alphabetic characters
rm: Caracters alfabetics

# tl_form_field.alpha.1
source: Allows alphabetic characters, minus (-), full stop (.) and space ( ).
rm: Lubescha caracters alfabetics, minus (-), puncts (.) e spazis ( ).

# tl_form_field.alnum.0
source: Alphanumeric characters
rm: Caracters alfanumerics

# tl_form_field.alnum.1
source: Allows alphabetic and numeric characters, minus (-), full stop (.), underscore (_) and space ( ).
rm: Lubescha caracters alfabetics e numerics, minus (-), puncts (.), sutstritg (_) e spazis ( ).

# tl_form_field.extnd.0
source: Extended alphanumeric characters
rm: Caracters alphanumerics extendids

# tl_form_field.extnd.1
source: Allows everything except special characters which are usually encoded for security reasons (#/()<=>).
rm: Lubescha tut auter che caracters che vegnan normalmain codads ord motivs da segirezza (#/()<=>).

# tl_form_field.date.0
source: Date
rm: Data

# tl_form_field.date.1
source: Checks whether the input matches the global date format.
rm: Controllescha sche l'endataziun correspunda al format global da datas.

# tl_form_field.time.0
source: Time
rm: Temp

# tl_form_field.time.1
source: Checks whether the input matches the global time format.
rm: Controllescha sche l'endataziun correspunda al format global da temp.

# tl_form_field.datim.0
source: Date and time
rm: Data e temp

# tl_form_field.datim.1
source: Checks whether the input matches the global date and time format.
rm: Controllescha sche l'endataziun correspunda al format global da data e temp.

# tl_form_field.phone.0
source: Phone number
rm: Numer da telefon

# tl_form_field.phone.1
source: Allows numeric characters, plus (+), minus (-), slash (/), parentheses () and space ( ).
rm: Lubescha caracters numerics, plus (+), minus (-), stritg diagonal (/), parantesas (()) e segns vids ( ).

# tl_form_field.email.0
source: E-mail address
rm: Adressa d'e-mail

# tl_form_field.email.1
source: Checks whether the input is a valid e-mail address.
rm: Controllescha sche l'endataziun è ina adressa dad e-mail formalmain valida.

# tl_form_field.url.0
source: URL format
rm: Format dad URL

# tl_form_field.url.1
source: Checks whether the input is a valid URL.
rm: Controllescha sche l'endataziun è formalmain in URL valid.

# tl_form_field.placeholder.0
source: Placeholder
rm: Tegnaplazza

# tl_form_field.placeholder.1
source: Show this text as long as the field is empty (requires HTML5).
rm: Mussar quest text sche il champ è vid (vegn be mussà en navigaturs che sustegnan HTML5).

# tl_form_field.minlength.0
source: Minimum length
rm: Lunghezza minimala

# tl_form_field.minlength.1
source: Require the field value to be a certain number of characters long.
rm: Pretenda che la valita dal champ è almain in tschert dumber da caracters lunga.

# tl_form_field.maxlength.0
source: Maximum length
rm: Lunghezza maximala

# tl_form_field.maxlength.1
source: Limit the field length to a certain number of characters (text) or bytes (file uploads).
rm: imitescha la lunghezza dal champ ad in dumber da caracters (text) u bytes (transfers da datotecas).

# tl_form_field.size.0
source: Rows and columns
rm: Lingias e colonnas

# tl_form_field.size.1
source: The number of rows and columns of the textarea.
rm: Il dumber da lingias e colonnas dal spazi da text.

# tl_form_field.multiple.0
source: Multiple selection
rm: Selecziun multipla

# tl_form_field.multiple.1
source: Allow visitors to select more than one option.
rm: Lubir als visitaders da tscherner dapli che mo ina opziun.

# tl_form_field.mSize.0
source: List size
rm: Grondezza da la glista

# tl_form_field.mSize.1
source: Here you can enter the size of the select box.
rm: Qua pos ti endatar la grondezza da la glista da selecziunar.

# tl_form_field.extensions.0
source: Allowed file types
rm: Tips da datoteca lubids

# tl_form_field.extensions.1
source: A comma separated list of valid file extensions.
rm: Ina glista separada da commas dad extensiuns da datotecas lubidas.

# tl_form_field.storeFile.0
source: Store uploaded files
rm: Memorisar las datotecas transferidas

# tl_form_field.storeFile.1
source: Move the uploaded files to a folder on the server.
rm: Spustar las datotecas transferidas en in ordinatur sin il server.

# tl_form_field.uploadFolder.0
source: Target folder
rm: Ordinatur da destinaziun

# tl_form_field.uploadFolder.1
source: Please select the target folder from the files directory.
rm: Tscherna la destinaziun da l'ordinatur da datotecas.

# tl_form_field.useHomeDir.0
source: Use home directory
rm: Utilisar l'ordinatur persunal

# tl_form_field.useHomeDir.1
source: Store the file in the home directory if there is an authenticated user.
rm: Memorisar la datoteca en l'ordinatur persunal sche l'utilisader è autentifitgà.

# tl_form_field.doNotOverwrite.0
source: Preserve existing files
rm: Conservar datotecas existentas

# tl_form_field.doNotOverwrite.1
source: Add a numeric suffix to the new file if the file name already exists.
rm: Agiuntar in suffix numeric a datotecas novas sch'il num da datoteca exista gia.

# tl_form_field.fsType.0
source: Operation mode
rm: Modus da funcziun

# tl_form_field.fsType.1
source: Please select the operation mode of the fieldset element.
rm: Tscherna il modus da funcziun per l'element 'set da champs'

# tl_form_field.fsStart.0
source: Wrapper start
rm: Cumenzament da l'enveloppa

# tl_form_field.fsStart.1
source: Marks the beginning of a fieldset and can contain a legend.
rm: Marchescha il cumenzament dal set da champs e po cuntegnair ina legenda.

# tl_form_field.fsStop.0
source: Wrapper stop
rm: Fin da l'enveloppa

# tl_form_field.fsStop.1
source: Marks the end of a fieldset.
rm: Marchescha la fin dal set da champs.

# tl_form_field.value.0
source: Default value
rm: Valur da standard

# tl_form_field.value.1
source: Here you can enter a default value for the field.
rm: Qua pos ti endatar ina valur da standard per il champ.

# tl_form_field.class.0
source: CSS class
rm: Classa CSS

# tl_form_field.class.1
source: Here you can enter one or more classes.
rm: Qua pos ti endatar ina u pliras classas.

# tl_form_field.accesskey.0
source: Access key
rm: Scursanida da tasta

# tl_form_field.accesskey.1
source: A form field can be focused by pressing the [ALT] or [CTRL] key and the access key simultaneously.
rm: In champ da formular po vegnir focussà cun smatgar la tasta [ALT] u [CTRL] ed la tasta d'access en il medem mument.

# tl_form_field.tabindex.0
source: Tab index
rm: Index da tab

# tl_form_field.tabindex.1
source: The position of the form field in the tabbing order.
rm: La posiziun dal champ da formular en la successiun da tabulatur.

# tl_form_field.fSize.0
source: Field size
rm: Grondezza dal champ

# tl_form_field.fSize.1
source: Here you can enter the size of the upload field (<em>size</em> attribute).
rm: Qua pos ti endatar la grondezza da datoteca dal champ per transferir (attribut <em>size</em>).

# tl_form_field.customTpl.0
source: Custom form field template
rm: Template persunalisà per champs da formular

# tl_form_field.customTpl.1
source: Here you can overwrite the default form field template.
rm: Qua pos ti surscriver il template per champs da formular.

# tl_form_field.addSubmit.0
source: Add a submit button
rm: Agiuntar in buttun da trametter

# tl_form_field.addSubmit.1
source: Add a submit button next to the field to create a single line form.
rm: Agiuntar in buttun da trametter sper il champ per far in formular dad ina lingia.

# tl_form_field.slabel.0
source: Submit button label
rm: Descripziun dal buttun da trametter

# tl_form_field.slabel.1
source: Please enter the label of the submit button.
rm: Endatescha il text che vegn mussà sin il buttun da trametter.

# tl_form_field.imageSubmit.0
source: Create an image button
rm: Crear in buttun da maletg

# tl_form_field.imageSubmit.1
source: Use an image submit button instead of the default one.
rm: Utilisar in maletg sco buttun da trametter.

# tl_form_field.singleSRC.0
source: Source file
rm: Datoteca da funtauna

# tl_form_field.singleSRC.1
source: Please select an image from the files directory.
rm: Tscherna in maletg en l'ordinatur da datotecas.

# tl_form_field.type_legend
source: Field type and name
rm: Tip da champ e num

# tl_form_field.fconfig_legend
source: Field configuration
rm: Configuraziun dal champ

# tl_form_field.options_legend
source: Options
rm: Opziuns

# tl_form_field.store_legend
source: Store file
rm: Memorisar datoteca

# tl_form_field.expert_legend
source: Expert settings
rm: Opziuns dad experts

# tl_form_field.size_legend
source: Rows and columns
rm: Lingias e colonnas

# tl_form_field.template_legend
source: Template settings
rm: Configuraziun da templates

# tl_form_field.submit_legend
source: Submit button
rm: Buttun da trametter

# tl_form_field.image_legend
source: Image button
rm: Buttun da maletg

# tl_form_field.new.0
source: New field
rm: Nov champ

# tl_form_field.new.1
source: Create a new field
rm: Crear in nov champ

# tl_form_field.show.0
source: Field details
rm: Detagls dal champ

# tl_form_field.show.1
source: Show the details of field ID %s
rm: Mussar ils detagls dal champ cun l'ID %s

# tl_form_field.edit.0
source: Edit field
rm: Modifitgar il champ

# tl_form_field.edit.1
source: Edit field ID %s
rm: Modifitgar il champ cun l'ID %s

# tl_form_field.cut.0
source: Move field
rm: Spustar il champ

# tl_form_field.cut.1
source: Move field ID %s
rm: Spustar il champ cun l'ID %s

# tl_form_field.copy.0
source: Duplicate field
rm: Duplitgar il champ

# tl_form_field.copy.1
source: Duplicate field ID %s
rm: Duplitgar il champ cun l'ID %s

# tl_form_field.delete.0
source: Delete field
rm: Stizzar il champ

# tl_form_field.delete.1
source: Delete field ID %s
rm: Stizzar il champ cun l'ID %s

# tl_form_field.editheader.0
source: Edit form
rm: Modifitgar il formular

# tl_form_field.editheader.1
source: Edit the form settings
rm: Modifitgar la configuraziun dal formular

# tl_form_field.pasteafter.0
source: Paste at the top
rm: Encollar sura

# tl_form_field.pasteafter.1
source: Paste after field ID %s
rm: Encollar suenter il champ cun l'ID %s

# tl_form_field.pastenew.0
source: Add new at the top
rm: Crear sura in nov element

# tl_form_field.pastenew.1
source: Add new after field ID %s
rm: Agiuntar in nov champ suenter il champ cun l'ID %s

# tl_form_field.toggle.0
source: Toggle visibility
rm: Midar la visibilitad

# tl_form_field.toggle.1
source: Toggle the visibility of field ID %s
rm: Midar la visibilitad dal champ cun l'ID %s
