Repository: contao/core
Catalog: system/modules/core/languages/rm/*_form.xlf
Languages: rm

# tl_form.title.0
source: Title
rm: Titel

# tl_form.title.1
source: Please enter the form title.
rm: Endatescha in titel per il formular

# tl_form.alias.0
source: Form alias
rm: Alias dal formular

# tl_form.alias.1
source: The form alias is a unique reference to the form which can be called instead of its numeric ID.
rm: L'alias dal formular è ina referenza unica al formular che po vegnir inditgada empè da l'ID dal formular.

# tl_form.jumpTo.0
source: Redirect page
rm: Pagina per renviar

# tl_form.jumpTo.1
source: Please choose the page to which visitors will be redirected after submitting the form.
rm: Tscherna la pagina a la quala visitaders duain vegnir renviads suenter trametter il formular.

# tl_form.sendViaEmail.0
source: Send form data via e-mail
rm: Trametter las datas dal formular via e-mail

# tl_form.sendViaEmail.1
source: Send the submitted data to an e-mail address.
rm: Trametter las datas endatadas ad ina adressa dad e-mail.

# tl_form.recipient.0
source: Recipient address
rm: Adressa dal destinatur

# tl_form.recipient.1
source: Separate multiple e-mail addresses with comma.
rm: Separa differentas adressas dad e-mail entras ina comma

# tl_form.subject.0
source: Subject
rm: Object

# tl_form.subject.1
source: Please enter the e-mail subject.
rm: Endatescha l'object da l'e-mail.

# tl_form.format.0
source: Data format
rm: Format da datas

# tl_form.format.1
source: Defines how the form data will be forwarded.
rm: Definescha sco che las datas duain vegnir transmessas.

# tl_form.raw.0
source: Raw data
rm: Datas bruttas

# tl_form.raw.1
source: The form data will be sent as plain text message with each field in a new line.
rm: Las datas dal formular vegnan tramessas sco text, mintga champ vegn scrit en ina nova lingia

# tl_form.xml.0
source: XML file
rm: Datoteca XML

# tl_form.xml.1
source: The form data will be attached to the e-mail as an XML file.
rm: Las datas dal formular vegnan agiuntadas a l'e-mail sco datoteca da XML.

# tl_form.csv.0
source: CSV file
rm: Datoteca da CSV

# tl_form.csv.1
source: The form data will be attached to the e-mail as a CSV file.
rm: Las datas dal formular vegnan agiuntadas a l'e-mail sco datoteca da CSV.

# tl_form.email.1
source: Ignores all fields except <em>name</em>, <em>email</em>, <em>subject</em>, <em>message</em> and <em>cc</em> (carbon copy) and sends the form data like it had been sent from a mail client. File uploads are allowed.
rm: Ignorescha tut ils champs auter che <em>name</em>, <em>email</em>, <em>subject</em>, <em>message</em> and <em>cc</em> (carbon copy) e trametta las datas dal formular sco sch'ellas fissan vegnidas tramessas d'in program dad e-mail. Transfers da datotecas èn lubids.

# tl_form.skipEmtpy.0
source: Skip empty fields
rm: Sursiglir ils champs vids

# tl_form.skipEmtpy.1
source: Hide empty fields in the e-mail.
rm: Zuppentar ils champs vids en l'e-mail.

# tl_form.storeValues.0
source: Store data
rm: Memorisar las datas

# tl_form.storeValues.1
source: Store the submitted data in the database.
rm: Memorisar las datas en la banca da datas.

# tl_form.targetTable.0
source: Target table
rm: Tabella da destinaziun

# tl_form.targetTable.1
source: The target table must contain a column for every form field.
rm: La tabella da destinaziun sto cuntegnair ina colonna per mintga champ.

# tl_form.method.0
source: Submission method
rm: Metoda da transmetter

# tl_form.method.1
source: The default form submission method is POST.
rm: La metoda da transmetter da standard è POST.

# tl_form.novalidate.0
source: Disable HTML5 validation
rm: Deactivar la validaziun da HTML5

# tl_form.novalidate.1
source: Add the <em>novalidate</em> attribute to the form tag.
rm: Agiuntar l'attribut <em>novalidate</em> al tag da formular.

# tl_form.attributes.0
source: CSS ID/class
rm: ID/classa da CSS

# tl_form.attributes.1
source: Here you can set an ID and one or more classes.
rm: Qua pos ti definir ina ID ed ina u pliras classas.

# tl_form.formID.0
source: Form ID
rm: ID dal formular

# tl_form.formID.1
source: The form ID is required to trigger a Contao module.
rm: La ID dal formular è necessaria per exequir in modul da Contao.

# tl_form.tableless.0
source: Tableless layout
rm: Layout senza tabella

# tl_form.tableless.1
source: Render the form without HTML tables.
rm: Crear il formular senza tabellas da HTML.

# tl_form.allowTags.0
source: Allow HTML tags
rm: Lubir tags da HTML

# tl_form.allowTags.1
source: Allow HTML tags in form fields.
rm: Lubir tags da HTML en champs dal formular.

# tl_form.tstamp.0
source: Revision date
rm: Data da la versiun

# tl_form.tstamp.1
source: Date and time of the latest revision
rm: La data ed il temp da l'ultima versiun

# tl_form.title_legend
source: Title and redirect page
rm: Titel e renviament

# tl_form.email_legend
source: Send form data
rm: Trametter las datas dal formular

# tl_form.store_legend
source: Store form data
rm: Memorisar las datas dal formular

# tl_form.expert_legend
source: Expert settings
rm: Opziuns dad experts

# tl_form.config_legend
source: Form configuration
rm: Configuraziun dal formular

# tl_form.new.0
source: New form
rm: Nov formular

# tl_form.new.1
source: Create a new form
rm: Crear in nov formular

# tl_form.show.0
source: Form details
rm: Detagls dal formular

# tl_form.show.1
source: Show the details of form ID %s
rm: Mussar ils detagls dal formular cun l'ID %s

# tl_form.edit.0
source: Edit form
rm: Modifitgar il formular

# tl_form.edit.1
source: Edit form ID %s
rm: Modifitgar il formular cun l'ID %s

# tl_form.editheader.0
source: Edit form
rm: Modifitgar il formular

# tl_form.editheader.1
source: Edit the form settings
rm: Modifitgar la configuraziun dal formular

# tl_form.copy.0
source: Duplicate form
rm: Duplitgar il formular

# tl_form.copy.1
source: Duplicate form ID %s
rm: Duplitgar il formular cun l'ID %s

# tl_form.delete.0
source: Delete form
rm: Stizzar il formular

# tl_form.delete.1
source: Delete form ID %s
rm: Stizzar il formular cun l'ID %s
