Repository: contao/core
Catalog: system/modules/core/languages/rm/*_image_size_item.xlf
Languages: rm

# tl_image_size_item.media.1
source: Here you can define when to use the image size, e.g. <em>(max-width: 600px)</em>.
rm: Qua pos ti definir cura che la grondezza da maletg duai vegnir utilisada, p.ex. <em>(max-width: 600px)</em>.

# tl_image_size_item.invisible.0
source: Invisible
rm: Invisibel

# tl_image_size_item.invisible.1
source: Do not use the image size definition.
rm: Na betg utilisar la definiziun da la grondezza dal maletg.

# tl_image_size_item.tstamp.0
source: Revision date
rm: Data da la versiun

# tl_image_size_item.tstamp.1
source: Date and time of the latest revision
rm: La data ed il temp da l'ultima versiun

# tl_image_size_item.title_legend
source: Image size settings
rm: Opziuns da la grondezza dal maletg

# tl_image_size_item.expert_legend
source: Expert settings
rm: Opziuns dad experts

# tl_image_size_item.visibility_legend
source: Visibility
rm: Visibilitad

# tl_image_size_item.new.0
source: New image size media query
rm: Nov media-query per la grondezza dal maletg

# tl_image_size_item.new.1
source: Create a new image size media query
rm: Crear in nov media-query per grondezzas dal maletg

# tl_image_size_item.show.0
source: Image size media query details
rm: Detagls dal media-query per la grondezza da maletg

# tl_image_size_item.show.1
source: Show the details of image size media query ID %s
rm: Mussar ils detagls dal media-query per la grondezza da maletg cun l'ID %s

# tl_image_size_item.edit.0
source: Edit image size media query
rm: Modifitgar il media-query per la grondezza da maletg

# tl_image_size_item.edit.1
source: Edit image size media query ID %s
rm: Modifitgar il media-query per la grondezza da maletg cun l'ID %s

# tl_image_size_item.cut.0
source: Move image size media query
rm: Spustar il media-query per la grondezza da maletg

# tl_image_size_item.cut.1
source: Move image size media query ID %s
rm: Spustar il media-query per la grondezza da maletg cun l'ID %s

# tl_image_size_item.copy.0
source: Duplicate image size media query
rm: Duplitgar il media-query per la grondezza da maletg

# tl_image_size_item.copy.1
source: Duplicate image size media query ID %s
rm: Duplitgar il media-query per la grondezza da maletg cun l'ID %s

# tl_image_size_item.delete.0
source: Delete image size media query
rm: Stizzar il media-query per la grondezza da maletg

# tl_image_size_item.delete.1
source: Delete image size media query ID %s
rm: Stizzar il media-query per la grondezza da maletg cun l'ID %s

# tl_image_size_item.editheader.0
source: Edit image size
rm: Modifitgar la grondezza da maletg

# tl_image_size_item.editheader.1
source: Edit the image size settings
rm: Modifitgar las opziuns da la grondezza da maletg

# tl_image_size_item.pasteafter.0
source: Paste at the top
rm: Encollar sura

# tl_image_size_item.pasteafter.1
source: Paste after image size media query ID %s
rm: Encollar suenter il media-query per la grondezza da maletg cun l'ID %s

# tl_image_size_item.pastenew.0
source: Add new at the top
rm: Crear sura in nov element

# tl_image_size_item.pastenew.1
source: Add new after image size media query ID %s
rm: Agiuntar in nov media-query per la grondezza da maletg suenter l'ID %s

# tl_image_size_item.toggle.0
source: Toggle visibility
rm: Midar la visibilitad

# tl_image_size_item.toggle.1
source: Toggle the visibility of image size media query ID %s
rm: Midar la visibilitad dal media-query per la grondezza da maletg cun l'ID %s
