Repository: contao/core
Catalog: system/modules/core/languages/rm/*_image_size.xlf
Languages: rm

# tl_image_size.name.0
source: Name
rm: Num

# tl_image_size.name.1
source: Please enter the image size name.
rm: Endatescha per plaschair in num per questa grondezza da maletg.

# tl_image_size.width.0
source: Width
rm: Largezza

# tl_image_size.width.1
source: Here you can enter the width in pixels.
rm: Qua pos ti endatar la largezza en pixels.

# tl_image_size.height.0
source: Height
rm: Autezza

# tl_image_size.height.1
source: Here you can enter the height in pixels.
rm: Qua pos ti endatar l'autezza en pixels.

# tl_image_size.resizeMode.0
source: Resize mode
rm: Modus da redimensiunar

# tl_image_size.resizeMode.1
source: Only applicable if width and height are specified.
rm: Be applitgabel sche la largezza ed l'autezza èn spezifitgadas.

# tl_image_size.zoom.1
source: 0 = the whole image is visible, 100 = only the important part of the image is visible.
rm: 0 = l'entir maletg è visibel, 100 = be la part impurtanta dal maletg è visibla.

# tl_image_size.sizes.0
source: Sizes attribute
rm: Attribut size

# tl_image_size.sizes.1
source: Here you can define the displayed image width(s), e.g. <em>(max-width: 600px) 100vw, 50vw</em>.
rm: Qua pos ti definir la(s) largezza(s) mussada(s) dal maletg, p.ex. <em>(max-width: 600px) 100vw, 50vw</em>.

# tl_image_size.densities.0
source: Pixel densities/scale factors
rm: Spessezza da pixels / facturs da redimensiunar

# tl_image_size.densities.1
source: Here you can define the pixel densities, e.g. <em>1x, 1.5x, 2x</em>.
rm: Qua pos ti definir las las spessezzas da pixels, p.ex. <em>1x, 1.5x, 2x</em>.

# tl_image_size.tstamp.0
source: Revision date
rm: Data da la versiun

# tl_image_size.tstamp.1
source: Date and time of the latest revision
rm: La data ed il temp da l'ultima versiun

# tl_image_size.title_legend
source: Image size settings
rm: Opziuns da la grondezza dal maletg

# tl_image_size.expert_legend
source: Expert settings
rm: Opziuns dad experts

# tl_image_size.proportional.0
source: Proportional
rm: Proporziunal

# tl_image_size.proportional.1
source: The longer side of the image is adjusted to the given dimensions and the image is resized proportionally.
rm: La vart lunga dal maletg vegn adattà a las dimensiuns inditgadas ed il maletg empitschnì proporziunalmian.

# tl_image_size.box.0
source: Fit the box
rm: Adattar al rom

# tl_image_size.box.1
source: The shorter side of the image is adjusted to the given dimensions and the image is resized proportionally.
rm: La vart pli pitschna dal maletg vegn adattà a las dimensiuns inditgadas ed il maletg vegn empitschnì proporziunalmian.

# tl_image_size.crop.0
source: Crop
rm: Retagliar

# tl_image_size.crop.1
source: The image will be resized to the given dimensions. If necessary, it will be cropped.
rm: Il la grondezza dal maletg vegn midà a las dimensiuns dadas. Sche necessari vegnan ils urs dal maletg tagliads.

# tl_image_size.new.0
source: New image size
rm: Nova grondezza da maletg

# tl_image_size.new.1
source: Create a new image size
rm: Crear ina nova grondezza da maletg

# tl_image_size.show.0
source: Image size details
rm: Detagls da la grondezza da maletg

# tl_image_size.show.1
source: Show the details of image size ID %s
rm: Mussar ils detagls da la grondezza da maletg cun l'ID %s

# tl_image_size.edit.0
source: Edit image size
rm: Modifitgar la grondezza da maletg

# tl_image_size.edit.1
source: Edit image size ID %s
rm: Modifitgar la grondezza da maletg cun l'ID %s

# tl_image_size.editheader.0
source: Edit image size
rm: Modifitgar la grondezza da maletg

# tl_image_size.editheader.1
source: Edit the image size settings
rm: Modifitgar las opziuns da la grondezza da maletg

# tl_image_size.cut.0
source: Move image size
rm: Spustar la grondezza da maletg

# tl_image_size.cut.1
source: Move image size ID %s
rm: Spustar la grondezza da maletg cun l'ID %s

# tl_image_size.copy.0
source: Duplicate image size
rm: Duplitgar la grondezza da maletg

# tl_image_size.copy.1
source: Duplicate image size ID %s
rm: Duplitgar la grondezza da maletg cun l'ID %s

# tl_image_size.delete.0
source: Delete image size
rm: Stizzar la grondezza da maletg

# tl_image_size.delete.1
source: Delete image size ID %s
rm: Stizzar la grondezza da maletg cun l'ID %s

# tl_image_size.picturefill
source: The <em>%s</em> option needs to be enabled in the page layout.
rm: La opziun <em>%s</em> sto vegnir activada en il layout da la pagina
