Repository: contao/core
Catalog: system/modules/core/languages/rm/*_install.xlf
Languages: tl

# tl_install.installTool.0
source: Installation
tl: Utensil d'installaziun

# tl_install.installTool.1
source: Install tool login
tl: S'annunziar tar l'utensil d'installaziun

# tl_install.locked.0
source: The install tool has been locked
tl: L'utensil d'installaziun è vegnì bloccà

# tl_install.locked.1
source: For security reasons, the install tool has been locked after a wrong password had been entered more than three times in a row. To unlock it, open the local configuration file and set <em>installCount</em> to <em>0</em>.
tl: Per motivs da segirezza è l'utensil d'installaziun vegnì bloccà, suenter ch'in fauss pled-clav è vegnì endatà dapli che trais giadas ina suenter l'autra. Per debloccar el stos ti avrir la datoteca da configuraziun locala e tschentar <em>installCount</em> sin <em>0</em>.

# tl_install.password.0
source: Password
tl: Pled-clav

# tl_install.password.1
source: Please enter the install tool password. The install tool password is not the same as the Contao back end password.
tl: Endatescha il pled-clav da l'utensil d'installaziun. Il pled-clav da l'utensil d'installaziun na correspunda betg al pled-clav per il back-end.

# tl_install.changePass.0
source: Install tool password
tl: Pled-clav da l'utensil d'installaziun

# tl_install.changePass.1
source: To additionally secure the Contao install tool, you can either rename or completely remove the <strong>contao/install.php</strong> file.
tl: Per anc dapli segirezza per Contao pos ti era renumnar u stizzar la datoteca <strong>contao/install.php</strong> suenter l'installaziun.

# tl_install.encryption.0
source: Generate an encryption key
tl: Generar ina clav da criptadi

# tl_install.encryption.1
source: This key is used to store encrypted data. Please note that encrypted data can only be decrypted with this key! Therefore note it down and do not change it if there is encrypted data already. Leave empty to generate a random key.
tl: La clav vegn utilisada per memorisar datas a moda criptada. Attenziun: Datas criptadas pon be vegnir restauradas cun questa clav! La notescha insanua e na la mida betg sch'i existan gia datas criptadas. Lascha vid quest champ per crear ina clav casuala.

# tl_install.database.0
source: Check database connection
tl: Colliaziun a la banca da datas

# tl_install.database.1
source: Please enter your database connection parameters.
tl: Endatescha sutvart las datas d'access per la banca da datas.

# tl_install.collation.0
source: Collation
tl: Collaziun

# tl_install.collation.1
source: For more information see the <a href="http://dev.mysql.com/doc/refman/5.1/en/charset-unicode-sets.html" target="_blank">MySQL manual</a>.
tl: Legia il <a href="http://dev.mysql.com/doc/refman/5.1/en/charset-unicode-sets.html" target="_blank">manual da MySQL</a> per retschaiver ulteriuras infurmaziuns.

# tl_install.update.0
source: Update database tables
tl: Controllar las tabellas

# tl_install.update.1
source: Please note that the update assistant has only been tested with MySQL and MySQLi drivers. If you are using a different database (e.g. Oracle), you might have to install or update your database manually.
tl: Fa attenziun che l'assistent d'actualisar è be vegnì testà per drivers da MySQL e MySQLi. Sche ti utiliseschas ina autra banca da datas (p. ex. Oracle) stos ti eventualmain installar u actualisar manualmain tia banca da datas.

# tl_install.template.0
source: Import a template
tl: Importar in template

# tl_install.template.1
source: Here you can import an <em>.sql</em> file from the <em>templates</em> directory with a pre-configured example website. Existing data will be deleted! If you only want to import a theme, please use the theme manager in the Contao back end instead.
tl: Qua pos ti importar ina datoteca <em>.sql</em> ord l'ordinatur <em>templates</em> cun ina pagina d'internet pre-configurada. Per far quai vegnan tut las datas existentas stizzadas! Sche ti vuls be importar in theme, utilisescha p. pl. l'administraziun da themes en il back-end da Contao.

# tl_install.admin.0
source: Create an admin user
tl: Crear in conto d'administratur

# tl_install.admin.1
source: If you have imported the example website, the admin's username is <strong>k.jones</strong> and the password is <strong>kevinjones</strong>. See the example website (front end) for more information.
tl: Sche ti has importà la pagina d'internet d'exempel è il num d'utilisader <strong>k.jones</strong>ed il pled-clav <strong>kevinjones</strong>. Chargia la pagina d'exempel (front-end) per retschaiver ulteriuras infurmaziuns.

# tl_install.repository.0
source: Extension repository
tl: Repository d'extensiuns

# tl_install.repository.1
source: We are currently beta testing a new version of the extension repository, which uses Composer to manage packages. Please install the Composer client to participate in the beta test.
tl: Nus faschain actualmain tests cun ina nova versiun dal repository d'extensiun, che utilisescha Composer per administrar pachets. Installescha il client da Coposer per far part dal test da beta.

# tl_install.completed.0
source: Congratulations!
tl: Gratulaziun!

# tl_install.completed.1
source: Now please log into the <a href="contao/">Contao back end</a> and check the system settings. Then visit your website to make sure that Contao is working correctly.
tl: S'annunzia ussa en il <a href="contao/">back-end da Contao</a> e controllescha la configuraziun dal sistem. Visita lura tia pagina d'internet per controllar che Contao funcziunescha correctamain.

# tl_install.ftp.0
source: Modify files via FTP
tl: Modifitgar datas via FTP

# tl_install.ftp.1
source: Your server does not support file access via PHP; most likely PHP runs as Apache module under a different user. Therefore please enter your FTP login details, so Contao can modify files via FTP (Safe Mode Hack).
tl: Tes server na sustegna betg l'access a datas via PHP; probabel vegn PHP exequì sco modul d'Apache sut in auter utilisader. Endatescha p. pl. tias datas d'access dad FTP, per che Contao po modifitgar las datas via FTP (Safe Mode Hack).

# tl_install.accept
source: Accept license
tl: Acceptar la licenza

# tl_install.beLogin
source: Contao back end login
tl: S'annunziar en il back-end da Contao

# tl_install.passError
source: Please enter a password to prevent unauthorized access!
tl: Endatescha in pled-clav per impedir che persunas nunautorisadas han access!

# tl_install.passConfirm
source: A custom password has been set.
tl: In pled-clav individual è vegnì deponì.

# tl_install.passSave
source: Save password
tl: Memorisar il pled-clav

# tl_install.keyError
source: Please create an encryption key!
tl: Creescha p. pl. ina clav!

# tl_install.keyLength
source: An encryption key has to be at least 12 characters long!
tl: La clav sto cuntegnair almain 12 caracters!

# tl_install.keyConfirm
source: An encryption key has been created.
tl: Ina clav è vegnida creada.

# tl_install.keyCreate
source: Generate encryption key
tl: Clav da criptadi

# tl_install.keySave
source: Generate or save key
tl: Crear u memorisar la clav

# tl_install.dbConfirm
source: Database connection established.
tl: Connectà a la banca da datas.

# tl_install.dbError
source: Not connected to a database!
tl: Nagina connexiun ad ina banca da datas.

# tl_install.dbUsername
source: Username
tl: Num d'utilisader

# tl_install.dbDatabase
source: Database
tl: Banca da datas

# tl_install.dbPersistent
source: Persistent connection
tl: Connexiun durabla

# tl_install.dbCharset
source: Character set
tl: Set da caracters

# tl_install.dbCollation
source: Collation
tl: Collaziun

# tl_install.dbPort
source: Port number
tl: Numer da port

# tl_install.dbSocket
source: Socket file
tl: Datoteca da socket

# tl_install.dbSave
source: Save database settings
tl: Memorisar la configuraziun da la banca da datas

# tl_install.collationInfo
source: Changing the collation will affect all tables with a <em>tl_</em> prefix.
tl: Midar la collaziun pertutga tut las tabellas cun il prefix <em>tl_</em>.

# tl_install.updateError
source: The database is not up to date!
tl: La banca da datas n'è betg actuala!

# tl_install.updateConfirm
source: The database is up to date.
tl: La banca da datas è actuala.

# tl_install.updateSave
source: Update database
tl: Actualisar la banca da datas

# tl_install.saveCollation
source: Change collation
tl: Midar la collaziun

# tl_install.updateX
source: It seems that you are upgrading from a Contao version prior to version %s. If that is the case, <strong>it is required to run the version %s update</strong> to ensure the integrity of your data!
tl: I para che ti fas ina actualisaziun dad ina versiun da Contao pli pitschna che %s. Sche quai è correct èsi <strong>exnum necessari dad actualisar l'emprim a la versiun %s</strong> per garantir l'integritad da las Datas!

# tl_install.updateXrun
source: Run version %s update
tl: Exequir l'actualisaziun a la versiun %s

# tl_install.updateXrunStep
source: Run version %s update - step %s
tl: Actualisaziun a la versiun %s – pass %s

# tl_install.importException
source: The import failed! Is the database structure up to date and is the template file compatible with your Contao version?
tl: Errur durant l'import! È la sturctura da la banca da datas actuala ed è la datoteca da template cumpatibla cun tia versiun da Contao?

# tl_install.importError
source: Please choose a template file!
tl: Tscherna p. pl. ina datoteca da template!

# tl_install.importConfirm
source: Template imported on %s
tl: Importà il template ils %s

# tl_install.importWarn
source: Any existing data will be deleted!
tl: Tut las datas existentas vegnan stizzadas!

# tl_install.doNotTruncate
source: Do not truncate tables
tl: Na betg svidar las tabellas

# tl_install.repOverride
source: Override the repository tables
tl: Surscriver las tabellas dal repository

# tl_install.importSave
source: Import template
tl: Importar in template

# tl_install.importContinue
source: Any existing data will be deleted! Do you really want to continue?
tl: Tut las datas existentas vegnan stizzadas. Tuttina cuntinuar?

# tl_install.adminError
source: Please fill in all fields to create an admin user!
tl: Emplenescha tut ils champs per crear in conto d'administratur.

# tl_install.adminConfirm
source: An admin user has been created.
tl: In conto d'administratur è vegnì creà.

# tl_install.adminSave
source: Create admin account
tl: Crear in conto d'administratur

# tl_install.repositoryDefault
source: You are using the default extension repository.
tl: Ti utiliseschas il repository d'extensiuns da standard.

# tl_install.repositoryComposer
source: You are using the Composer based extension repository.
tl: Ti utiliseschas il repository d'extensiuns sin basa da Composer.

# tl_install.repositoryInstall
source: Install the Composer client
tl: Installar il client da Composer

# tl_install.installConfirm
source: You have successfully installed Contao.
tl: Ti has installà Contao cun success

# tl_install.ftpHost
source: FTP hostname
tl: Num da host da FTP

# tl_install.ftpPath
source: Relative path to Contao directory (e.g. <em>httpdocs/</em>)
tl: Decurs relativ a l'ordinatur da Contao (p. ex. <em>httpdocs/</em>)

# tl_install.ftpUser
source: FTP username
tl: Num d'utilisader dad FTP

# tl_install.ftpPass
source: FTP password
tl: Pled-clav dad FTP

# tl_install.ftpSSLh4
source: Secure connection
tl: Connexiun segira

# tl_install.ftpSSL
source: Connect via FTP-SSL
tl: Connectar via FTP-SSL

# tl_install.ftpPort
source: FTP port
tl: Port dad FTP

# tl_install.ftpSave
source: Save FTP settings
tl: Memorisar la configuraziun dad FTP

# tl_install.ftpHostError
source: Could not connect to FTP server %s
tl: Impussibel da connectar al server FTP %s.

# tl_install.ftpUserError
source: Could not login as "%s"
tl: L'annunzia sco "%s" n'è betg reussida.

# tl_install.ftpPathError
source: Could not locate Contao directory %s
tl: L'ordinatur da Contao %s n'è betg vegnì chattà

# tl_install.filesRenamed
source: The configured files directory does not exist!
tl: L'ordinatur da datotecas configurà n'exista betg!

# tl_install.filesWarning
source: Did you rename the <strong>tl_files</strong> folder to <strong>files</strong>? You cannot just rename the folder, because all the file references in the database and your style sheets will still point to the old location. If you want to rename the folder, please do so after the version 3 update and make sure to adjust your database data with the following script: %s.
tl: Has ti renumnà l'ordinatur <strong>tl_files</strong> a <strong>files</strong>? Ti na pos betg simplamain renumnar l'ordinatur perquai che tut las referenzas a datotecas en la banca da datas ed en tes stylesheets mussan sin il num vegl. Sche ti vuls renumnar l'ordinatur, fai quai suenter l'actualisaziun sin versiun 3 e controllescha che ti adatteschas las datas da la banca da datas cun suandant script: %s.

# tl_install.CREATE
source: Create new tables
tl: Crear novas tabellas

# tl_install.ALTER_ADD
source: Add new columns
tl: Agiuntar novas colonnas

# tl_install.ALTER_CHANGE
source: Change existing columns
tl: Midar colonnas existentas

# tl_install.ALTER_DROP
source: Drop existing columns
tl: Stizzar colonnas existentas

# tl_install.DROP
source: Drop existing tables
tl: Stizzar tabellas existentas
