Repository: contao/core
Catalog: system/modules/core/languages/rm/*_layout.xlf
Languages: rm

# tl_layout.name.0
source: Title
rm: Titel

# tl_layout.name.1
source: Please enter the layout title.
rm: Endatescha il titel dal layout.

# tl_layout.fallback.0
source: Default layout
rm: Layout da standard

# tl_layout.fallback.1
source: Make the layout the default layout.
rm: Far ord quai layout il layout da standard.

# tl_layout.rows.0
source: Rows
rm: Lingias

# tl_layout.rows.1
source: Please choose the number of rows.
rm: Tscherna il dumber da lingias.

# tl_layout.1rw.0
source: Main row only
rm: Be la lingia principala

# tl_layout.1rw.1
source: Show only one row.
rm: Mussar be ina lingia

# tl_layout.2rwh.0
source: Header and main row
rm: Chau e lingia principala

# tl_layout.2rwh.1
source: Show a header above the main row.
rm: Mussar in chau sur la lingia principala.

# tl_layout.2rwf.0
source: Main row and footer
rm: Lingia principala e pe

# tl_layout.2rwf.1
source: Show a footer below the main row.
rm: Mussar in pe sut la lingia principala

# tl_layout.3rw.0
source: Header, main row and footer
rm: Chau, lingia principala e pe

# tl_layout.3rw.1
source: Show a header above and a footer below the main row.
rm: Mussar in chau sur ed in pe sut la lingia principala.

# tl_layout.headerHeight.0
source: Header height
rm: Autezza dal chau

# tl_layout.headerHeight.1
source: Please enter the height of the page header.
rm: Endatescha l'autezza dal chau da la pagina

# tl_layout.footerHeight.0
source: Footer height
rm: Autezza dal pe

# tl_layout.footerHeight.1
source: Please enter the height of the page footer.
rm: Endatescha l'autezza dal pe da la pagina.

# tl_layout.cols.0
source: Columns
rm: Colonnas

# tl_layout.cols.1
source: Please choose the number of columns.
rm: Tscherna il dumber da colonnas.

# tl_layout.1cl.0
source: Main column only
rm: Be la colonna principala

# tl_layout.1cl.1
source: Show only one column.
rm: Be mussar la colonna principala.

# tl_layout.2cll.0
source: Left and main column
rm: Colonna sanestra e colonna principala.

# tl_layout.2cll.1
source: Show two columns with the main column on the right side.
rm: Mussar duas colonnas cun la colonna principala da vart dretga.

# tl_layout.2clr.0
source: Main and right column
rm: Colonna principala e colonna sanestra

# tl_layout.2clr.1
source: Show two columns with the main column on the left side.
rm: Mussar duas colonnas cun la colonna principala da vart sanestra.

# tl_layout.3cl.0
source: Main, left and right column
rm: Colonna principala, sanestra e dretga

# tl_layout.3cl.1
source: Show three columns with the main column in the middle.
rm: Mussar trais colonnas cun la colonna principala da mez en.

# tl_layout.widthLeft.0
source: Left column width
rm: Largezza da la colonna sanestra

# tl_layout.widthLeft.1
source: Please enter the width of the left column.
rm: Endatescha la largezza da la colonna sanestra.

# tl_layout.widthRight.0
source: Right column width
rm: Largezza da la colonna dretga

# tl_layout.widthRight.1
source: Please enter the width of the right column.
rm: Endatescha la largezza da la colonna dretga.

# tl_layout.sections.0
source: Custom layout sections
rm: Secziuns da layout persunalisadas

# tl_layout.sections.1
source: Here you can enter a comma separated list of custom layout sections.
rm: Qua pos ti endatar ina glista separada entras commas cun secziun persunalisadas dal layout.

# tl_layout.sPosition.0
source: Custom sections position
rm: Posiziun da las secziuns persunalisadas

# tl_layout.sPosition.1
source: Please select the position of the custom layout sections.
rm: Tscherna la posiziun da las secziuns persunalisadas

# tl_layout.stylesheet.0
source: Internal style sheets
rm: Style-sheets interns

# tl_layout.stylesheet.1
source: Here you can add internal style sheets to the layout.
rm: Qua pos ti agiuntar style-sheets interns a tes layout.

# tl_layout.framework.0
source: CSS framework
rm: Framework da CSS

# tl_layout.framework.1
source: Here you can activate the components of the Contao CSS framework.
rm: Qua pos ti activar las cumponentas dal framework da CSS da Contao.

# tl_layout.layout.css.0
source: Layout builder
rm: Constructur da layouts

# tl_layout.layout.css.1
source: Generates a CSS layout based on the page layout settings. This component is required for the page layout generator to work!
rm: Generescha in layout da CSS che sa basa sin las opziuns dal layout da pagina. Questa componenta è necessaria per ch'il generatur dal layout da pagina funcziunescha!

# tl_layout.responsive.css.0
source: Responsive layout
rm: Design adaptiv

# tl_layout.responsive.css.1
source: Adds a meta viewport tag to the page header and scales the CSS layout based on the device width.
rm: Agiunta in meta-tag viewport al chau da la pagina e scalescha il layout da CSS a basa da la ladezza da l'apparat.

# tl_layout.grid.css.0
source: 12-column grid
rm: Griglia da 12 colonnas

# tl_layout.grid.css.1
source: Adds a responsive 12-column grid that is triggered by the CSS classes "grid1" to "grid12" and "offset1" to "offset12".
rm: Agiunta in grid adaptiv da 12 colonnas che vegn controllà da las classas da CSS "grid1" enfin "grid12" sco era "offset1" enfin "offset12".

# tl_layout.reset.css.0
source: CSS reset
rm: Reset da CSS

# tl_layout.reset.css.1
source: Removes the inconsistent default styling of HTML elements in different browsers.
rm: Allontanescha ils stils da standard inconsistents dals differents navigaturs.

# tl_layout.form.css.0
source: Basic forms
rm: Formulars

# tl_layout.form.css.1
source: Adds basic form elements and buttons formatting.
rm: Formataziun da basa dad elements e buttuns da formular.

# tl_layout.tinymce.css.0
source: TinyMCE style sheet
rm: Style-sheet da TinyMCE

# tl_layout.tinymce.css.1
source: Includes the <em>tinymce.css</em> style sheet from your upload directory.
rm: Integrescha il style-sheet <em>tinymce.css</em> da tes ordinatur 'upload'.

# tl_layout.external.0
source: External style sheets
rm: Style-sheets externs

# tl_layout.external.1
source: Here you can add external CSS, SCSS or LESS files from the file system.
rm: Qua pos ti agiuntar datotecas externas da CSS, SCSS u LESS or dal sistem da datotecas.

# tl_layout.orderExt.0
source: Sort order
rm: Successiun per zavrar

# tl_layout.orderExt.1
source: The sort order of the style sheets.
rm: La successiun da zavrar dals style-sheets.

# tl_layout.loadingOrder.0
source: Loading order
rm: Successiun da chargiar

# tl_layout.loadingOrder.1
source: Here you can select the loading order of the style sheets.
rm: Qua pos ti tscherner la successiun da chargiar dals style-sheets.

# tl_layout.external_first
source: Load external style sheets first
rm: Chargiar l'emprim ils style-sheets externs

# tl_layout.internal_first
source: Load internal style sheets first
rm: Chargiar l'emrpim ils style-sheets interns

# tl_layout.webfonts.0
source: Google web fonts
rm: Webfonts da Google

# tl_layout.webfonts.1
source: Here you can add Google web fonts to your website. Specify the font families without the base URL (e.g. <em>Ubuntu|Ubuntu+Mono</em>).
rm: Qua pos ti agiuntar in webfont da Google a tia pagina d'internet. Specifitgescha las famiglias da las scrittiras senza l'URL da basa (p. ex. <em>Ubuntu|Ubuntu+Mono</em>).

# tl_layout.newsfeeds.0
source: News feeds
rm: Feeds da novitads

# tl_layout.newsfeeds.1
source: Please select the news feeds you want to add to the layout.
rm: Tscherna ils feeds da novitads che ti vuls agiuntar al layout.

# tl_layout.calendarfeeds.0
source: Calendar feeds
rm: Feeds da chalender

# tl_layout.calendarfeeds.1
source: Please select the calendar feeds you want to add to the layout.
rm: Tscherna ils feeds da chalender che ti vuls agiuntar al layout.

# tl_layout.modules.0
source: Included modules
rm: Moduls integrads

# tl_layout.modules.1
source: If JavaScript is disabled, make sure to save your changes before modifying the order.
rm: Sche JavaScript è deactiva stos ti memorisar las midadas avant che midar la successiun.

# tl_layout.template.0
source: Page template
rm: Template da la pagina

# tl_layout.template.1
source: Here you can select the page template.
rm: Qua pos ti tscherner il template da la pagina.

# tl_layout.doctype.0
source: Output format
rm: Format dad l'output

# tl_layout.doctype.1
source: Here you can set the output format.
rm: Qua pos ti definir il format da l'output.

# tl_layout.cssClass.0
source: Body class
rm: Classa dal body

# tl_layout.cssClass.1
source: Here you can add custom classes to the &lt;body&gt; tag.
rm: Qua pos ti agiuntar classas persunalisadas al tag &lt;body&gt;.

# tl_layout.viewport.1
source: Here you can overwrite the viewport content (defaults to <em>width=device-width,initial-scale=1.0</em>).
rm: Qua pos ti surscriver il cuntegn vievport (il standard è <em>width=device-width,initial-scale=1.0</em>).

# tl_layout.titleTag.0
source: Title tag
rm: Tag title

# tl_layout.titleTag.1
source: Here you can overwrite the title tag (defaults to <em>{{page::pageTitle}} - {{page::rootPageTitle}}</em>).
rm: Qua pos ti surscriver il tag da titel (standard è <em>{{page::pageTitle}} - {{page::rootPageTitle}}</em>).

# tl_layout.onload.1
source: Here you can add a body <em>onload</em> attribute.
rm: Qua pos ti agiuntar in attribut <em>onload</em> per il tag body.

# tl_layout.head.0
source: Additional &lt;head&gt; tags
rm: Tags da &lt;head&gt; supplementars

# tl_layout.head.1
source: Here you can add individual tags to the &lt;head&gt; section of the page.
rm: Qua pos ti agiuntar tags individuals a la secziun &lt;head&gt; da la pagina.

# tl_layout.addJQuery.0
source: Include jQuery
rm: Integrar jQuery

# tl_layout.addJQuery.1
source: Include the jQuery library in the layout.
rm: Integrar la biblioteca da jQuery en il layout.

# tl_layout.jSource.0
source: jQuery source
rm: Funtauna da jQuery

# tl_layout.jSource.1
source: Here you can select from where to load the jQuery script.
rm: Qua pos ti tscherner da nua ch'il script da jQuery duai vegnir chargià.

# tl_layout.jquery.0
source: jQuery templates
rm: Templates da jQuery

# tl_layout.jquery.1
source: Here you can select one or more jQuery templates.
rm: Qua pos ti tscherner in u plirs templates da jQuery

# tl_layout.addMooTools.0
source: Include MooTools
rm: Integrar MooTools

# tl_layout.addMooTools.1
source: Include the MooTools library in the layout.
rm: Integrar la biblioteca da MooTools en il layout.

# tl_layout.mooSource.0
source: MooTools source
rm: Funtauna da MooTools

# tl_layout.mooSource.1
source: Here you can select from where to load the MooTools scripts.
rm: Qua pos ti tscherner da nua ch'ils scripts da MooTools duain vegnir chargiads.

# tl_layout.mootools.0
source: MooTools templates
rm: Templates da MooTools

# tl_layout.mootools.1
source: Here you can select one or more MooTools templates.
rm: Qua pos ti tscherner in u plirs templates da MooTools.

# tl_layout.picturefill.0
source: Load the image polyfill
rm: Chargiar il polyfill per maletgs

# tl_layout.picturefill.1
source: Include the image polyfill (<em>respimage.js</em>) in the layout.
rm: Integrar il polyfill per maletgs (<em>respimage.js</em>) en il layout.

# tl_layout.analytics.0
source: Analytics templates
rm: Templates per statisticas

# tl_layout.analytics.1
source: Here you can activate the analytics templates (e.g. for Google Analytics or Piwik). Note that you have to adjust those templates and add your analytics ID before you can use them!
rm: Qua pos ti activar ils templates per statisticas(p. ex. Google Analytics u Piwik). Fa stim che ti stos adattar quests templates ed agiuntar tia ID avant che ti als pos utilisar!

# tl_layout.script.0
source: Custom JavaScript code
rm: Code da JavaScript persunalisà

# tl_layout.script.1
source: The JavaScript code which will be inserted at the bottom of the page.
rm: Quai code da JavaScript vegn agiuntà la fin da la pagina.

# tl_layout.static.0
source: Static layout
rm: Layout static

# tl_layout.static.1
source: Create a static layout with a fixed width and alignment.
rm: Crear in layout static cun ina largezza fixa ed in alingiament.

# tl_layout.width.0
source: Overall width
rm: Largezza totala

# tl_layout.width.1
source: The overall width will be applied to the wrapper element.
rm: La largezza totala vegn assegnada a l'element 'wrapper'.

# tl_layout.align.0
source: Alignment
rm: Alingiament

# tl_layout.align.1
source: Please select the alignment of the page.
rm: Tscherna l'alingiament da la pagina

# tl_layout.title_legend
source: Title
rm: Titel

# tl_layout.header_legend
source: Rows
rm: Lingias

# tl_layout.column_legend
source: Columns
rm: Colonnas

# tl_layout.sections_legend
source: Custom sections
rm: Secziuns persunalisadas

# tl_layout.webfonts_legend
source: Web fonts
rm: Scrittiras dal web

# tl_layout.picturefill_legend
source: Responsive images
rm: Maletgs adaptivs

# tl_layout.feed_legend
source: RSS/Atom feeds
rm: Feeds RSS/Atom

# tl_layout.modules_legend
source: Front end modules
rm: Moduls dal front-end

# tl_layout.expert_legend
source: Expert settings
rm: Opziuns dad experts

# tl_layout.static_legend
source: Static layout
rm: Layout static

# tl_layout.j_local
source: Local file
rm: Datoteca locala

# tl_layout.j_fallback
source: CDN with local fallback
rm: CDN cun alternativa locala

# tl_layout.moo_local
source: Local file
rm: Datoteca locala

# tl_layout.moo_fallback
source: CDN with local fallback
rm: CDN cun alternativa locala

# tl_layout.top
source: Before the wrapper
rm: Avant il wrapper

# tl_layout.before
source: After the page header
rm: Sut il chau da la pagina

# tl_layout.main
source: Inside the main column
rm: En la colonna main

# tl_layout.after
source: Before the page footer
rm: Avant il pe da la pagina

# tl_layout.bottom
source: After the wrapper
rm: Suenter il wrapper

# tl_layout.edit_styles
source: Edit the style sheets
rm: Modifitgar ils style-sheets

# tl_layout.edit_module
source: Edit the module
rm: Modifitgar il modul

# tl_layout.new.0
source: New layout
rm: Nov layout

# tl_layout.new.1
source: Create a new layout
rm: Crear in nov layout

# tl_layout.show.0
source: Layout details
rm: Detagls dal layout

# tl_layout.show.1
source: Show the details of layout ID %s
rm: Mussar ils detagls dal layout cun l'ID %s

# tl_layout.edit.0
source: Edit layout
rm: Modifitgar il layout

# tl_layout.edit.1
source: Edit layout ID %s
rm: Modifitgar il layout cun l'ID %s

# tl_layout.cut.0
source: Move layout
rm: Spustar il layout

# tl_layout.cut.1
source: Move layout ID %s
rm: Spustar il layout cun l'ID %s

# tl_layout.copy.0
source: Duplicate layout
rm: Duplitgar il layout

# tl_layout.copy.1
source: Duplicate layout ID %s
rm: Duplitgar il layout cun l'ID %s

# tl_layout.delete.0
source: Delete layout
rm: Stizzar il layout

# tl_layout.delete.1
source: Delete layout ID %s
rm: Stizzar il layout cun l'ID %s

# tl_layout.editheader.0
source: Edit theme
rm: Modifitgar il theme

# tl_layout.editheader.1
source: Edit the theme settings
rm: Modifitgar las opziuns dal theme
