Repository: contao/core
Catalog: system/modules/core/languages/rm/*_log.xlf
Languages: tl

# tl_log.tstamp.0
source: Date
tl: Data

# tl_log.tstamp.1
source: Date and time of the log entry
tl: Data e temp da l'endataziun en il protocol

# tl_log.source.1
source: Back end or front end
tl: Back-end u front-end

# tl_log.action.0
source: Category
tl: Categoria

# tl_log.action.1
source: Category of the action
tl: Categoria da l'acziun

# tl_log.username.0
source: User
tl: Utilisader

# tl_log.username.1
source: Name of the authenticated user
tl: Num da l'utilisader autentifitg√†

# tl_log.text.0
source: Details
tl: Detagls

# tl_log.text.1
source: Details of the log entry
tl: Detagls da l'endataziun en il protocol

# tl_log.func.0
source: Function
tl: Funcziun

# tl_log.func.1
source: Name of the initiating function
tl: Num da la funcziun inizianta

# tl_log.ip.0
source: IP address
tl: Adressa IP

# tl_log.ip.1
source: IP address of the user
tl: Adressa IP da l'utilisader

# tl_log.browser.0
source: Browser
tl: Navigatur

# tl_log.browser.1
source: Name of the user agent
tl: Num da l'user agent

# tl_log.show.0
source: Show details
tl: Mussar detagls

# tl_log.show.1
source: Show the details of entry ID %s
tl: Mussar ils detagls da l'endataziun cun l'ID %s

# tl_log.delete.0
source: Delete
tl: Stizzar

# tl_log.delete.1
source: Delete entry ID %s
tl: Stizzar l'endataziun cun l'ID %s
