Repository: contao/core
Catalog: system/modules/core/languages/rm/*_maintenance.xlf
Languages: rm

# tl_maintenance.cacheTables.0
source: Purge data
rm: Schubregiar las datas

# tl_maintenance.cacheTables.1
source: Please select the data you want to purge or rebuild.
rm: Tscherna las datas che ti vuls schubregiar u crear danovamain.

# tl_maintenance.frontendUser.0
source: Front end user
rm: Utilisader dal front-end

# tl_maintenance.frontendUser.1
source: Automatically log in a front end user to index protected pages.
rm: Annunziar automaticamain in utilisader dal front-end per indexar paginas protegidas.

# tl_maintenance.job
source: Job
rm: Lavur

# tl_maintenance.description
source: Description
rm: Descripziun

# tl_maintenance.clearCache
source: Purge data
rm: Schubregiar las datas

# tl_maintenance.cacheCleared
source: The data has been purged
rm: Las datas èn vegnidas schubregiadas

# tl_maintenance.liveUpdate
source: Live Update
rm: Actualisaziun directa (Live Update)

# tl_maintenance.liveUpdateId
source: Live Update ID
rm: ID per l'actualisaziun directa

# tl_maintenance.toLiveUpdate
source: Go to the Live Update
rm: Ir a l'actualisaziun directa

# tl_maintenance.upToDate
source: Your Contao version %s is up to date
rm: Tia versiun da Contao (%s) è actuala

# tl_maintenance.newVersion
source: A newer Contao version %s is available
rm: Ina versiun pli nova da Contao (%s) è disponibla

# tl_maintenance.notWriteable
source: The temporary folder (system/tmp) is not writeable
rm: En l'ordinatur temporar (system/tmp) na po betg vegnir scrit

# tl_maintenance.changelog
source: View the change log
rm: Guardar las midadas

# tl_maintenance.runLiveUpdate
source: Run the update
rm: Exequir l'actualisaziun

# tl_maintenance.toc
source: Content of the update archive
rm: Cuntegn da l'archiv d'actualisaziun

# tl_maintenance.backup
source: Backuped files
rm: Datotecas segiradas

# tl_maintenance.update
source: Updated files
rm: Datotecas actualisadas

# tl_maintenance.searchIndex
source: Rebuild the search index
rm: Recrear l'index da tschertgar

# tl_maintenance.indexSubmit
source: Rebuild index
rm: Recrear l'index

# tl_maintenance.noSearchable
source: No searchable pages found
rm: Chattà naginas paginas che pon vegnir tschertgadas

# tl_maintenance.indexNote
source: Please wait for the page to load completely before you proceed!
rm: Spetga p. pl. enfin che la pagina è chargiada cumplettamain, avant che ti cuntinueschas!

# tl_maintenance.indexLoading
source: Please wait while the search index is being rebuilt.
rm: Spetga durant che l'index da tschertgar vegn recreà.

# tl_maintenance.indexComplete
source: The search index has been rebuilt. You can now proceed.
rm: L'index da tschertgar è vegnì recreà. Ti pos cuntinuar ussa.

# tl_maintenance.updateHelp
source: Please enter your %s here.
rm: Endatescha qua tes %s.

# tl_maintenance_jobs.index.0
source: Purge the search index
rm: Schubregiar l'index da tschertgar

# tl_maintenance_jobs.index.1
source: Truncates the tables <em>tl_search</em> and <em>tl_search_index</em>. Afterwards, you have to rebuild the search index (see above).
rm: Stizza las tabellas <em>tl_search</em> e <em>tl_search_index</em>. Suenter stos ti recrear l'index da tschertgar (guarda sura).

# tl_maintenance_jobs.undo.0
source: Purge the undo table
rm: Schubregiar la tabella da revocar.

# tl_maintenance_jobs.undo.1
source: Truncates the <em>tl_undo</em> table which stores the deleted records. This job permanently deletes these records.
rm: Stizza la tabella <em>tl_undo</em> che cuntegna tut ils elements stizzads. Questa acziun stizza permanentamain quels elements.

# tl_maintenance_jobs.versions.0
source: Purge the version table
rm: Schubregiar la tabella da versiuns.

# tl_maintenance_jobs.versions.1
source: Truncates the <em>tl_version</em> table which stores the previous versions of a record. This job permanently deletes these records.
rm: Stizza la tabella <em>tl_version</em> che cuntegna tut las versiuns pli veglias dad in element. Questa acziun stizza permanentamain quels elements.

# tl_maintenance_jobs.log.0
source: Purge the system log
rm: Schubregiar il protocol dal sistem

# tl_maintenance_jobs.log.1
source: Truncates the <em>tl_log</em> table which stores all the system log entries. This job permanently deletes these records.
rm: Svida la tabella <em>tl_log</em> che cuntegna tut las endataziuns da protocol dal sistem. Questa acziun stizza nunreversibel questas indicaziuns.

# tl_maintenance_jobs.images.0
source: Purge the image cache
rm: Schubregiar il cache da maletgs

# tl_maintenance_jobs.images.1
source: Removes the automatically generated images and then purges the page cache, so there are no links to deleted resources.
rm: Stizza ils maletgs generads automaticamain e schubregia alura il cache da paginas, uschia ch'i na dat betg pli colliaziuns a resursas stizzadas.

# tl_maintenance_jobs.scripts.0
source: Purge the script cache
rm: Schubregiar il cache da scripts

# tl_maintenance_jobs.scripts.1
source: Removes the automatically generated .css and .js files, recreates the internal style sheets and then purges the page cache.
rm: Allontanescha tut las datotecas .css e .js ch'èn vegnidas generadas automaticamain, recreescha alura ils style-sheets e schubregia silsuenter il cache da paginas.

# tl_maintenance_jobs.pages.0
source: Purge the page cache
rm: Schubregiar il cache da paginas

# tl_maintenance_jobs.pages.1
source: Removes the cached versions of the front end pages.
rm: Allontanescha las versiuns en il cache da paginas en il front-end.

# tl_maintenance_jobs.search.0
source: Purge the search cache
rm: Schubregiar il cache da tschertgar

# tl_maintenance_jobs.search.1
source: Removes the cached versions of the search results.
rm: Allontanescha las versiuns en il cache dals resultats da tschertga.

# tl_maintenance_jobs.internal.0
source: Purge the internal cache
rm: Schubregiar il cache intern

# tl_maintenance_jobs.internal.1
source: Removes the cached versions of the DCA and language files. You can permanently disable the internal cache in the back end settings.
rm: Allontanescha las versiuns en il cache da las datotecas da DCA e da linguas. Ti pos deactivar permanentamain il cache intern en la configuraziun dal back-end.

# tl_maintenance_jobs.temp.0
source: Purge the temp folder
rm: Schubregiar l'ordinatur temporar

# tl_maintenance_jobs.temp.1
source: Removes the temporary files.
rm: Stizza tut las datotecas temporaras.

# tl_maintenance_jobs.xml.0
source: Recreate the XML files
rm: Recrear las datotecas dad XML

# tl_maintenance_jobs.xml.1
source: Recreates the XML files (sitemaps and feeds) and then purges the page cache, so there are no links to deleted resources.
rm: Recreescha las datotecas dad XML (sitemaps e feeds) e schubregia alura il cache da paginas, uschia che naginas colliaziuns a resursas stizzadas existan pli.
