Repository: contao/core
Catalog: system/modules/core/languages/rm/*_member_group.xlf
Languages: rm

# tl_member_group.name.0
source: Title
rm: Titel

# tl_member_group.name.1
source: Please enter the group title.
rm: Endatescha il titel da la gruppa.

# tl_member_group.redirect.0
source: Redirect on login
rm: Renviar suenter s'annunziar

# tl_member_group.redirect.1
source: Redirect group members to a custom page when they log in.
rm: Renviar commembers da questa gruppa ad ina pagina specifica suenter s'annunziar.

# tl_member_group.jumpTo.0
source: Redirect page
rm: Pagina per renviar

# tl_member_group.jumpTo.1
source: Please choose the page to which the group members will be redirected.
rm: Tscherna la pagina a la quala commembers da la gruppa vegnan renviads.

# tl_member_group.disable.0
source: Deactivate
rm: Deactivar

# tl_member_group.disable.1
source: Temporarily disable the group.
rm: Deactivar temporarmain la gruppa

# tl_member_group.start.0
source: Activate on
rm: Activar ils

# tl_member_group.start.1
source: Automatically activate the group on this day.
rm: Activar automaticamain la gruppa quai di.

# tl_member_group.stop.0
source: Deactivate on
rm: Deactivar ils

# tl_member_group.stop.1
source: Automatically deactivate the group on this day.
rm: Deactivar automaticamain la gruppa quai di.

# tl_member_group.title_legend
source: Title
rm: Titel

# tl_member_group.redirect_legend
source: Auto-redirect
rm: Renviar automaticamain

# tl_member_group.disable_legend
source: Account settings
rm: Opziuns dal conto

# tl_member_group.new.0
source: New group
rm: Nova gruppa

# tl_member_group.new.1
source: Create a new group
rm: Crear ina nova gruppa

# tl_member_group.show.0
source: Group details
rm: Detagls da la gruppa

# tl_member_group.show.1
source: Show the details of group ID %s
rm: Mussar ils detagls da la gruppa cun l'ID %s

# tl_member_group.edit.0
source: Edit group
rm: Modifitgar la gruppa

# tl_member_group.edit.1
source: Edit group ID %s
rm: Modifitgar la gruppa cun l'ID %s

# tl_member_group.copy.0
source: Duplicate group
rm: Duplitgar la gruppa

# tl_member_group.copy.1
source: Duplicate group ID %s
rm: Duplitgar la gruppa cun l'ID %s

# tl_member_group.delete.0
source: Delete group
rm: Stizzar la gruppa

# tl_member_group.delete.1
source: Delete group ID %s
rm: Stizzar la gruppa cun l'ID %s

# tl_member_group.toggle.0
source: Activate/deactivate group
rm: Activar/deactivar la gruppa

# tl_member_group.toggle.1
source: Activate/deactivate group ID %s
rm: Activar/deactivar la gruppa cun l'ID %s
