Repository: contao/core
Catalog: system/modules/core/languages/rm/*_member.xlf
Languages: rm

# tl_member.firstname.0
source: First name
rm: Prenum

# tl_member.firstname.1
source: Please enter the first name.
rm: Endatai per plaschair voss prenum.

# tl_member.lastname.0
source: Last name
rm: Num

# tl_member.lastname.1
source: Please enter the last name.
rm: Endatai per plaschair voss num.

# tl_member.dateOfBirth.0
source: Date of birth
rm: Di da naschientscha

# tl_member.dateOfBirth.1
source: Please enter the date of birth.
rm: Endatai per plaschair voss di da naschientscha.

# tl_member.gender.0
source: Gender
rm: Schlattaina

# tl_member.gender.1
source: Please choose the gender.
rm: Endatai per plaschair vossa schlattaina.

# tl_member.company.0
source: Company
rm: Interpresa

# tl_member.company.1
source: Here you can enter a company name.
rm: Endatai per plaschair il num da vossa interpresa.

# tl_member.street.0
source: Street
rm: Via

# tl_member.street.1
source: Please enter the street name and number.
rm: Endatai per plaschair il num ed il numer da la via.

# tl_member.postal.0
source: Postal code
rm: Numer postal

# tl_member.postal.1
source: Please enter the postal code.
rm: Endatai per plaschair il numer postal.

# tl_member.city.0
source: City
rm: Lieu

# tl_member.city.1
source: Plase enter the name of the city.
rm: Endatai per plaschair il lieu.

# tl_member.state.0
source: State
rm: Chantun

# tl_member.state.1
source: Plase enter the name of the state.
rm: Endatai per plaschair il num da voss chantun.

# tl_member.country.0
source: Country
rm: Stadi

# tl_member.country.1
source: Please select the country.
rm: Tscherni per plaschair il stadi.

# tl_member.phone.0
source: Phone number
rm: Numer da telefon

# tl_member.phone.1
source: Please enter the phone number.
rm: Endatai per plaschair il numer da telefon.

# tl_member.mobile.0
source: Cell phone number
rm: Numer da telefonin

# tl_member.mobile.1
source: Please enter the cell phone number.
rm: Endatai per plaschair il numer da telefonin.

# tl_member.fax.0
source: Fax number
rm: Numer da fax

# tl_member.fax.1
source: Please enter the fax number.
rm: Endatai per plaschair il numer da fax.

# tl_member.email.0
source: E-mail address
rm: Adressa d'e-mail

# tl_member.email.1
source: Please enter a valid e-mail address.
rm: Endatescha ina adressa dad e-mail valida.

# tl_member.website.1
source: Here you can enter a web address.
rm: Qua pudais vus endatar ina adressa web.

# tl_member.language.0
source: Language
rm: Lingua

# tl_member.language.1
source: Please select the language.
rm: Tscherni per plaschair vossa lingua.

# tl_member.groups.0
source: Member groups
rm: Gruppas da commembers

# tl_member.groups.1
source: Here you can assign the member to one or more groups.
rm: Qua pos ti assegnar in commember ad ina u pliras gruppas.

# tl_member.login.0
source: Allow login
rm: Lubir da s'annunziar

# tl_member.login.1
source: Allow the member to log into the front end.
rm: Lubir ch'il commember s'annunzia en il front-end.

# tl_member.username.0
source: Username
rm: Num d'utilisader

# tl_member.username.1
source: Please enter a unique username.
rm: Endatescha in num d'utilisader unic

# tl_member.assignDir.0
source: Set home directory
rm: Definir in ordinatur persunal

# tl_member.assignDir.1
source: Define a home directory for the member.
rm: Definir in ordinatur persunal per il commmember.

# tl_member.homeDir.0
source: Home directory
rm: Ordinatur persunal

# tl_member.homeDir.1
source: Please select a folder from the files directory.
rm: Tscherna in ordinatur da la survista da datotecas.

# tl_member.disable.0
source: Deactivate
rm: Deactivar

# tl_member.disable.1
source: Temporarily disable the account.
rm: Deactivar temporarmain il conto.

# tl_member.start.0
source: Activate on
rm: Activar ils

# tl_member.start.1
source: Automatically activate the account on this day.
rm: Activar automaticamain il conto quai di.

# tl_member.stop.0
source: Deactivate on
rm: Deactivar ils

# tl_member.stop.1
source: Automatically deactivate the account on this day.
rm: Deactivar automaticamain il conto quai di.

# tl_member.personal_legend
source: Personal data
rm: Datas persunalas

# tl_member.address_legend
source: Address details
rm: Datas d'adressa

# tl_member.contact_legend
source: Contact details
rm: Datas da contact

# tl_member.groups_legend
source: Member groups
rm: Gruppas da commembers

# tl_member.login_legend
source: Login details
rm: Datas d'access

# tl_member.homedir_legend
source: Home directory
rm: Ordinatur persunal

# tl_member.account_legend
source: Account settings
rm: Opziuns dal conto

# tl_member.personalData
source: Personal data
rm: Datas persunalas

# tl_member.addressDetails
source: Address details
rm: Datas d'adressa

# tl_member.contactDetails
source: Contact details
rm: Datas da contact

# tl_member.loginDetails
source: Login details
rm: Datas d'access

# tl_member.new.0
source: New member
rm: Nov commember

# tl_member.new.1
source: Create a new member
rm: Crear in nov commember

# tl_member.show.0
source: Member details
rm: Detagls dal commember

# tl_member.show.1
source: Show the details of member ID %s
rm: Mussar ils detagls dal commember cun l'ID %s

# tl_member.edit.0
source: Edit member
rm: Modifitgar il commember

# tl_member.edit.1
source: Edit member ID %s
rm: Modifitgar il commember cun l'ID %s

# tl_member.copy.0
source: Duplicate member
rm: Duplitgar il commember

# tl_member.copy.1
source: Duplicate member ID %s
rm: Duplitgar il commember cun l'ID %s

# tl_member.delete.0
source: Delete member
rm: Stizzar il commember

# tl_member.delete.1
source: Delete member ID %s
rm: Stizzar il commember cun l'ID %s

# tl_member.toggle.0
source: Activate/deactivate member
rm: Activar/Deactivar il commember

# tl_member.toggle.1
source: Activate/deactivate member ID %s
rm: Activar/Deactivar il commember cun l'ID %s

# tl_member.su.0
source: Front end preview
rm: Prevista dal front-end

# tl_member.su.1
source: Preview the front end as member ID %s
rm: Pervista dal front-end sco commember cun l'ID %s
