Repository: contao/core
Catalog: system/modules/core/languages/rm/*_module.xlf
Languages: tl

# tl_module.name.0
source: Title
tl: Titel

# tl_module.name.1
source: Please enter the module title.
tl: Endatescha il titel dal modul

# tl_module.headline.0
source: Headline
tl: Titel

# tl_module.headline.1
source: Here you can add a headline to the module.
tl: Qua pos ti agiuntar in titel al modul.

# tl_module.type.0
source: Module type
tl: Tip da modul

# tl_module.type.1
source: Please choose the type of module.
tl: Qua pos ti tscherner il tip da modul.

# tl_module.levelOffset.0
source: Start level
tl: Livel da cumenzament

# tl_module.levelOffset.1
source: Enter a value greater than 0 to show only submenu items.
tl: Endatescha ina valur pli gronda che 0 per be mussar sutpuncts dal menu.

# tl_module.showLevel.0
source: Stop level
tl: Livel da stop

# tl_module.showLevel.1
source: Enter a value greater than 0 to limit the nesting level of the menu.
tl: Endatescha ina valur pli gronda che 0 per limitar la profunditad dal menu

# tl_module.hardLimit.0
source: Hard limit
tl: Limita dira

# tl_module.hardLimit.1
source: Never show any menu items beyond the stop level.
tl: Mai mussar puncts da menu sur la limita.

# tl_module.showProtected.0
source: Show protected items
tl: Mussar elements protegids

# tl_module.showProtected.1
source: Show items that are usually only visible to authenticated users.
tl: Mussar elements ch'èn normalmain be visibels per utilisaders autentifitgads.

# tl_module.defineRoot.0
source: Set a reference page
tl: Definir ina pagina da referenza

# tl_module.defineRoot.1
source: Define a custom source or target page for the module.
tl: Definescha ina pagina da funtauna u destinaziun per il modul.

# tl_module.rootPage.0
source: Reference page
tl: Pagina da referenza

# tl_module.rootPage.1
source: Please choose the reference page from the site structure.
tl: Tscherna la pagina da referenza ord la structura da la pagina.

# tl_module.navigationTpl.0
source: Navigation template
tl: Template da navigaziun

# tl_module.navigationTpl.1
source: Here you can select the navigation template.
tl: Qua pos ti tscherner il template da navigaziun.

# tl_module.customTpl.0
source: Custom module template
tl: Template da modul persunalisads

# tl_module.customTpl.1
source: Here you can overwrite the default module template.
tl: Qua pos ti midar il template da standard dal modul.

# tl_module.pages.0
source: Pages
tl: Paginas

# tl_module.pages.1
source: Please choose one or more pages from the site structure.
tl: Tscherna ina u pliras paginas da la structura da pagina.

# tl_module.showHidden.0
source: Show hidden items
tl: Mussar paginas zuppadas

# tl_module.showHidden.1
source: Show items that are usually hidden in the navigation menu.
tl: Mussar ils elements ch'èn per ordinari zuppentads en il menu.

# tl_module.customLabel.0
source: Custom label
tl: Denominaziun persunalisada

# tl_module.customLabel.1
source: Here you can enter a custom label for the drop-down menu.
tl: Qua pos ti inditgar ina denominaziun individuala per il menu drop-down.

# tl_module.autologin.0
source: Allow auto login
tl: Lubir da s'annunziar automaticamain

# tl_module.autologin.1
source: Allow members to log into the front end automatically.
tl: Lubir a commembers da s'annunziar automaticamain en il front-end.

# tl_module.jumpTo.0
source: Redirect page
tl: Pagina da renviar

# tl_module.jumpTo.1
source: Please choose the page to which visitors will be redirected when clicking a link or submitting a form.
tl: Tscherna la pagina a la quala ils visitaders duain vegnir renviads sch'els cliccan ina colliaziun u tramettan in formular.

# tl_module.redirectBack.0
source: Redirect to last page visited
tl: Renviar a la pagina visitada l'ultim

# tl_module.redirectBack.1
source: Redirect the user back to the last page visited instead of the redirect page.
tl: Renviar l'utilisader a l'ultima pagina visitada enstagl a la pagina da renviar.

# tl_module.cols.0
source: Number of columns
tl: Dumber da colonnas

# tl_module.cols.1
source: Please choose the number of columns of the form.
tl: Tscherna il dumber da colonnas dal formular.

# tl_module.1cl.0
source: One column
tl: Ina colonna

# tl_module.1cl.1
source: Show the label above the input field.
tl: Mussar il num sur il champ d'endataziun.

# tl_module.2cl.0
source: Two columns
tl: Duas colonnas

# tl_module.2cl.1
source: Show the label on the left side of the input field.
tl: Mussar il num sanester dal champ d'endataziun.

# tl_module.editable.0
source: Editable fields
tl: Champs modifitgabels

# tl_module.editable.1
source: Show these fields in the front end form.
tl: Mussar quests champs en il formular dal front-end.

# tl_module.memberTpl.0
source: Form template
tl: Dal template

# tl_module.memberTpl.1
source: Here you can select the form template.
tl: Qua pos ti tscherner il template.

# tl_module.tableless.0
source: Tableless layout
tl: Layout senza tabella

# tl_module.tableless.1
source: Render the form without HTML tables.
tl: Crear il formular senza tabellas da HTML.

# tl_module.form.0
source: Form
tl: Formular

# tl_module.form.1
source: Please select a form.
tl: Tscherna in formular.

# tl_module.queryType.0
source: Default query type
tl: Tip da dumonda da standard

# tl_module.queryType.1
source: Please select the default query type.
tl: Tscherna il tip da dumonda da standard

# tl_module.and.0
source: Find all words
tl: Chattar tut ils pleds

# tl_module.and.1
source: Returns only pages that contain all keywords.
tl: Chatta be paginas che cuntegna tut ils chavazzins.

# tl_module.or.0
source: Find any word
tl: Chattar in pled

# tl_module.or.1
source: Returns all pages that contain any of the keywords.
tl: Returnar tut las paginas che cuntegnan almain in pled.

# tl_module.fuzzy.0
source: Fuzzy search
tl: Tschertga nunexacta

# tl_module.fuzzy.1
source: Will find "Contao" if you search for "con" (equal to a wildcard search).
tl: Chatta era 'Contao' sche ti tschertgas 'con' (correspunda al tschertgar cun in tegnaplazza).

# tl_module.simple.0
source: Simple form
tl: Formular simpel

# tl_module.simple.1
source: Contains a single input field only.
tl: Cuntegna be in champ d'endataziun.

# tl_module.advanced.0
source: Advanced form
tl: Formular avanzà

# tl_module.advanced.1
source: Contains an input field and a radio button menu to choose the query type.
tl: Cuntegna in champ d'endataziun ed in menu da buttuns radio per tscherner il tip da dumonda.

# tl_module.contextLength.0
source: Context range
tl: Lunghezza dal context

# tl_module.contextLength.1
source: The number of characters on the left and right side of each keyword that are used as context.
tl: Quai è il dumber da caracters avant e suenter mintga chavazzin che vegnan utilisads sco context.

# tl_module.totalLength.0
source: Maximum context length
tl: Lunghezza maximala dal context.

# tl_module.totalLength.1
source: Here you can limit the overall context length per result.
tl: Qua pos ti limitar la lunghezza cumpletta dal context per resultat.

# tl_module.perPage.0
source: Items per page
tl: Elements per pagina

# tl_module.perPage.1
source: The number of items per page. Set to 0 to disable pagination.
tl: Il dumber dad elements per pagina. Scriva 0 per betg crear paginas.

# tl_module.searchType.0
source: Search form layout
tl: Layout dal formular da tschertgar

# tl_module.searchType.1
source: Here you can select the search form layout.
tl: Qua pos ti tscherner il layout dal formular da tschertgar.

# tl_module.searchTpl.0
source: Search results template
tl: Template dals resultats da tschertga

# tl_module.searchTpl.1
source: Here you can select the search results template.
tl: Qua pos ti definir in template per ils resultats da la tschertga.

# tl_module.inColumn.0
source: Column
tl: Colonna

# tl_module.inColumn.1
source: Please choose the column whose articles you want to list.
tl: Tscherna las colonnas ord las qualas ti vuls enumerar ils artitgels.

# tl_module.skipFirst.0
source: Skip items
tl: Ignorar elements

# tl_module.skipFirst.1
source: Here you can define how many items will be skipped.
tl: Qua pos ti definir quants elements che duain vegnir ignorads.

# tl_module.loadFirst.0
source: Load the first item
tl: Chargiar l'emprim element

# tl_module.loadFirst.1
source: Automatically redirect to the first item if none is selected.
tl: Renviar automaticamain a l'emprim element sche nagin è tschernì.

# tl_module.size.0
source: Width and height
tl: Ladezza ed autezza

# tl_module.size.1
source: Please enter the width and height in pixel.
tl: Endatescha la ladezza e la autezza en pixels.

# tl_module.transparent.0
source: Transparent movie
tl: Animaziun da Flash transparenta

# tl_module.transparent.1
source: Make the Flash movie transparent (wmode = transparent).
tl: Far transparent l'animaziun da Flash (wmode = transparent).

# tl_module.flashvars.1
source: Pass variables to the Flash movie (<em>var1=value1&amp;var2=value2</em>).
tl: Surdar variablas a l'animaziun da Flash (<em>var1=value1&amp;var2=value2</em>).

# tl_module.version.0
source: Flash player version
tl: Versiun dal player da Flash

# tl_module.version.1
source: Please enter the required Flash player version (e.g. 6.0.12).
tl: Endatescha la versiun dal player da Flash necessaria (p. ex. 6.0.12).

# tl_module.altContent.0
source: Alternate content
tl: Cuntegn alternativ

# tl_module.altContent.1
source: The alternate content will be shown if the movie cannot be loaded. HTML tags are allowed.
tl: Il cuntegn alternativ vegn mussà sche l'animaziun na po betg vegnir chargiada. Tags da HTML èn lubids.

# tl_module.source.0
source: Source
tl: Funtauna

# tl_module.source.1
source: Whether to use a file on the server or point to an external URL.
tl: U ina datoteca sin il server ubain utilisar ina URL externa.

# tl_module.singleSRC.0
source: Source file
tl: Datoteca da funtauna

# tl_module.singleSRC.1
source: Please select a file from the files directory.
tl: Tscherna ina datoteca da la survista da datotecas.

# tl_module.url.1
source: Please enter the URL (http://…) of the Flash movie.
tl: Endatescha ina URL (http://…) da l'animaziun da Flash.

# tl_module.interactive.0
source: Make interactive
tl: Far interactiv

# tl_module.interactive.1
source: Make the Flash movie interact with the browser (requires JavaScript).
tl: Far che l'animaziun da Flash interagescha cun il navigatur (basegna JavaScript).

# tl_module.flashID.0
source: Flash movie ID
tl: ID da l'animaziun da Flash

# tl_module.flashID.1
source: Please enter a unique Flash movie ID.
tl: Endatescha ina ID unica per l'animaziun da Flash

# tl_module.flashJS.1
source: Please enter the JavaScript code.
tl: Endatescha il code da JavaScript.

# tl_module.fullsize.0
source: Full-size view/new window
tl: Vista cumpletta/nova fanestra

# tl_module.fullsize.1
source: Open the full-size image in a lightbox or the link in a new browser window.
tl: Avrir il maletg en grondezza originala en ina lightbox u avrir la colliaziun en ina nova fanestra.

# tl_module.imgSize.0
source: Image width and height
tl: Ladezza ed autezza dal maletg.

# tl_module.imgSize.1
source: Here you can set the image dimensions and the resize mode.
tl: Qua pos ti definir las dimensiuns ed il modus da redimensiunar.

# tl_module.useCaption.0
source: Show caption
tl: Mussar la legenda

# tl_module.useCaption.1
source: Display the image name or caption below the image.
tl: Mussar il num da maletg u la legenda sut il maletg.

# tl_module.multiSRC.0
source: Source files
tl: Datotecas da funtauna

# tl_module.multiSRC.1
source: Please select one or more files from the files directory.
tl: Tscherna ina u pliras datotecas da l'ordinatur da datotecas.

# tl_module.orderSRC.0
source: Sort order
tl: Successiun da zavrar

# tl_module.orderSRC.1
source: The sort order of the items.
tl: La successiun da zavrar dals elements.

# tl_module.html.0
source: HTML code
tl: Code HTML

# tl_module.html.1
source: You can modify the list of allowed HTML tags in the back end settings.
tl: Ti pos modifitgar la glista dals tags da HTML lubids en la configuraziun dal back-end.

# tl_module.rss_cache.0
source: Cache timeout
tl: Temp per memorisar il cache

# tl_module.rss_cache.1
source: Here you can define how long the RSS feed is being cached.
tl: Qua pudais vus definir il temp durant il qual il feed da RSS duai vegnir memorisà en il cache.

# tl_module.rss_feed.0
source: Feed URLs
tl: URLs dals feeds

# tl_module.rss_feed.1
source: Please enter the URL of one or more RSS feeds.
tl: Endatai la URL dad in u plirs feeds da RSS.

# tl_module.rss_template.0
source: Feed template
tl: Template dal feed

# tl_module.rss_template.1
source: Here you can select the feed template.
tl: Qua pudais vus tscherner il template per il feed.

# tl_module.numberOfItems.0
source: Number of items
tl: Dumber dad elements

# tl_module.numberOfItems.1
source: Here you can limit the number of items. Set to 0 to show all.
tl: Qua pos ti limitar il dumber dad elements. 0 munta mussar tuts.

# tl_module.protected.0
source: Protect module
tl: Proteger il modul

# tl_module.protected.1
source: Show the module to certain member groups only.
tl: Be mussar il modul a tschertas gruppas da commembers.

# tl_module.groups.0
source: Allowed member groups
tl: Gruppas da commembers lubidas

# tl_module.groups.1
source: These groups will be able to see the module.
tl: Questas gruppas vegnan ad esser ablas da vesair il modul.

# tl_module.guests.0
source: Show to guests only
tl: Be mussar a giasts.

# tl_module.guests.1
source: Hide the module if a member is logged in.
tl: Zuppentar il modul sch'in commember è s'annunzià.

# tl_module.cssID.0
source: CSS ID/class
tl: ID/classa da CSS

# tl_module.cssID.1
source: Here you can set an ID and one or more classes.
tl: Qua pos ti definir ina ID ed ina u pliras classas.

# tl_module.space.0
source: Space in front and after
tl: Spazi avant e suenter

# tl_module.space.1
source: Here you can enter the spacing in front of and after the module in pixel. You should try to avoid inline styles and define the spacing in a style sheet, though.
tl: Qua pos ti definir spazi avant e suenter il modul en pixels. Ti duessas empruvar dad evitar stils integrads e definir il spazi en in style-sheet.

# tl_module.disableCaptcha.0
source: Disable the security question
tl: Deactivar la dumonda da segirezza

# tl_module.disableCaptcha.1
source: Here you can disable the security question (not recommended).
tl: Qua pudais vus deactivar la dumonda da segirezza (betg recumandà).

# tl_module.reg_groups.0
source: Member groups
tl: Gruppas da commembers

# tl_module.reg_groups.1
source: Here you can assign the user to one or more groups.
tl: Qua pudais vus agiuntar l'utilisader ad ina u pliras gruppas.

# tl_module.reg_allowLogin.0
source: Allow login
tl: Lubir da s'annunziar

# tl_module.reg_allowLogin.1
source: Allow the new user to log into the front end.
tl: Lubir al nov utilisader da s'annunziar en il front-end.

# tl_module.reg_skipName.0
source: Skip username
tl: Sursiglir il num d'utilisader

# tl_module.reg_skipName.1
source: Do not require the username to request a new password.
tl: Betg necessari dad inditgar il num d'utilisader per dumandar in nov pled-clav.

# tl_module.reg_close.0
source: Mode
tl: Modus

# tl_module.reg_close.1
source: Here you can define how to handle the deletion.
tl: Qua pudais vus definir sco elavurar il stizzar.

# tl_module.reg_assignDir.0
source: Create a home directory
tl: Crear in ordinatur persunal

# tl_module.reg_assignDir.1
source: Create a home directory from the registered username.
tl: Crear in ordinatur persunal per il num d'utilisader registrà.

# tl_module.reg_homeDir.0
source: Home directory path
tl: Percurs da l'ordinatur persunal

# tl_module.reg_homeDir.1
source: Please select the parent folder from the files directory.
tl: Tscherni l'ordinatur surordinà ord il register da datotecas.

# tl_module.reg_activate.0
source: Send activation e-mail
tl: Trametter in e-mail per activar

# tl_module.reg_activate.1
source: Send an activation e-mail to the registered e-mail address.
tl: Trametter in e-mail per activar a l'adressa dad e-mail registrada.

# tl_module.reg_jumpTo.0
source: Confirmation page
tl: Pagina da confermaziun

# tl_module.reg_jumpTo.1
source: Please choose the page to which users will be redirected after the request has been completed.
tl: Tscherni la pagina a la quala ils utilisaders duain vegnir renviads sche la dumonda è cumpletada.

# tl_module.reg_text.0
source: Activation message
tl: Messadi d'activaziun

# tl_module.reg_text.1
source: You can use the wildcards <em>##domain##</em> (domain name), <em>##link##</em> (activation link) and any input field (e.g. <em>##lastname##</em>).
tl: Vus pudais utilisar ils tegnaplazzas <em>##domain##</em> (num da la Domain), <em>##link##</em> (link a la pagina per activar) e tut ils champs d'endataziun (p.ex. <em>##lastname##</em>).

# tl_module.reg_password.0
source: Password message
tl: Messadi da pled-clav

# tl_module.reg_password.1
source: You can use the wildcards <em>##domain##</em> (domain name), <em>##link##</em> (activation link) and any user property (e.g. <em>##lastname##</em>).
tl: Vus pudais utilisar ils tegnaplazzas <em>##domain##</em> (num da la Domain), <em>##link##</em> (link a la pagina per activar) e tut las caracteristicas da l'utilisader (p.ex. <em>##lastname##</em>).

# tl_module.title_legend
source: Title and type
tl: Titel e tip

# tl_module.nav_legend
source: Navigation settings
tl: Opziuns dal menu

# tl_module.reference_legend
source: Reference page
tl: Pagina da referenza

# tl_module.redirect_legend
source: Redirect settings
tl: Opziun da renviar

# tl_module.template_legend
source: Template settings
tl: Opziuns dal template

# tl_module.image_legend
source: Image settings
tl: Parameters dal maletg

# tl_module.config_legend
source: Module configuration
tl: Configuraziun dal modul

# tl_module.include_legend
source: Include settings
tl: Opziuns per integrar

# tl_module.source_legend
source: Files and folders
tl: Datotecas ed ordinaturs

# tl_module.interact_legend
source: Interactive Flash movie
tl: Animaziun da Flash interactiva

# tl_module.protected_legend
source: Access protection
tl: Protecziun d'access

# tl_module.expert_legend
source: Expert settings
tl: Opziuns d'experts

# tl_module.email_legend
source: E-mail settings
tl: Opziuns dad e-mail

# tl_module.account_legend
source: Account settings
tl: Preferenzas dal conto

# tl_module.emailText.0
source: Your registration on %s
tl: Vossa registraziun sin %s

# tl_module.emailText.1
source: Thank you for your registration on ##domain##. Please click ##link## to complete your registration and to activate your account. If you did not request an account, please ignore this e-mail.
tl: Grazia per vossa registraziun sin ##domain##. Cliccai sin ##link## per cumplettar vossa registraziun ed activar voss conto. Sche vus n'avais betg creà quest conto, ignorai per plaschair quest e-mail.

# tl_module.passwordText.0
source: Your password request on %s
tl: Vossa dumonda per in pled-clav sin %s

# tl_module.passwordText.1
source: You have requested a new password for ##domain##. Please click ##link## to set the new password. If you did not request this e-mail, please contact the website administrator.
tl: Vus avais dumandà per in nov pled-clav sin ##domain##. Cliccai sin ##link## per definir in nov pled-clav. Sche vus n'avais betg dumandà per in nov pled-clav, contactai per plaschair l'administratur da la pagina.

# tl_module.left
source: Left column
tl: Colonna sanestra

# tl_module.main
source: Main column
tl: Colonna principala

# tl_module.right
source: Right column
tl: Colonna dretga

# tl_module.footer
source: Footer
tl: Pe

# tl_module.internal
source: Internal file
tl: Datoteca interna

# tl_module.external
source: External URL
tl: URL externa

# tl_module.close_deactivate
source: Deactivate account
tl: Deactivar il conto

# tl_module.close_delete
source: Irrevocably delete account
tl: Stizzar irrevocablamain il conto

# tl_module.new.0
source: Add module
tl: Agiuntar in modul

# tl_module.new.1
source: Add a module
tl: Agiuntar in modul

# tl_module.show.0
source: Module details
tl: Detagls dal modul

# tl_module.show.1
source: Show the details of module ID %s
tl: Mussar ils detagls dal modul cun l'ID %s

# tl_module.edit.0
source: Edit module
tl: Modifitgar il modul

# tl_module.edit.1
source: Edit module ID %s
tl: Modifitgar il modul cun l'ID %s

# tl_module.cut.0
source: Move module
tl: Spustar il modul

# tl_module.cut.1
source: Move module ID %s
tl: Spustar il modul cun l'ID %s

# tl_module.copy.0
source: Duplicate module
tl: Duplitgar il modul

# tl_module.copy.1
source: Duplicate module ID %s
tl: Duplitgar il modul cun l'ID %s

# tl_module.delete.0
source: Delete module
tl: Stizzar il modul

# tl_module.delete.1
source: Delete module ID %s
tl: Stizzar il modul cun l'ID %s

# tl_module.editheader.0
source: Edit theme
tl: Modifitgar il theme

# tl_module.editheader.1
source: Edit the theme settings
tl: Modifitgar las opziuns dal theme

# tl_module.pasteafter.0
source: Paste here
tl: Encollar qua

# tl_module.pasteafter.1
source: Paste after module ID %s
tl: Encollar suenter il modul cun l'ID %s
