Repository: contao/core
Catalog: system/modules/core/languages/rm/*_page.xlf
Languages: rm

# tl_page.title.0
source: Page name
rm: Num da pagina

# tl_page.title.1
source: Please enter the page name.
rm: Endatai il num da la pagina.

# tl_page.alias.0
source: Page alias
rm: Alias da la pagina

# tl_page.alias.1
source: The page alias is a unique reference to the page which can be called instead of its numeric ID.
rm: L'alias da la pagina è ina referenza unica a la pagina che po vegnir inditgada empè da l'ID numerica.

# tl_page.type.0
source: Page type
rm: Tip da pagina

# tl_page.type.1
source: Please choose the page type.
rm: Tscherna il tip da la pagina

# tl_page.pageTitle.0
source: Page title
rm: Titel da la pagina

# tl_page.pageTitle.1
source: Please enter the page title.
rm: Endatescha il titel da la pagina

# tl_page.language.0
source: Language
rm: Lingua

# tl_page.language.1
source: Please enter the page language according to the ISO-639-1 standard (e.g. "en" for English or "en-US" for American English).
rm: Endatescha la lingua da la pagina tenor il standard ISO-639-1 (p.ex. "rm" per rumantsch u "de-CH" per tudestg svizzer).

# tl_page.robots.0
source: Robots tag
rm: Tag per robots

# tl_page.robots.1
source: Here you can define how search engines handle the page.
rm: Qua pos ti definir co che maschinas da tschertgar tractan la pagina.

# tl_page.description.0
source: Page description
rm: Descripziun da la pagina

# tl_page.description.1
source: Here you can enter a short description of the page which will be evaluated by search engines like Google or Yahoo. Search engines usually indicate between 150 and 300 characters.
rm: Qua pos ti endatar ina curta descripziun da la pagina che vegn evaluada da maschinas da tschertgar sco Google u Yahoo. Maschinas da tschertgar inditgescha per ordinari tranter 150 e 300 caracters.

# tl_page.redirect.0
source: Redirect type
rm: Tip da renviament

# tl_page.redirect.1
source: Please choose the redirect type.
rm: Tscherna il tip da renviament

# tl_page.jumpTo.0
source: Redirect page
rm: Pagina per renviar

# tl_page.jumpTo.1
source: Please choose the page to which visitors will be redirected. Leave blank to redirect to the first regular subpage.
rm: Tscherna a tge pagina ch'ils visitaders duain vegnir renviads. Laschar vid munta renviar a l'emprima sutpagina regular.

# tl_page.fallback.0
source: Language fallback
rm: Lingua da standard

# tl_page.fallback.1
source: Show this page if there is none that matches the visitor's language.
rm: Mussar questa lingua sche nagina autra correspunda a la lingua dal visitader

# tl_page.dns.0
source: Domain name
rm: Num da domain

# tl_page.dns.1
source: Here you can restrict the access to the website to a certain domain name.
rm: Qua pos ti restrenscher l'access a questa pagina d'internet sin ina tscherta domain.

# tl_page.adminEmail.0
source: E-mail address of the website administrator
rm: Adressa dad e-mail da l'administratur

# tl_page.adminEmail.1
source: Auto-generated messages like subscription confirmation e-mails will be sent to this address.
rm: Messadis generads automaticamain sco confermaziuns dad abunaments vegnan tramess a questa adressa.

# tl_page.dateFormat.0
source: Date format
rm: Format da data

# tl_page.dateFormat.1
source: The date format string will be parsed with the PHP date() function.
rm: Il string da format da data endatà vegn elavura da la funcziun date() da PHP.

# tl_page.timeFormat.0
source: Time format
rm: Format da temp

# tl_page.timeFormat.1
source: The time format string will be parsed with the PHP date() function.
rm: Il string da format da temp endatà vegn elavura da la funcziun date() da PHP.

# tl_page.datimFormat.0
source: Date and time format
rm: Format da data e temp

# tl_page.datimFormat.1
source: The date and time format string will be parsed with the PHP date() function.
rm: Il string da format da data e temp endatà vegn elavura da la funcziun date() da PHP.

# tl_page.createSitemap.0
source: Create an XML sitemap
rm: Crear ina sitemap XML

# tl_page.createSitemap.1
source: Create a Google XML sitemap in the <em>share/</em> directory.
rm: Crear in Sitemap XML da Google en l'ordinatur <em>share/</em>.

# tl_page.sitemapName.0
source: Sitemap file name
rm: Num da datoteca da la sitemap

# tl_page.sitemapName.1
source: Please enter the name of the sitemap file without extension.
rm: Endatescha il num da datoteca da la sitemap (senza extensiun da datoteca).

# tl_page.useSSL.0
source: Use HTTPS in sitemaps
rm: Utilisar HTTPS en las sitemaps

# tl_page.useSSL.1
source: Generate the sitemap URLs of this website with <em>https://</em>.
rm: Generar las URLs da la sitemap per questa pagina cun <em>https://</em>.

# tl_page.autoforward.0
source: Forward to another page
rm: Renviar ad in'autra pagina

# tl_page.autoforward.1
source: Redirect visitors to another page (e.g. a login page).
rm: Renviar visitaders ad in'autra pagina (p. ex. ina pagina per s'annunziar).

# tl_page.protected.0
source: Protect page
rm: Proteger la pagina

# tl_page.protected.1
source: Restrict page access to certain member groups.
rm: Restrenscher igl access a la pagina a tschertas gruppas da commembers.

# tl_page.groups.0
source: Allowed member groups
rm: Gruppas da commembers lubidas

# tl_page.groups.1
source: These groups will be able to access the page.
rm: Questas gruppas vegnan ad esser ablas dad acceder la pagina

# tl_page.includeLayout.0
source: Assign a layout
rm: Attribuir in layout

# tl_page.includeLayout.1
source: Assign a page layout to the page and its subpages.
rm: Attribuir in layout a questa pagina e tut las sutpaginas.

# tl_page.layout.0
source: Page layout
rm: Layout da pagina

# tl_page.layout.1
source: You can manage page layouts with the "themes" module.
rm: Ti pos administrar ils layouts da pagina en il modul 'Themes'

# tl_page.mobileLayout.0
source: Mobile page layout
rm: Layout per telefonins

# tl_page.mobileLayout.1
source: This layout will be used if the visitor uses a mobile device.
rm: Quest layout vegn utilisà sch'il visitader utilisescha in apparat mobil.

# tl_page.includeCache.0
source: Set cache timeout
rm: Definir il temp da cache

# tl_page.includeCache.1
source: Set a cache timeout value for the page and its subpages.
rm: Definir in temp da cache per la pagina e sias sutpaginas

# tl_page.cache.0
source: Cache timeout
rm: Temp da cache

# tl_page.cache.1
source: After this period, the cached version of the page will expire.
rm: Suenter quest temp scroda la versiun en il cache da la pagina.

# tl_page.includeChmod.0
source: Assign access rights
rm: Assegnar dretgs d'access

# tl_page.includeChmod.1
source: Access rights determine what back end users can do with the page.
rm: Dretgs d'access defineschan tge che utilisaders dal back-end pon far cun la pagina.

# tl_page.cuser.0
source: Owner
rm: Possessur

# tl_page.cuser.1
source: Please select a user as the owner of the page.
rm: Tscherna in utilisader sco possessur da la pagina

# tl_page.cgroup.0
source: Group
rm: Gruppa

# tl_page.cgroup.1
source: Please select a group as the owner of the page.
rm: Tscherna ina gruppa sco possessura da la pagina

# tl_page.chmod.0
source: Access rights
rm: Dretgs d'access

# tl_page.chmod.1
source: Please assign the access rights for the page and its subpages.
rm: Definescha ils dretgs d'access per la pagina e sias sutpaginas.

# tl_page.noSearch.0
source: Do not search
rm: Betg tschertgar sin questa pagina

# tl_page.noSearch.1
source: Exclude the page from the search index.
rm: Betg integrar questa pagina en l'index da tschertgar.

# tl_page.cssClass.0
source: CSS class
rm: Classa CSS

# tl_page.cssClass.1
source: The class(es) will be used in the navigation menu and the &lt;body&gt; tag.
rm: Las class(as) vegnan utilisadas en il menu da navigaziun ed en il tag &lt;body&gt;.

# tl_page.sitemap.0
source: Show in sitemap
rm: Mussar en la sitemap

# tl_page.sitemap.1
source: Here you can define whether the page is shown in the sitemap.
rm: Qua po vegnir definì sche la pagina duai vegnir mussada en la sitemap.

# tl_page.hide.0
source: Hide from navigation
rm: Zuppentar en il menu

# tl_page.hide.1
source: Hide the page from the navigation menu.
rm: Questa pagina na duai betg vegnir mussada en il menu.

# tl_page.guests.0
source: Show to guests only
rm: Be mussar a giasts

# tl_page.guests.1
source: Hide the page if there is an authenticated user.
rm: Betg mussar questa pagina sch'in utilisader è annunzià.

# tl_page.tabindex.0
source: Tab index
rm: Index da tab

# tl_page.tabindex.1
source: The position of the navigation item in the tabbing order.
rm: La posiziun dal punct da menu en la successiun da tabulaturs

# tl_page.accesskey.0
source: Access key
rm: Scursanida da tasta

# tl_page.accesskey.1
source: A navigation item can be focused by pressing the [ALT] or [CTRL] key and the access key simultaneously.
rm: In element da navigaziun po vegnir focussà cun smatgar la tasta [ALT] u [CTRL] ed la tasta d'access en il medem mument.

# tl_page.published.0
source: Publish page
rm: Publitgar la pagina

# tl_page.published.1
source: Make the page publicly visible on the website.
rm: Far visibel publicamain la pagina sin la pagina d'internet.

# tl_page.start.0
source: Show from
rm: Mussar davent da

# tl_page.start.1
source: Do not show the page on the website before this day.
rm: Betg mussar la pagina avant quest di.

# tl_page.stop.0
source: Show until
rm: Mussar enfin

# tl_page.stop.1
source: Do not show the page on the website on and after this day.
rm: Betg mussar la pagina sin la pagina d'internet suenter quest di.

# tl_page.title_legend
source: Name and type
rm: Num e tip

# tl_page.meta_legend
source: Meta information
rm: Infurmaziuns meta

# tl_page.system_legend
source: System settings
rm: Configuraziun dal sistem

# tl_page.redirect_legend
source: Redirect settings
rm: Configuraziun da renviaments

# tl_page.dns_legend
source: DNS settings
rm: Configuraziun da DNS

# tl_page.global_legend
source: Global settings
rm: Configuraziun globala

# tl_page.mobile_legend
source: Mobile settings
rm: Configuraziun mobila

# tl_page.sitemap_legend
source: XML sitemap
rm: Sitemap dad XML

# tl_page.forward_legend
source: Auto-forward
rm: Renviar automaticamain

# tl_page.protected_legend
source: Access protection
rm: Protecziun d'access

# tl_page.layout_legend
source: Layout settings
rm: Configuraziun dal layout

# tl_page.cache_legend
source: Cache settings
rm: Configuraziun dal cache

# tl_page.chmod_legend
source: Access rights
rm: Dretgs d'access

# tl_page.search_legend
source: Search settings
rm: Configuraziun da tschertgar

# tl_page.expert_legend
source: Expert settings
rm: Opziuns dad experts

# tl_page.tabnav_legend
source: Keyboard navigation
rm: Navigaziun cun la tastatura

# tl_page.publish_legend
source: Publish settings
rm: Configuraziun per publitgar

# tl_page.permanent
source: 301 Permanent redirect
rm: 301 renviament permanent

# tl_page.temporary
source: 302 Temporary redirect
rm: 302 renviament temporar

# tl_page.map_default
source: Default
rm: Standard

# tl_page.map_always
source: Show always
rm: Adina mussar

# tl_page.map_never
source: Show never
rm: Mai mussar

# tl_page.new.0
source: New page
rm: Nova pagina

# tl_page.new.1
source: Create a new page
rm: Crear ina nova pagina

# tl_page.show.0
source: Page details
rm: Detagls da la pagina

# tl_page.show.1
source: Show the details of page ID %s
rm: Mussar ils detagls da la pagina cun l'ID %s

# tl_page.edit.0
source: Edit page
rm: Modifitgar la pagina

# tl_page.edit.1
source: Edit page ID %s
rm: Modifitgar la pagina cun l'ID %s

# tl_page.cut.0
source: Move page
rm: Spustar la pagina

# tl_page.cut.1
source: Move page ID %s
rm: Spustar la pagina cun l'ID %s

# tl_page.copy.0
source: Duplicate page
rm: Duplitgar la pagina

# tl_page.copy.1
source: Duplicate page ID %s
rm: Duplitgar la pagina cun l'ID %s

# tl_page.copyChilds.0
source: Duplicate with subpages
rm: Duplitgar cun sutpaginas

# tl_page.copyChilds.1
source: Duplicate page ID %s with its subpages
rm: Duplitgar la pagina cun l'ID %s e tut sia sutpaginas

# tl_page.delete.0
source: Delete page
rm: Stizzar la pagina

# tl_page.delete.1
source: Delete page ID %s
rm: Stizzar la pagina cun l'ID %s

# tl_page.toggle.0
source: Publish/unpublish page
rm: Publitgar/Betg publitgar la pagina

# tl_page.toggle.1
source: Publish/unpublish page ID %s
rm: Publitgar/Betg publitgar la pagina cun l'ID %s

# tl_page.pasteafter.0
source: Paste after
rm: Encollar suenter

# tl_page.pasteafter.1
source: Paste after page ID %s
rm: Encollar suenter la pagina cun l'ID %s

# tl_page.pasteinto.0
source: Paste into
rm: Encollar qua

# tl_page.pasteinto.1
source: Paste into page ID %s
rm: Encollar en la pagina cun l'ID %s

# tl_page.articles.0
source: Edit articles
rm: Modifitgar artitgels

# tl_page.articles.1
source: Edit the articles of page ID %s
rm: Modifitgar ils artitgels da la pagina cun l'ID %s

# CACHE.0
source: 0 (do not cache)
rm: 0 (betg crear in cache)

# CACHE.5
source: 5 seconds
rm: 5 secundas

# CACHE.15
source: 15 seconds
rm: 15 secundas

# CACHE.30
source: 30 seconds
rm: 30 secundas

# CACHE.60
source: 60 seconds
rm: 60 secundas

# CACHE.300
source: 5 minutes
rm: 5 minutas

# CACHE.900
source: 15 minutes
rm: 15 minutas

# CACHE.1800
source: 30 minutes
rm: 30 minutas

# CACHE.3600
source: 60 minutes
rm: 60 minutas

# CACHE.10800
source: 3 hours
rm: 3 uras

# CACHE.21600
source: 6 hours
rm: 6 uras

# CACHE.43200
source: 12 hours
rm: 12 uras

# CACHE.86400
source: 24 hours
rm: 24 uras

# CACHE.259200
source: 3 days
rm: 3 dis

# CACHE.604800
source: 7 days
rm: 7 dis

# CACHE.2592000
source: 30 days
rm: 30 dis
