Repository: contao/core
Catalog: system/modules/core/languages/rm/*_settings.xlf
Languages: tl

# tl_settings.websiteTitle.0
source: Website title
tl: Titel da la pagina d'internet

# tl_settings.websiteTitle.1
source: Please enter the title of the website.
tl: Endatescha il titel da la pagina d'internet

# tl_settings.adminEmail.0
source: E-mail address of the system administrator
tl: Adressa dad e-mail da l'administratur dal sistem

# tl_settings.adminEmail.1
source: Auto-generated messages like subscription confirmation e-mails will be sent to this address.
tl: Messadis generads automaticamain sco confermaziuns dad abunaments vegnan tramess a questa adressa.

# tl_settings.dateFormat.0
source: Date format
tl: Format da data

# tl_settings.dateFormat.1
source: The date format string will be parsed with the PHP date() function.
tl: Il string da format da data endatà vegn elavura da la funcziun date() da PHP.

# tl_settings.timeFormat.0
source: Time format
tl: Format da temp

# tl_settings.timeFormat.1
source: The time format string will be parsed with the PHP date() function.
tl: Il string da format da temp endatà vegn elavura da la funcziun date() da PHP.

# tl_settings.datimFormat.0
source: Date and time format
tl: Format da data e temp

# tl_settings.datimFormat.1
source: The date and time format string will be parsed with the PHP date() function.
tl: Il string da format da data e temp endatà vegn elavura da la funcziun date() da PHP.

# tl_settings.timeZone.0
source: Time zone
tl: Zona d'urari

# tl_settings.timeZone.1
source: Please select the server time zone.
tl: Tscherna la zona d'urari dal server.

# tl_settings.websitePath.0
source: Relative path to the Contao directory
tl: Decurs relativ a l'ordinatur da Contao

# tl_settings.websitePath.1
source: The relative path to the Contao directory is usually set automatically by the install tool.
tl: Il decurs relativ a l'ordinatur da Contao vegn per ordinari emplenì automaticamain da l'utensil d'installaziun da Contao.

# tl_settings.characterSet.0
source: Character set
tl: Set da caracters

# tl_settings.characterSet.1
source: It is recommended to use UTF-8, so special characters are displayed correctly.
tl: I è recumandà dad utilisar UTF-8 per che caracters spezials vegnan mussads correctamain.

# tl_settings.disableCron.0
source: Disable the command scheduler
tl: Deactivar il planisader da cumonds

# tl_settings.disableCron.1
source: Disable the periodic command scheduler and execute the cron.php script by a real cron job (which you have to set up manually).
tl: Deactivar il planisader da cumonds ed exequir la datoteca cron.php entras in endretg cron job (che ti stos installar manualmain).

# tl_settings.minifyMarkup.0
source: Minify the markup
tl: Cumprimer il code HMTL

# tl_settings.minifyMarkup.1
source: Minify the HTML markup before it is sent to the browser.
tl: Cumprimer il code HTML avant che trametter el al navigatur.

# tl_settings.gzipScripts.0
source: Compress scripts
tl: Cumprimer ils scripts

# tl_settings.gzipScripts.1
source: Create a compressed version of the combined CSS and JavaScript files. Requires adjustments of the .htaccess file.
tl: Crear versiuns cumprimidas da datotecas da CSS e JavaScript cumbinadas. Basegna in'adattaziun da la datoteca .htaccess.

# tl_settings.resultsPerPage.0
source: Items per page
tl: Elements per pagina

# tl_settings.resultsPerPage.1
source: Here you can define the number of items per page in the back end.
tl: Qua pos ti definir il dumber d'elements per pagina en il back-end.

# tl_settings.maxResultsPerPage.0
source: Maximum items per page
tl: Dumber maximal dad elements per pagina

# tl_settings.maxResultsPerPage.1
source: This overall limit takes effect if a user chooses the "show all records" option.
tl: Questa limita globala vegn activa, sche l'utilisader tscherna l'opziun "mussar tut ils elements".

# tl_settings.fileSyncExclude.0
source: Exclude folders from synchronization
tl: Excluder ordinaturs da la sincronisaziun

# tl_settings.fileSyncExclude.1
source: Here you can enter a comma separated list of folders which will be exempt from the files synchronization (e.g. <em>attachments,music_academy</em>). Note that excluded resources cannot be used in e.g. image or download elements!
tl: Qua pos ti endatar ina glista separada entras commas dad orinaturs che na vegnan betg resguardads tar la sincronisaziun da datotecas (p.ex. <em>attachments,music_academy</em>). Fa stim che resursas exclusas na pon betg vegnir utilisadas en elements da maletgs u telechargiar.

# tl_settings.doNotCollapse.0
source: Do not collapse elements
tl: Na betg reducir ils elements

# tl_settings.doNotCollapse.1
source: Do not collapse elements in the back end preview.
tl: Na betg reducir ils elements en la prevista dal back-end.

# tl_settings.urlSuffix.0
source: URL suffix
tl: Suffix da l'URL

# tl_settings.urlSuffix.1
source: The URL suffix will be added to the URI string to simulate static documents.
tl: Quest suffix da l'URL vegn agiuntà al string dad URI per simular documents statics.

# tl_settings.cacheMode.0
source: Cache mode
tl: Modus da cache.

# tl_settings.cacheMode.1
source: Here you can select the cache mode.
tl: Qua pos ti tscherner il modus da cache.

# tl_settings.proxyServerIps.0
source: Trusted proxy servers
tl: Servers da proxy fidads

# tl_settings.proxyServerIps.1
source: Here you can enter a comma separated list of trusted proxy server IP addresses.
tl: Qua pos ti endatar ina glista separada entras commas da adressas IP da servers da proxy fidads.

# tl_settings.sslProxyDomain.0
source: SSL proxy domain
tl: Domain da proxy SSL

# tl_settings.sslProxyDomain.1
source: If your website is available via an SSL proxy server, please enter its domain here (e.g. <em>sslsites.de</em>).
tl: Sche tia pagina d'internet è accessibla entras in server da proxy SSL, endatescha qua tia domain (p. ex. <em>sslsites.de</em>).

# tl_settings.privacyAnonymizeIp.0
source: Anonymize IP addresses
tl: Anonimisar adressas dad IP

# tl_settings.privacyAnonymizeIp.1
source: Anonymize any IP address that is stored in the database, except in the <em>tl_session</em> table (the IP address is bound to the session for security reasons).
tl: Anonimisar mintga adressa dad IP ch'è memorisada en la banca da datas, exclus en la tabella <em>tl_session</em> (per motivs da segirezza è l'adressa dad IP liada a la sessiun).

# tl_settings.privacyAnonymizeGA.0
source: Anonymize Google Analytics
tl: Anonimisar Google Analytics

# tl_settings.privacyAnonymizeGA.1
source: Anonymize the IP addresses that are sent to Google Analytics.
tl: Anonimisar las adressas dad IP che vegnan tramessas a Google Analytics.

# tl_settings.rewriteURL.0
source: Rewrite URLs
tl: Scriver enturn ils URLs

# tl_settings.rewriteURL.1
source: Make Contao generate static URLs without the index.php fragment. This feature requires "mod_rewrite", renaming the ".htaccess.default" file to ".htaccess" and adjusting the RewriteBase as necessary.
tl: Per crear URLs senza il fragment index.php. Per questa funcziun sto "mod_rewrite" esser disponibel, la datoteca ".htaccess.default" sto vegnir renumnada en ".htaccess" ed eventualmain stos ti adattar la RewriteBase.

# tl_settings.addLanguageToUrl.0
source: Add the language to the URL
tl: Agiuntar la lingua a l'URL

# tl_settings.addLanguageToUrl.1
source: Add the language string as first URL parameter (e.g. <em>http://example.com/en/</em>).
tl: Agiuntar la lingua sco emprim parameter da l'URL (p. ex. <em>http://example.com/rm/</em>).

# tl_settings.doNotRedirectEmpty.0
source: Do not redirect empty URLs
tl: Na betg renviar URLs vidas

# tl_settings.doNotRedirectEmpty.1
source: For an empty URL display the website instead of redirecting to the language root page (not recommended).
tl: Mussar en cas d'ina URL vida la pagina d'internet empè da renviar a la pagina da ragisch da la lingua (betg recumandà).

# tl_settings.useAutoItem.0
source: Enable auto_item
tl: Activar auto_item

# tl_settings.useAutoItem.1
source: Skip the <em>items/</em> or <em>events/</em> fragment in the URL and automatically discover the item based on the <em>auto_item</em> parameter.
tl: Laschar davent ils fragments <em>items/</em> ed <em>events/</em> en l'URL ed identifitgar automaticamain l'element a basa dal parameter <em>auto_item</em>.

# tl_settings.disableAlias.0
source: Disable page alias usage
tl: Deactivar l'utilisaziun dad alias da paginas.

# tl_settings.disableAlias.1
source: Use the numeric ID of a page or article instead of its alias.
tl: Utilisar empè la ID numerica d'ina pagina u d'in artitgel.

# tl_settings.folderUrl.0
source: Enable folder URLs
tl: Activar la structura d'ordinaturs en URLs

# tl_settings.folderUrl.1
source: Here you can enable folder-style page aliases like <em>docs/install/download.html</em> instead of <em>docs-install-download.html</em>.
tl: Qua pos ti activar alias en furma dad ordinaturs sco <em>docs/install/download.html</em> empè da <em>docs-install-download.html</em>.

# tl_settings.allowedTags.0
source: Allowed HTML tags
tl: Tags da HTML lubids

# tl_settings.allowedTags.1
source: Here you can enter a list of allowed HTML tags that will not be stripped.
tl: Qua pos ti endatar ina glista dals tags da HTML che na duain betg vegnir eliminads.

# tl_settings.debugMode.0
source: Enable debug mode
tl: Activar il modus da chattar sbagls

# tl_settings.debugMode.1
source: Print certain runtime information like database queries to the screen.
tl: Mussar sin il visur tschertas infurmaziuns davart l'execuziun sco p. ex. dumondas a las bancas da datas.

# tl_settings.maintenanceMode.0
source: Maintenance mode
tl: Modus da mantegniment

# tl_settings.maintenanceMode.1
source: Send a 503 HTTP header and show a maintenance page in the front end.
tl: Trametter in chau da HTTP 503 e mussar ina pagina da mantegniment en il front-end.

# tl_settings.bypassCache.0
source: Bypass the internal cache
tl: Guntgir il cache intern

# tl_settings.bypassCache.1
source: Do not use the internal cache files (e.g. useful when developing extensions).
tl: Na betg utilisar las datotecas da cache internas (p. ex. util sche ti sviluppeschas extensiuns).

# tl_settings.disableRefererCheck.0
source: Disable request tokens
tl: Deactivar tokens da dumondas

# tl_settings.disableRefererCheck.1
source: Do not check the request token when a form is submitted. Attention: potential security risk!
tl: Na betg controllar ils tokens da dumondas sch'in formular vegn tramess. Attenziun: Ristg da segirezza potenzial.

# tl_settings.lockPeriod.0
source: Account locking time
tl: Temp da bloccar il conto.

# tl_settings.lockPeriod.1
source: An account will be locked if a wrong password is entered three times in a row.
tl: In conto vegn bloccà sch'in pled-clav fauss vegn endatà trais giadas ina suenter l'autra.

# tl_settings.displayErrors.0
source: Display error messages
tl: Mussar messadis d'errur

# tl_settings.displayErrors.1
source: Print error messages to the screen (not recommended for productional sites).
tl: Mussar messadis d'errur sin il visur (betg recumandà per paginas productivas).

# tl_settings.logErrors.0
source: Log error messages
tl: Protocollar messadis d'errur

# tl_settings.logErrors.1
source: Write error messages to the error log file (<em>system/logs/error.log</em>).
tl: Scriver errurs en la datoteca da protocol dad errurs (<em>system/logs/error.log</em>) .

# tl_settings.coreOnlyMode.0
source: Run in safe mode
tl: Exequir en il modus segirà

# tl_settings.coreOnlyMode.1
source: Run Contao in safe mode and load only core modules.
tl: Exequir Contao en il modus segirà e be chargiar ils moduls dal core.

# tl_settings.disableIpCheck.0
source: Disable IP check
tl: Deactivar la controlla dad adressas dad IP

# tl_settings.disableIpCheck.1
source: Do not bind sessions to IP addresses. Choosing this option is a potential security risk!
tl: Na betg colliar adressas dad IP cun las sessiuns. Tscherner questa opziun è ina ristga da segirezza potenziala.

# tl_settings.allowedDownload.0
source: Download file types
tl: Tips da datotecas per telechargiar

# tl_settings.allowedDownload.1
source: Here you can enter a comma separated list of downloadable file types.
tl: Qua pos ti endatar ina glista separada entras commas da tips da datotecas che pon vegnir telechargiadas.

# tl_settings.validImageTypes.0
source: Image file types
tl: Tips da datotecas da maletgs

# tl_settings.validImageTypes.1
source: Here you can enter a comma separated list of file types that can be handled by the image class.
tl: Qua pos ti endatar ina glista separada entras commas da tips da datotecas da maletgs che pon vegnir elavurads da la classa da maletgs.

# tl_settings.editableFiles.0
source: Editable file types
tl: Tips da datoteca modifitgabels

# tl_settings.editableFiles.1
source: Here you can enter a comma separated list of file types that can be edited in the source editor.
tl: Qua pos ti endatar ina glista sepaprada entras commas da tips da datotecas che san vegnir modifitgadas en l'editur da code.

# tl_settings.templateFiles.0
source: Template file types
tl: Tips da datotecas per templates

# tl_settings.templateFiles.1
source: Here you can enter a comma separated list of supported template file types.
tl: Qua pos ti endatar ina glista separada entras commas da tips da datotecas che pon vegnir utilisads per templates.

# tl_settings.maxImageWidth.0
source: Maximum front end width
tl: Largezza maximala per il front-end

# tl_settings.maxImageWidth.1
source: If the width of an image or movie exceeds this value, it will be adjusted automatically.
tl: Sche la largezza d'in maletg u video surpassa questa valur, vegn ella adattada automaticamain.

# tl_settings.jpgQuality.0
source: JPG thumbnail quality
tl: Qualitad da miniaturas da JPG

# tl_settings.jpgQuality.1
source: Here you can enter the JPG thumbnail quality in percent.
tl: Qua pos ti endatar la qualitad da miniaturas da JPG en pertschient.

# tl_settings.gdMaxImgWidth.0
source: Maximum GD image width
tl: Largezza maximala da maletgs per GD

# tl_settings.gdMaxImgWidth.1
source: Here you can enter the maximum image width that the GD library shall try to handle.
tl: Qua pos ti endatar la largezza maximala da maletgs che la biblioteca da GD duai empruvar dad elavurar.

# tl_settings.gdMaxImgHeight.0
source: Maximum GD image height
tl: Autezza maximala da maletgs per GD

# tl_settings.gdMaxImgHeight.1
source: Here you can enter the maximum image height that the GD library shall try to handle.
tl: Qua pos ti endatar la autezza maximala da maletgs che la biblioteca da GD duai empruvar dad elavurar.

# tl_settings.uploadPath.0
source: Files directory
tl: Ordinatur da datoteca

# tl_settings.uploadPath.1
source: Here you can set the relative path to the Contao files directory.
tl: Qua pos ti definir il decurs relativ a l'ordinatur da datotecas da Contao.

# tl_settings.uploadTypes.0
source: Upload file types
tl: Tips da datotecas per transferir

# tl_settings.uploadTypes.1
source: Here you can enter a comma separated list of uploadable file types.
tl: Qua pos ti endatar ina glista separada entras commas da tips da datotecas che pon vegnir transferids sin il server.

# tl_settings.uploadFields.0
source: Simultaneous file uploads
tl: Transfers simultans

# tl_settings.uploadFields.1
source: Here you can enter the maximum number of simultaneous file uploads.
tl: Qua pos ti endatar il dumber maximal da transfers da datotecas che pon capitar simultan.

# tl_settings.maxFileSize.0
source: Maximum upload file size
tl: Grondezza da transferir maximala

# tl_settings.maxFileSize.1
source: Here you can enter the maximum upload file size in bytes (1 MB = 1000 kB = 1000000 byte).
tl: Qua pos ti endatar la grondezza maximala per che datotecas pon anc vegnir transferidas sin il server en bytes (1 MB = 1000 kB = 1000000 byte).

# tl_settings.imageWidth.0
source: Maximum image width
tl: Largezza maximala da maletgs

# tl_settings.imageWidth.1
source: Here you can enter the maximum width for image uploads in pixels.
tl: Qua pos ti endatar la largezza maximala en pixels per transferir maletgs sin il server.

# tl_settings.imageHeight.0
source: Maximum image height
tl: Autezza maximala da maletgs

# tl_settings.imageHeight.1
source: Here you can enter the maximum height for image uploads in pixels.
tl: Qua pos ti endatar la autezza maximala en pixels per transferir maletgs sin il server.

# tl_settings.enableSearch.0
source: Enable searching
tl: Activar il tschertgar

# tl_settings.enableSearch.1
source: Index pages so they can be searched.
tl: Indexar las paginas per ch'ellas pon vegnir tschertgadas

# tl_settings.indexProtected.0
source: Index protected pages
tl: Indexar era paginas protegidas

# tl_settings.indexProtected.1
source: Use this option carefully and always exclude personalized pages from being indexed!
tl: Fa attenziun sche ti utiliseschas questa funcziun ed excluda adina paginas persunalisadas da l'index!

# tl_settings.useSMTP.0
source: Send e-mails via SMTP
tl: Trametter e-mails via SMTP

# tl_settings.useSMTP.1
source: Use an SMTP server instead of the PHP mail() function to send e-mails.
tl: Utilisar in server da SMTP empè da la funcziun mail() da PHP per trametter e-mails.

# tl_settings.smtpHost.0
source: SMTP hostname
tl: Host da SMTP

# tl_settings.smtpHost.1
source: Please enter the host name of the SMTP server.
tl: Endatescha il num dal host dal server SMTP.

# tl_settings.smtpUser.0
source: SMTP username
tl: Num d'utilisader SMTP

# tl_settings.smtpUser.1
source: Here you can enter the SMTP username.
tl: Qua pos ti endatar il num d'utilisader per il server da SMTP.

# tl_settings.smtpPass.0
source: SMTP password
tl: Pled-clav SMTP

# tl_settings.smtpPass.1
source: Here you can enter the SMTP password.
tl: Qua pos ti endatar il pled-clav per il server da SMTP.

# tl_settings.smtpEnc.0
source: SMTP encryption
tl: Criptadi per SMTP

# tl_settings.smtpEnc.1
source: Here you can choose an encryption method (SSL or TLS).
tl: Qua pos ti tscherner ina metoda da criptadi (SSL u TLS).

# tl_settings.smtpPort.0
source: SMTP port number
tl: Numer da port da SMTP

# tl_settings.smtpPort.1
source: Please enter the port number of the SMTP server.
tl: Endatescha il numer da port dal server SMTP.

# tl_settings.inactiveModules.0
source: Inactive extensions
tl: Extensiuns inactivas

# tl_settings.inactiveModules.1
source: Here you can deactivate unneeded extensions.
tl: Qua pos ti deactivar extensiuns che na vegnan betg utilisadas.

# tl_settings.undoPeriod.0
source: Storage time for undo steps
tl: Temp da memorisar per pass da revocar

# tl_settings.undoPeriod.1
source: Here you can enter the storage time for undo steps in seconds (24 hours = 86400 seconds).
tl: Qua pos ti endatar il temp da memorisar per pass da revocar en secundas (24 uras = 86400 secundas).

# tl_settings.versionPeriod.0
source: Storage time for versions
tl: Temp da memorisar per versiuns

# tl_settings.versionPeriod.1
source: Here you can enter the storage time for different versions of a record in seconds (90 days = 7776000 seconds).
tl: Qua pos ti endatar il temp da memorisar per differentas versiuns d'in element en secundas (90 dis = 7776000 secundas).

# tl_settings.logPeriod.0
source: Storage time for log entries
tl: Temp da memorisar per endataziuns dal protocol

# tl_settings.logPeriod.1
source: Here you can enter the storage time for log entries in seconds (14 days = 1209600 seconds).
tl: Qua pos ti endatar il temp da memorisar per endataziuns en il protocol en secundas (14 dis = 1209600 secundas).

# tl_settings.sessionTimeout.0
source: Session timeout
tl: Temp da la sessiun

# tl_settings.sessionTimeout.1
source: Here you can enter the maximum lifetime of a session in seconds (60 minutes = 3600 seconds).
tl: Qua pos ti endatar il temp maximal dad ina sessiun en secundas (60 minutas = 3600 secundas).

# tl_settings.autologin.0
source: Auto login period
tl: Temp per s'annunziar automaticamain

# tl_settings.autologin.1
source: Here you can set the front end auto login period (90 days = 7776000 seconds).
tl: Qua pos ti definir il temp per s'annunziar automaticamain (90 dis = 7776000 secundas).

# tl_settings.defaultUser.0
source: Default page owner
tl: Possessur da standard da la pagina

# tl_settings.defaultUser.1
source: Here you can select a user as the default owner of a page.
tl: Qua pos ti tscherner in utilisader sco possessur da standard da la pagina.

# tl_settings.defaultGroup.0
source: Default page group
tl: Gruppa da standard

# tl_settings.defaultGroup.1
source: Here you can select a group as the default owner of a page.
tl: Qua pos ti tscherner ina gruppa da standard sco possessur da la pagina.

# tl_settings.defaultChmod.0
source: Default access rights
tl: Dretgs d'access da standard

# tl_settings.defaultChmod.1
source: Please assign the default access rights for pages and articles.
tl: Definescha ils dretgs d'access da standard per paginas ed artitgels.

# tl_settings.liveUpdateBase.0
source: Live Update URL
tl: URL per l'actualisaziun directa

# tl_settings.liveUpdateBase.1
source: Here you can enter the Live Update URL.
tl: Qua pos ti endatar l'URL per l'actualisaziun directa.

# tl_settings.title_legend
source: Website title
tl: Titel da la pagina d'internet

# tl_settings.date_legend
source: Date and time
tl: Data e temp

# tl_settings.global_legend
source: Global configuration
tl: Configuraziun globala

# tl_settings.backend_legend
source: Back end configuration
tl: Configuraziun dal back-end

# tl_settings.frontend_legend
source: Front end configuration
tl: Configuraziun dal front-end

# tl_settings.proxy_legend
source: Proxy configuration
tl: Configuraziun da proxy

# tl_settings.privacy_legend
source: Privacy settings
tl: Opziuns per la sfera privata

# tl_settings.security_legend
source: Security settings
tl: Opziuns per la segirezza

# tl_settings.files_legend
source: Files and images
tl: Datotecas e maletgs

# tl_settings.uploads_legend
source: Upload settings
tl: Opziuns per transferir datotecas

# tl_settings.search_legend
source: Search engine settings
tl: Opziuns da la maschina da tschertgar

# tl_settings.smtp_legend
source: SMTP configuration
tl: Configuraziun da SMTP

# tl_settings.modules_legend
source: Inactive extensions
tl: Extensiuns inactivas

# tl_settings.cron_legend
source: Command scheduler
tl: Planisaziun da cummonds

# tl_settings.timeout_legend
source: Timeout values
tl: Valurs da temp

# tl_settings.chmod_legend
source: Default access rights
tl: Dretgs d'access da standard

# tl_settings.update_legend
source: Live Update
tl: Actualisaziun directa (Live Update)

# tl_settings.static_legend
source: Static resources
tl: Resursas staticas

# tl_settings.edit
source: Edit the local configuration
tl: Modifitgar la configuraziun locala

# tl_settings.both
source: Use the server and the browser cache
tl: Utilisar il cache dal server e dal navigatur

# tl_settings.server
source: Use only the server cache
tl: Be utilisar il cache dal server

# tl_settings.browser
source: Use only the browser cache
tl: Be utilisar il cache dal navigatur

# tl_settings.none
source: Disable caching
tl: Deactivar il cache
