Repository: contao/core
Catalog: system/modules/core/languages/rm/*_style.xlf
Languages: rm

# tl_style.invisible.0
source: Invisible
rm: Invisibel

# tl_style.invisible.1
source: Do not export the format definition.
rm: Betg exportar questa definiziun da formataziun

# tl_style.selector.0
source: Selector
rm: Selectur

# tl_style.selector.1
source: The selector defines to which element(s) the format definition applies.
rm: Il selectur definescha per tge element(s) che questa definiziun da formataziun vala.

# tl_style.category.0
source: Category
rm: Categoria

# tl_style.category.1
source: Categories can be used to group format definitions in the back end.
rm: Categorias pon vegnir utilisadas per gruppar definiziuns da formataziun en il back-end.

# tl_style.comment.0
source: Comment
rm: Commentari

# tl_style.comment.1
source: Here you can add a comment.
rm: Qua pos ti agiuntar in commentari.

# tl_style.size.0
source: Size
rm: Grondezza

# tl_style.size.1
source: Width, height, min-width, min-height, max-width and max-height.
rm: Width, height, min-width, min-height, max-width e max-height.

# tl_style.width.0
source: Width
rm: Largezza

# tl_style.width.1
source: Here you can enter the element's width.
rm: Qua pos ti definir la largezza da l'element.

# tl_style.height.0
source: Height
rm: Autezza

# tl_style.height.1
source: Here you can enter the element's height.
rm: Qua pos ti definir l'autezza da l'element.

# tl_style.minwidth.0
source: Minimum width
rm: Largezza minimala

# tl_style.minwidth.1
source: Here you can enter the element's minimum width.
rm: Qua pos ti endatar la largezza minimala da l'element.

# tl_style.minheight.0
source: Minimum height
rm: Autezza minimala

# tl_style.minheight.1
source: Here you can enter the element's minimum height.
rm: Qua pos ti endatar l'autezza minimala da l'element.

# tl_style.maxwidth.0
source: Maximum width
rm: Largezza maximala

# tl_style.maxwidth.1
source: Here you can enter the element's maximum width.
rm: Qua pos ti endatar la largezza maximala da l'element.

# tl_style.maxheight.0
source: Maximum height
rm: Autezza maximala

# tl_style.maxheight.1
source: Here you can enter the element's maximum height.
rm: Qua pos ti endatar l'autezza maximala da l'element.

# tl_style.positioning.0
source: Position
rm: Posiziun

# tl_style.positioning.1
source: Position, float, clear, overflow and display.
rm: Position, float, clear, overflow e display.

# tl_style.trbl.0
source: Position
rm: Posiziun

# tl_style.trbl.1
source: Here you can enter the top, right, bottom and left position.
rm: Qua pos ti endatar la posiziun sura, a dretga, sut ed a sanestra.

# tl_style.position.0
source: Position type
rm: Tip da posiziunar

# tl_style.position.1
source: Here you can choose the position type.
rm: Qua pos ti tscherner il tip da posiziunar

# tl_style.floating.1
source: Here you can choose the float type.
rm: Qua pos ti tscherner il tip da float.

# tl_style.clear.1
source: Here you can choose the clear type.
rm: Qua pos ti tscherner il tip da clear.

# tl_style.overflow.1
source: Here you can choose the overflow behaviour.
rm: Qua pos ti definir il cumportament en cas dad overflow.

# tl_style.display.1
source: Here you can choose the display type.
rm: Qua pos ti definir il tip da display.

# tl_style.alignment.0
source: Margin, padding and alignment
rm: Margin, padding ed alignment

# tl_style.alignment.1
source: Margin, padding, align, vertical-align, text-align and white-space.
rm: Margin, padding, align, vertical-align, text-align ewhite-space.

# tl_style.margin.0
source: Margin
rm: Margin (distanza dador)

# tl_style.margin.1
source: Here you can enter the top, right, bottom and left margin.
rm: Qua pos ti endatar la distanza dador sura, a dretga, sut ed a sanestra.

# tl_style.padding.0
source: Padding
rm: Padding (distanza dadens)

# tl_style.padding.1
source: Here you can enter the top, right, bottom and left padding.
rm: Qua pos ti endatar la distanza dadens sura, a dretga, sut ed a sanestra.

# tl_style.align.0
source: Element alignment
rm: Alingiament da l'element

# tl_style.align.1
source: To align an element, its left and right margin will be overwritten.
rm: Per drizzar ora l'element vegn il 'margin' dretg e sanester surscrit.

# tl_style.verticalalign.0
source: Vertical alignment
rm: Alingiament vertical

# tl_style.verticalalign.1
source: Here you can choose the vertical alignment.
rm: Qua pos ti tscherner l'alingiament vertical

# tl_style.textalign.0
source: Text alignment
rm: Alingiament dal text

# tl_style.textalign.1
source: Here you can choose the horizontal text alignment.
rm: Qua pos ti tscherner l'alingiament orizontal dal text.

# tl_style.whitespace.1
source: Here you can define how white-space inside an element is handled.
rm: Qua pos ti definir sco ch'il white-space entaifer in element vegn tractà.

# tl_style.background.0
source: Background
rm: Fund davos

# tl_style.background.1
source: Background-color, background-image, background-position, background-repeat, box-shadow and linear-gradient.
rm: Background-color, background-image, background-position, background-repeat, box-shadow e linear-gradient.

# tl_style.bgcolor.0
source: Background color and opacity
rm: Colur dal fund davos e fermezza da cuvrir

# tl_style.bgcolor.1
source: Here you can enter a hexadecimal background color (e.g. ff0000 for red) and an optional opacity in percent (e.g. 75).
rm: Qua pos ti endatar ina valur hexadecimala per la colur dal fund davos (p. ex. ff0000 per cotschen) sco era opziunal la fermezza da cuvrir en pertschient (p. ex. 75).

# tl_style.bgimage.0
source: Background image
rm: Maletg dal fund davos

# tl_style.bgimage.1
source: Here you can enter the path to a background image.
rm: Qua pos ti endatar il decurs ad ina maletg per il fund davos.

# tl_style.bgposition.0
source: Background position
rm: Posiziun dal fund davos

# tl_style.bgposition.1
source: Here you can select the position of the background image.
rm: Qua pos ti tscherner la posiziun dal maletg da fund davos.

# tl_style.bgrepeat.0
source: Background repeat
rm: Repeter il fund davos

# tl_style.bgrepeat.1
source: Here you can select the repeating mode.
rm: Qua pos ti definir sche e co ch'il fund davos duai vegnir repetì.

# tl_style.shadowsize.0
source: Shadow size
rm: Grondezza da la sumbriva

# tl_style.shadowsize.1
source: Here you can enter the X and Y offset, an optional blur size and an optional spread radius.
rm: Qua pos ti endatar l'offset en direcziun X ed Y, sco era opziunalmain ina valur per il diffus ed in radios da diffusiun.

# tl_style.shadowcolor.0
source: Shadow color and opacity
rm: Colur ed fermezza da colur da la sumbriva

# tl_style.shadowcolor.1
source: Here you can enter a hexadecimal shadow color (e.g. ff0000 for red) and an optional opacity in percent (e.g. 75).
rm: Qua pos ti endatar ina valur hexadecimala per la colur da la sumbriva (p. ex. ff0000 per cotschen) ed ina fermezza da colur en pertschient (p. ex. 75).

# tl_style.gradientAngle.0
source: Gradient angle
rm: Angul dal decurs

# tl_style.gradientAngle.1
source: Here you can enter the gradient angle (e.g. <em>0deg</em>) or the direction (e.g. <em>to bottom</em> or <em>to top right</em>).
rm: Qua pos ti endatar l'angel dal gradient (p. ex. <em>0deg</em>) ni la direcziun (p. ex. <em>to bottom</em> u <em>to top right</em>).

# tl_style.gradientColors.0
source: Gradient colors
rm: Colurs dal decurs

# tl_style.gradientColors.1
source: Here you can enter up to four colors with an optional percentage (e.g. <em>ffc 10% | f90 | f00</em>).
rm: Ti pos endatar enfin quatter colurs cun ina valur en pertschient opziunala (p. ex. <em>ffc 10% | f90 | f00</em>).

# tl_style.border.0
source: Border
rm: Ur

# tl_style.border.1
source: Border-width, border-style, border-color, border-radius, border-collapse and border-spacing.
rm: Border-width, border-style, border-color, border-radius, border-collapse e border-spacing.

# tl_style.borderwidth.0
source: Border width
rm: Largezza da l'ur

# tl_style.borderwidth.1
source: Here you can enter the top, right, bottom and left border width.
rm: Qua pos ti endatar la largezza da l'ur sura, a dretga, sut ed a sanestra.

# tl_style.borderstyle.0
source: Border style
rm: Stil da l'ur

# tl_style.borderstyle.1
source: Here you can choose the border style.
rm: Qua pos ti tscherner il stil da l'ur.

# tl_style.bordercolor.0
source: Border color and opacity
rm: Colur e fermezza da l'ur

# tl_style.bordercolor.1
source: Here you can enter a hexadecimal border color (e.g. ff0000 for red) and an optional opacity in percent (e.g. 75).
rm: Qua pos ti endatar ina valur hexadecimala per la colur da l'ur (p. ex . ff0000 per cotschen) ed ina fermezza da la colur en pertschient (p. ex. 75).

# tl_style.borderradius.0
source: Border radius
rm: Radius da l'ur

# tl_style.borderradius.1
source: Here you can enter the top, right, bottom and left border radius.
rm: Qua pos ti endatar il radius da l'ur sura sanester, sura dretg, sut dretg e sut sanester.

# tl_style.bordercollapse.0
source: Border handling
rm: Model da l'ur

# tl_style.bordercollapse.1
source: Here you can choose the border handling.
rm: Qua pos ti tscherner il model da l'ur

# tl_style.borderspacing.0
source: Border spacing
rm: Distanza da l'ur (border spacing)

# tl_style.borderspacing.1
source: Here you can enter the border spacing.
rm: Qua pos ti definir la distanza da l'ur

# tl_style.font.0
source: Font
rm: Scrittira

# tl_style.font.1
source: Font-family, font-size, font-color, line-height, font-style, text-transform, text-indent, letter-spacing and word-spacing.
rm: Font-family, font-size, font-color, line-height, font-style, text-transform, text-indent, letter-spacing e word-spacing.

# tl_style.fontfamily.0
source: Font family
rm: Scrittiras

# tl_style.fontfamily.1
source: Here you can enter a comma separated list of font types.
rm: Qua pos ti endatar ina glista separada entras commas cun las scrittiras.

# tl_style.fontsize.0
source: Font size
rm: Grondezza da la scrittira

# tl_style.fontsize.1
source: Here you can enter the font size.
rm: Qua pos ti endatar la grondezza da la scrittira.

# tl_style.fontcolor.0
source: Font color and opacity
rm: Colur e fermezza

# tl_style.fontcolor.1
source: Here you can enter a hexadecimal font color (e.g. ff0000 for red) and an optional opacity in percent (e.g. 75).
rm: Qua pos ti endatar ina valur hexadecimala per la colur da la scrittira (p. ex . ff0000 per cotschen) ed ina fermezza da la colur en pertschient (p. ex. 75).

# tl_style.lineheight.0
source: Line height
rm: Autezza da la lingia

# tl_style.lineheight.1
source: Here you can define the line height.
rm: Qua pos ti definir l'autezza da la lingia

# tl_style.fontstyle.0
source: Font style
rm: Stil da la scrittira

# tl_style.fontstyle.1
source: Here you can choose one or more font styles.
rm: Qua pos ti tscherner in u plirs stils per la scrittira

# tl_style.texttransform.1
source: Here you can choose a text transformation mode.
rm: Qua pos ti tscherner il modus da text-transform.

# tl_style.textindent.0
source: Text indent
rm: Incisiun dal text

# tl_style.textindent.1
source: Here you can enter a text indentation.
rm: Qua pos ti definir l'incisiun dal text.

# tl_style.letterspacing.0
source: Letter spacing
rm: Distanza tranter caracters

# tl_style.letterspacing.1
source: Here you can modify the letter spacing (default: 0px).
rm: Qua pos ti midar la distanza tranter caracters (standard: 0px).

# tl_style.wordspacing.0
source: Word spacing
rm: Distanza tranter pleds

# tl_style.wordspacing.1
source: Here you can modify the word spacing (default: 0px).
rm: Qua pos ti definir la distanza tranter pleds (standard: 0px).

# tl_style.list.0
source: List
rm: Glista

# tl_style.list.1
source: List-style-type and list-style-image.
rm: List-style-type e list-style-image.

# tl_style.liststyletype.0
source: List symbol
rm: Simbol da la glista

# tl_style.liststyletype.1
source: Here you can choose a list symbol.
rm: Qua pos ti tscherner in simbol da glista

# tl_style.liststyleimage.0
source: Custom symbol
rm: Simbol persunalisà

# tl_style.liststyleimage.1
source: Here you can enter the path to an individual symbol.
rm: Qua pos ti endatar il decurs ad in simbol persunalisà.

# tl_style.own.0
source: Custom code
rm: Code persunalisà

# tl_style.own.1
source: Here you can enter custom CSS code.
rm: Qua pos ti endatar agen code da CSS

# tl_style.selector_legend
source: Selector and category
rm: Selectur e categoria

# tl_style.size_legend
source: Size
rm: Grondezza

# tl_style.position_legend
source: Position
rm: Posiziun

# tl_style.align_legend
source: Margin and alignment
rm: Distanza ed alingiament

# tl_style.background_legend
source: Background settings
rm: Opziuns dal fund davos

# tl_style.border_legend
source: Border settings
rm: Opziuns da l'ur

# tl_style.font_legend
source: Font settings
rm: Opziuns da la scrittira

# tl_style.list_legend
source: List settings
rm: Opziuns per glistas

# tl_style.custom_legend
source: Custom code
rm: Code persunalisà

# tl_style.bold
source: bold
rm: grass

# tl_style.italic
source: italic
rm: cursiv

# tl_style.underline
source: underlined
rm: suttastritgà

# tl_style.notUnderlined
source: not underlined
rm: betg suttastritgà

# tl_style.line-through
source: line-through
rm: stritgà tras

# tl_style.overline
source: overlined
rm: surstritgà

# tl_style.small-caps
source: small-caps
rm: pitschnas maiusclas

# tl_style.disc
source: dot
rm: punct

# tl_style.circle
source: circle
rm: rudè

# tl_style.square
source: square
rm: quadrat

# tl_style.decimal
source: figures
rm: cifras

# tl_style.upper-roman
source: upper latin figures
rm: cifras grondas romanas

# tl_style.lower-roman
source: lower latin figures
rm: cifras latinas pitschnas

# tl_style.upper-alpha
source: upper characters
rm: bustabs gronds

# tl_style.lower-alpha
source: lower characters
rm: bustabs pitschens

# tl_style.uppercase
source: uppercase
rm: Maiusclas

# tl_style.lowercase
source: lowercase
rm: Minusclas

# tl_style.capitalize
source: capitalize
rm: Emprim bustab grond

# tl_style.none
source: none
rm: deactivar

# tl_style.new.0
source: New format definition
rm: Nova definiziun da formataziun

# tl_style.new.1
source: Create a new format definition
rm: Crear ina nova definiziun da formataziun

# tl_style.show.0
source: Format definition details
rm: Detagls da la definiziun da la formataziun

# tl_style.show.1
source: Show the details of format definition ID %s
rm: Mussar ils detagls da la definiziun da la formataziun cun l'ID %s

# tl_style.edit.0
source: Edit format definition
rm: Modifitgar la definiziun da la formataziun

# tl_style.edit.1
source: Edit format definition ID %s
rm: Modifitgar la definiziun da la formataziun cun l'ID %s

# tl_style.cut.0
source: Move format definition
rm: Spustar la definiziun da la formataziun

# tl_style.cut.1
source: Move format definition ID %s
rm: Spustar la definiziun da la formataziun cun l'ID %s

# tl_style.copy.0
source: Duplicate format definition
rm: Duplitgar la definiziun da la formataziun

# tl_style.copy.1
source: Duplicate format definition ID %s
rm: Duplitgar la definiziun da la formataziun cun l'ID %s

# tl_style.delete.0
source: Delete format definition
rm: Stizzar la definiziun da la formataziun

# tl_style.delete.1
source: Delete format definition ID %s
rm: Stizzar la definiziun da la formataziun cun l'ID %s

# tl_style.editheader.0
source: Edit style sheet
rm: Modifitgar il style-sheet

# tl_style.editheader.1
source: Edit the style sheet settings
rm: Modifitgar las opziuns dal style-sheet

# tl_style.pasteafter.0
source: Paste at the top
rm: Encollar sura

# tl_style.pasteafter.1
source: Paste after format definition ID %s
rm: Encollar suenter la definiziun da la formataziun cun l'ID %s

# tl_style.pastenew.0
source: Add new at the top
rm: Crear sura in nov element

# tl_style.pastenew.1
source: Add new after format definition ID %s
rm: Crear in nov element suenter la definiziun da la formataziun cun l'ID %s

# tl_style.toggle.0
source: Toggle visibility
rm: Midar la visibilitad

# tl_style.toggle.1
source: Toggle the visibility of format definition ID %s
rm: Midar la visibilitad la definiziun da la formataziun cun l'ID %s
