Repository: contao/core
Catalog: system/modules/core/languages/rm/*_style_sheet.xlf
Languages: rm

# tl_style_sheet.name.0
source: Name
rm: Num

# tl_style_sheet.name.1
source: Please enter the style sheet name.
rm: Endatescha in num per il style-sheet.

# tl_style_sheet.disablePie.0
source: Disable CSS3PIE
rm: Deactivar CSS3PIE

# tl_style_sheet.disablePie.1
source: Do not include the PIE.htc behavior file (adds CSS3 support to older IE versions).
rm: Na betg includer la datoteca PIE.htc (quella agiuntescha sustegn da CSS3 per versiuns pli veglias da l'IE).

# tl_style_sheet.embedImages.0
source: Embed images up to
rm: Includer maletgs enfin ad ina grondezza da

# tl_style_sheet.embedImages.1
source: Here you can enter the file size in bytes up to which images will be embedded in the style sheet as data: string. Set to 0 to disable the feature.
rm: Qua pos ti endatar ina grondezza da datoteca en bytes enfin la quala ils maletgs vegnan integrads en il style-sheet sco string da data:. 0 deactivescha questa funcziun.

# tl_style_sheet.cc.0
source: Conditional comment
rm: Commentari cundiziunal

# tl_style_sheet.cc.1
source: Conditional comments allow you to create Internet Explorer specific style sheets (e.g. <em>if lt IE 9</em>).
rm: Commentaris cundiziunals ta lubeschan da crear style-sheets specifics per l'Internet Explorer (p. ex. <em>if lt IE 9</em>).

# tl_style_sheet.media.0
source: Media types
rm: Tips da media

# tl_style_sheet.media.1
source: Here you can choose the media types the style sheet applies to.
rm: Qua pos ti tscherner tge tips da media che quest style-sheet pertutga.

# tl_style_sheet.mediaQuery.1
source: Here you can define the media type using a media query like <em>screen and (min-width: 800px)</em>. The media types defined above will then be overwritten.
rm: Qua pos ti definir il tip da media cun utilisar in media-query sco <em>screen and (min-width: 800px)</em>. Il tip survart vegn surscrit entras quai.

# tl_style_sheet.vars.0
source: Global variables
rm: Variablas globalas

# tl_style_sheet.vars.1
source: Here you can define global variables for the style sheet (e.g. <em>$red</em> -> <em>c00</em> or <em>$margin</em> -> <em>12px</em>).
rm: Qua pos ti definir variablas globalas per il style-sheet (p. ex. <em>$red</em> -> <em>c00</em> u <em>$margin</em> -> <em>12px</em>).

# tl_style_sheet.source.0
source: Source files
rm: Datotecas da funtauna

# tl_style_sheet.source.1
source: Here you can upload one or more .css files to be imported.
rm: Qua pos ti transferir ina u pliras datotecas da CSS che duain vegnir importadas.

# tl_style_sheet.tstamp.0
source: Revision date
rm: Data da la versiun

# tl_style_sheet.tstamp.1
source: Date and time of the latest revision
rm: La data ed il temp da l'ultima versiun

# tl_style_sheet.title_legend
source: Name
rm: Num

# tl_style_sheet.expert_legend
source: Expert settings
rm: Opziuns dad experts

# tl_style_sheet.media_legend
source: Media settings
rm: Opziuns da medias

# tl_style_sheet.vars_legend
source: Global variables
rm: Variablas globalas

# tl_style_sheet.css_imported
source: Style sheet "%s" has been imported.
rm: Il style-sheet "%s" è vegnì importà.

# tl_style_sheet.css_renamed
source: Style sheet "%s" has been imported as "%s".
rm: Il style-sheet "%s" è vegnì importà sco "%s".

# tl_style_sheet.new.0
source: New style sheet
rm: Nov style-sheet

# tl_style_sheet.new.1
source: Create a new style sheet
rm: Crear in nov style-sheet

# tl_style_sheet.show.0
source: Style sheet details
rm: Detagls dal style-sheet

# tl_style_sheet.show.1
source: Show the details of style sheet ID %s
rm: Detagls dal style-sheet cun l'ID %s

# tl_style_sheet.edit.0
source: Edit style sheet
rm: Modifitgar il style-sheet

# tl_style_sheet.edit.1
source: Edit style sheet ID %s
rm: Modifitgar il style-sheet cun l'ID %s

# tl_style_sheet.editheader.0
source: Edit style sheet
rm: Modifitgar il style-sheet

# tl_style_sheet.editheader.1
source: Edit the style sheet settings
rm: Modifitgar las opziuns dal style-sheet

# tl_style_sheet.cut.0
source: Move style sheet
rm: Spustar il style-sheet

# tl_style_sheet.cut.1
source: Move style sheet ID %s
rm: Spustar il style-sheet cun l'ID %s

# tl_style_sheet.copy.0
source: Duplicate style sheet
rm: Duplitgar il style-sheet

# tl_style_sheet.copy.1
source: Duplicate style sheet ID %s
rm: Duplitgar il style-sheet cun l'ID %s

# tl_style_sheet.delete.0
source: Delete style sheet
rm: Stizzar il style-sheet

# tl_style_sheet.delete.1
source: Delete style sheet ID %s
rm: Stizzar il style-sheet cun l'ID %s

# tl_style_sheet.import.0
source: CSS import
rm: Importar ina datoteca CSS

# tl_style_sheet.import.1
source: Import existing CSS files
rm: Importar ina datoteca CSS existenta

# tl_style_sheet.export.0
source: Export style sheet
rm: Exportar style-sheet

# tl_style_sheet.export.1
source: Export style sheet ID %s
rm: Exportar il style-sheet cun l'ID %s
