Repository: contao/core
Catalog: system/modules/core/languages/rm/*_templates.xlf
Languages: rm

# tl_templates.original.0
source: Original template
rm: Template original

# tl_templates.original.1
source: Here you can select the template that you want to customize.
rm: Qua pudais vus tscherner il template che vus vulais modifitgar.

# tl_templates.target.0
source: Target folder
rm: Ordinatur da destinaziun

# tl_templates.target.1
source: A copy of the selected template will be stored in the target folder.
rm: Ina copia dal template selecziunà vegn memorisà en l'ordinatur da destinaziun selecziunà.

# tl_templates.headline
source: Add a new template
rm: Agiuntar in nov template

# tl_templates.newTpl
source: Create template
rm: Crear in template

# tl_templates.exists
source: Template "%s" exists already!
rm: Il template "%s" exista gia!

# tl_templates.invalid
source: Invalid source or target directory "%s"!
rm: Ordinatur da funtauna u destinaziun nunvalid "%s"!

# tl_templates.new_tpl.0
source: New template
rm: Nov template

# tl_templates.new_tpl.1
source: Create a new template
rm: Crear in nov template

# tl_templates.new.0
source: New folder
rm: Nov ordinatur

# tl_templates.new.1
source: Create a new folder
rm: Crear in nov ordinatur

# tl_templates.pasteinto.0
source: Paste into
rm: Encollar qua

# tl_templates.pasteinto.1
source: Paste into this folder
rm: Encollar en quest ordinatur

# tl_templates.compare.0
source: Compare template
rm: Cumparegliar il template

# tl_templates.compare.1
source: Compare "%s" with another template
rm: Cumparegliar "%s" cun in auter template

# tl_templates.overridesAnotherTpl
source: This template overrides "%s".
rm: Quest template surscriva "%s".

# tl_templates.pleaseSelect
source: Please select a template from the list above and click "Show differences".
rm: Tscherna in template da la glista survart e clicca sin "Mussar differenzas".
