Repository: contao/core
Catalog: system/modules/core/languages/rm/*_theme.xlf
Languages: rm

# tl_theme.name.0
source: Theme title
rm: Titel dal theme

# tl_theme.name.1
source: Please enter a unique theme title.
rm: Endatescha in titel unic per il theme

# tl_theme.author.0
source: Author
rm: Autur

# tl_theme.author.1
source: Please enter the name of the theme designer.
rm: Endatescha il num dal designer dal theme.

# tl_theme.folders.0
source: Folders
rm: Ordinaturs

# tl_theme.folders.1
source: Please select the folders that belong to the theme from the files directory.
rm: Tscherna ils ordinaturs che tutgan tar il theme ord l'ordinatur da datotecas.

# tl_theme.templates.0
source: Templates folder
rm: Ordinatur da templates

# tl_theme.templates.1
source: Here you can select a templates folder that will be exported with the theme.
rm: Qua pos ti definir in ordinatur da templates che duai vegnir exportà cun il theme.

# tl_theme.screenshot.1
source: Here you can choose a screenshot of the theme.
rm: Qua pos ti inditgar in screenshot dal theme.

# tl_theme.vars.0
source: Global variables
rm: Variablas globalas

# tl_theme.vars.1
source: Here you can define global variables for the style sheets of the theme (e.g. <em>$red</em> -> <em>c00</em> or <em>$margin</em> -> <em>12px</em>).
rm: Qua pos ti definir variablas globalas per il theme (p. ex. <em>$red</em> -> <em>c00</em> u <em>$margin</em> -> <em>12px</em>).

# tl_theme.source.0
source: Source files
rm: Datotecas da funtauna

# tl_theme.source.1
source: Here you can upload one or more .cto files to be imported.
rm: Qua pos ti transferir ina u pliras datotecas da .cto per las importar.

# tl_theme.tstamp.0
source: Revision date
rm: Data da la versiun

# tl_theme.tstamp.1
source: Date and time of the latest revision
rm: La data ed il temp da l'ultima versiun

# tl_theme.title_legend
source: Title and author
rm: Titel ed autur

# tl_theme.config_legend
source: Configuration
rm: Configuraziun

# tl_theme.vars_legend
source: Global variables
rm: Variablas globalas

# tl_theme.theme_imported
source: Theme "%s" has been imported.
rm: Il theme "%s" è vegnì importà.

# tl_theme.checking_theme
source: The theme data is being checked
rm: Las datas dal theme vegnan controlladas

# tl_theme.tables_fields
source: Tables and fields
rm: Tabellas e champs

# tl_theme.missing_field
source: The field <strong>%s</strong> is missing in the database and will not be imported.
rm: Il champ <strong>%s</strong> manca en la banca da datas e na vegn betg importà.

# tl_theme.tables_ok
source: The tables have been successfully checked.
rm: Las tabellas èn vegnidas controlladas cun success.

# tl_theme.missing_xml
source: Theme "%s" is corrupt and cannot be imported.
rm: Il theme "%s" è donnegià e na po betg vegnir importà.

# tl_theme.custom_templates
source: Custom templates
rm: Templates persunalisads

# tl_theme.template_exists
source: The template <strong>"%s"</strong> exists and will be overwritten.
rm: Il template <strong>"%s"</strong> exista e vegn surscrit.

# tl_theme.templates_ok
source: No conflicts detected.
rm: Chattà nagins conflicts

# tl_theme.store.0
source: Theme store
rm: Butia da themes

# tl_theme.store.1
source: Find more themes in the Contao theme store
rm: Chatta dapli themes en la butia da themes da Contao

# tl_theme.new.0
source: New theme
rm: Nov theme

# tl_theme.new.1
source: Create a new theme
rm: Crear in nov theme

# tl_theme.show.0
source: Theme details
rm: Detagls dal theme

# tl_theme.show.1
source: Show the details of theme ID %s
rm: Mussar ils detagls dal theme cun l'ID %s

# tl_theme.edit.0
source: Edit theme
rm: Modifitgar il theme

# tl_theme.edit.1
source: Edit theme ID %s
rm: Modifitgar il theme cun l'ID %s

# tl_theme.delete.0
source: Delete theme
rm: Stizzar il theme

# tl_theme.delete.1
source: Delete theme ID %s
rm: Stizzar il theme cun l'ID %s

# tl_theme.css.1
source: Edit the style sheets of theme ID %s
rm: Modifitgar ils style-sheets dal theme cun l'ID %s

# tl_theme.modules.0
source: Modules
rm: Moduls

# tl_theme.modules.1
source: Edit the front end modules of theme ID %s
rm: Modifitgar ils moduls da front-end dal theme cun l'ID %s

# tl_theme.layout.1
source: Edit the page layouts of theme ID %s
rm: Modifitgar ils layouts da pagina dal theme cun l'ID %s

# tl_theme.imageSizes.0
source: Image sizes
rm: Grondezzas dal maletg

# tl_theme.imageSizes.1
source: Edit the image sizes of theme ID %s
rm: Modifitgar las grondezzas da maletg dal theme cun l'ID %s

# tl_theme.importTheme.0
source: Theme import
rm: Importar theme

# tl_theme.importTheme.1
source: Import new themes
rm: Importar novs themes

# tl_theme.exportTheme.1
source: Export theme ID %s
rm: Exportar il theme cun l'ID %s
