Repository: contao/core
Catalog: system/modules/core/languages/rm/*_undo.xlf
Languages: rm

# tl_undo.pid.0
source: User
rm: Utilisader

# tl_undo.pid.1
source: Name of the associated user
rm: Num da l'utilisader associÃ

# tl_undo.fromTable.0
source: Source table
rm: Tabella da funtauna

# tl_undo.fromTable.1
source: Name of the original table
rm: Num da la tabella originala

# tl_undo.affectedRows.0
source: Affected rows
rm: Lingias pertutgadas

# tl_undo.affectedRows.1
source: Number of records included in the undo step
rm: Dumber dad elements pertutgads dal pass da revocar

# tl_undo.query.0
source: Details
rm: Detagls

# tl_undo.query.1
source: Details of the undo step
rm: Detagls davart il pass da revocar

# tl_undo.data.0
source: Data
rm: Datas

# tl_undo.data.1
source: Raw data of the undo step
rm: Las datas bruttas dal pass da revocar

# tl_undo.show.0
source: Show details
rm: Mussar detagls

# tl_undo.show.1
source: Show the details of entry ID %s
rm: Mussar ils detagls da l'endataziun cun l'ID %s

# tl_undo.undo.0
source: Restore
rm: Revocar

# tl_undo.undo.1
source: Restore entry ID %s
rm: Restaurar l'endataziun cun l'ID %s
