Repository: contao/core
Catalog: system/modules/core/languages/rm/*_user.xlf
Languages: tl

# tl_user.username.0
source: Username
tl: Num d'utilisader

# tl_user.username.1
source: Please enter a unique username.
tl: Endatescha in num d'utilisader unic

# tl_user.name.0
source: Name
tl: Num

# tl_user.name.1
source: Please enter the first and last name.
tl: Endatescha il prenum ed il num.

# tl_user.email.0
source: E-mail address
tl: Adressa dad e-mail

# tl_user.email.1
source: Please enter a valid e-mail address.
tl: Endatescha ina adressa dad e-mail valida.

# tl_user.google.0
source: Google+ profile ID
tl: ID dal profil da Google+

# tl_user.google.1
source: Here you can enter your Google+ profile ID (e.g. <em>114740384471581504722</em>).
tl: Qua pos ti endatar tia ID dal profil da Google+ (p. ex. <em>114740384471581504722</em>).

# tl_user.language.0
source: Back end language
tl: Lingua dal back-end

# tl_user.language.1
source: Here you can choose the back end language.
tl: Qua pos ti tscherner la lingua dal back-end.

# tl_user.backendTheme.0
source: Back end theme
tl: Theme dal back-end

# tl_user.backendTheme.1
source: Here you can override the global back end theme.
tl: Qua pos ti surscriver il theme da back-end global.

# tl_user.uploader.0
source: File uploader
tl: Transfer da datotecas

# tl_user.uploader.1
source: Here you can choose a file uploader.
tl: Qua pos ti tscherner in sistem da transferir datotecas.

# tl_user.showHelp.0
source: Show explanation
tl: Mussar decleraziuns

# tl_user.showHelp.1
source: Show a short explanation text below each input field.
tl: Mussar ina pitschna decleraziun sut mintga champ d'endataziun

# tl_user.thumbnails.0
source: Show thumbnail images
tl: Mussar miniaturas dals maletgs

# tl_user.thumbnails.1
source: Show thumbnail images in the file manager.
tl: Mussar en l'administraziun da datotecas miniaturas dals maletgs.

# tl_user.useRTE.0
source: Enable the rich text editor
tl: Activar l'editur da text ritg

# tl_user.useRTE.1
source: Use the rich text editor to format text elements.
tl: Utilisar l'editur da text ritg per formatar elements da text.

# tl_user.useCE.0
source: Enable the code editor
tl: Activar l'editur da code

# tl_user.useCE.1
source: Use the code editor to modify code elements.
tl: Utilisar l'editur da code per modifitgar elements da code.

# tl_user.pwChange.0
source: Password change required
tl: Necessari da midar il pled-clav

# tl_user.pwChange.1
source: Make the user change his password upon the next login.
tl: Obligar l'utilisader da midar ses pled-clav suenter la proxima annunzia.

# tl_user.admin.0
source: Make the user an administrator
tl: Definir l'utilisader sco administratur

# tl_user.admin.1
source: Administrators have unlimited access to all modules and elements!
tl: Administraturs han access nunlimità a tut ils moduls ed elements!

# tl_user.groups.0
source: User groups
tl: Gruppas dad utilisaders

# tl_user.groups.1
source: Here you can assign the user to one or more groups.
tl: Qua pos ti agiuntar l'utilisader ad ina u pliras gruppas.

# tl_user.inherit.0
source: Permission inheritance
tl: Ertar dretgs

# tl_user.inherit.1
source: Here you can define which group permissions the user inherits.
tl: Qua pos ti definir tge dretgs da la grupa che l'utilisader erta.

# tl_user.group.0
source: Use group settings only
tl: Be utilisar las opziuns da la gruppa

# tl_user.group.1
source: The user inherits only group permissions.
tl: L'utilisader erta be ils dretgs da la gruppa.

# tl_user.extend.0
source: Extend group settings
tl: Opziuns extendidas da la gruppa

# tl_user.extend.1
source: The group permissions are extended by individual ones.
tl: Ils dretgs da la gruppa vegnan extendids cun dretgs individuals.

# tl_user.custom.0
source: Use individual settings only
tl: Be utilisar dretgs individuals

# tl_user.custom.1
source: Only individual permissions are applied.
tl: Be dretgs individuals vegnan applitgads.

# tl_user.modules.0
source: Back end modules
tl: Moduls dal back-end

# tl_user.modules.1
source: Here you can grant access to one or more back end modules.
tl: Qua pos ti dar access ad in u plirs moduls dal back-end.

# tl_user.themes.0
source: Theme modules
tl: Moduls da theme

# tl_user.themes.1
source: Here you can grant access to the theme modules.
tl: Qua pos ti dar access ad in u plir moduls da themes.

# tl_user.pagemounts.1
source: Here you can grant access to one or more pages (subpages are included automatically).
tl: Qua pos ti dar access ad ina u pliras paginas (las sutpaginas èn inclusas automaticamain).

# tl_user.alpty.0
source: Allowed page types
tl: Tips da pagina lubids

# tl_user.alpty.1
source: Here you can select the page types you want to allow.
tl: Qua pos ti tscherner ils tips da paginas che ti vuls lubir.

# tl_user.filemounts.1
source: Here you can grant access to one or more folders (subfolders will be included automatically).
tl: Qua pos ti dar access ad in u plirs ordinaturs (sutordinaturs èn inclus automaticamain).

# tl_user.forms.0
source: Allowed forms
tl: Formulars lubids

# tl_user.forms.1
source: Here you can grant access to one or more forms.
tl: Qua pos ti dar access ad in u plirs formulars

# tl_user.formp.0
source: Form permissions
tl: Dretgs per formulars

# tl_user.formp.1
source: Here you can define the form permissions.
tl: Qua pos ti definir ils dretgs per formulars.

# tl_user.disable.0
source: Deactivate
tl: Deactivar

# tl_user.disable.1
source: Temporarily disable the account.
tl: Deactivar temporarmain il conto.

# tl_user.start.0
source: Activate on
tl: Activar ils

# tl_user.start.1
source: Automatically activate the account on this day.
tl: Activar automaticamain il conto quai di.

# tl_user.stop.0
source: Deactivate on
tl: Deactivar ils

# tl_user.stop.1
source: Automatically deactivate the account on this day.
tl: Deactivar automaticamain il conto quai di.

# tl_user.session.0
source: Purge data
tl: Schubregiar las datas

# tl_user.session.1
source: Please select the data you want to purge.
tl: Tscherna las datas che ti vuls schubregiar.

# tl_user.name_legend
source: Name and e-mail
tl: Num ed adressa dad e-mail

# tl_user.google_legend
source: Google+ settings
tl: Configuraziun da Google+

# tl_user.backend_legend
source: Back end settings
tl: Configuraziun dal back-end

# tl_user.theme_legend
source: Back end theme
tl: Theme dal back-end

# tl_user.password_legend
source: Password settings
tl: Configuraziun dal pled-clav

# tl_user.admin_legend
source: Administrator
tl: Administratur

# tl_user.groups_legend
source: User groups
tl: Gruppas d'utilisaders

# tl_user.modules_legend
source: Allowed modules
tl: Moduls lubids

# tl_user.forms_legend
source: Form permissions
tl: Dretgs per formulars

# tl_user.account_legend
source: Account settings
tl: Configuraziun dal conto

# tl_user.session_legend
source: Clear cache
tl: Svidar il cache

# tl_user.sessionLabel
source: Session data
tl: Datas da la sessiun

# tl_user.htmlLabel
source: Image cache
tl: Cache da maletgs

# tl_user.tempLabel
source: Page cache
tl: Cache da paginas

# tl_user.sessionPurged
source: The session data has been purged
tl: Las datas da sessiun èn vegnidas schubregiadas

# tl_user.htmlPurged
source: The image cache has been purged
tl: Il cache da maletgs è vegnì schubregià

# tl_user.tempPurged
source: The page cache has been purged
tl: Il cache da paginas è vegnì schubregià

# tl_user.FileUpload
source: Default uploader
tl: Sistem da transferir da standard

# tl_user.new.0
source: New user
tl: Nov utilisader

# tl_user.new.1
source: Create a new user
tl: Crear in nov utilisader

# tl_user.show.0
source: User details
tl: Detagls da l'utilisader

# tl_user.show.1
source: Show the details of user ID %s
tl: Detagls da l'utilisader cun l'ID %s

# tl_user.edit.0
source: Edit user
tl: Modifitgar l'utilisader

# tl_user.edit.1
source: Edit user ID %s
tl: Modifitgar l'utilisader cun l'ID %s

# tl_user.copy.0
source: Duplicate user
tl: Duplitgar l'utilisader

# tl_user.copy.1
source: Duplicate user ID %s
tl: Duplitgar l'utilisader cun l'ID %s

# tl_user.delete.0
source: Delete user
tl: Stizzar l'utilisader

# tl_user.delete.1
source: Delete user ID %s
tl: Stizzar l'utilisader cun l'ID %s

# tl_user.toggle.0
source: Activate/deactivate user
tl: Activar/deactivar l'utilisader

# tl_user.toggle.1
source: Activate/deactivate user ID %s
tl: Activar/deactivar l'utilisader cun l'ID %s

# tl_user.su.0
source: Switch user
tl: Midar utilisader

# tl_user.su.1
source: Switch to user ID %s
tl: Midar a l'utilisader cun l'ID %s
