Repository: contao/core
Catalog: system/modules/core/languages/rm/default.xlf
Languages: rm

# ERR.general
source: An error occurred!
rm: Ina errur è capitada!

# ERR.unique
source: This entry already exists!
rm: Questa endataziun exista gia!

# ERR.mandatory
source: Field "%s" must not be empty!
rm: Il champ "%s" na dastga betg esser vid!

# ERR.mdtryNoLabel
source: This field must not be empty!
rm: Quest champ na dastga betg esser vid!

# ERR.minlength
source: Field "%s" has to be at least %d characters long!
rm: Il champ "%s" sto almain cuntegnair %s caracters!

# ERR.maxlength
source: Field "%s" must not be longer than %d characters!
rm: Il champ "%s" na dastga betg cuntegnair dapli che %s caracters!

# ERR.minval
source: Field "%s" has to be at least %d!
rm: Il champ "%s" sto almain esser %d!

# ERR.maxval
source: Field "%s" must not be greater than %d!
rm: Il champ "%s" na dastga betg esser pli grond che %d!

# ERR.digit
source: Please enter digits only!
rm: Be endatar cifras!

# ERR.natural
source: Please enter natural numbers only!
rm: Be endatar cifras natiralas!

# ERR.prcnt
source: Please enter a percentage between 0 and 100!
rm: Endatar ina valuta en pertschient tranter 0 e 100!

# ERR.alpha
source: Please enter alphabetic characters only!
rm: Endatescha p. pl. be caracters alfabetics!

# ERR.alnum
source: Please enter alphanumeric characters only!
rm: Endatescha p. pl. be caracters alfanumerics!

# ERR.phone
source: Please enter a valid phone number!
rm: Endatescha p. pl. in numer da telefon valid!

# ERR.extnd
source: For security reasons you can not use the following characters here: =<>&/()#
rm: Ord motivs da segirezza n'èsi betg lubì dad utilisar qua suandants caracters: =<>&/()#

# ERR.email
source: Please enter a valid e-mail address!
rm: Endatescha p. pl. ina adressa dad e-mail valida!

# ERR.emails
source: There is at least one invalid e-mail address!
rm: I ha almain ina adressa dad e-mail nunvalida!

# ERR.url
source: Please enter a valid URL format and encode special characters!
rm: Endatescha p. pl. in format dad URL valid ed codescha caracters spezials!

# ERR.locale
source: Please enter a valid locale such as "en" or "en_US"!
rm: Endatescha ina lingua valida sco "rm" u "de-CH"!

# ERR.language
source: Please enter a valid language code such as "en" or "en-US"!
rm: Endatescha in code da lingua valid sco "rm" u "de-CH"!

# ERR.alias
source: Please enter only alphanumeric characters and the following special characters: .-_
rm: Endatescha p. pl. be caracters alfanumerics e suandants caracters spezials: .-_

# ERR.folderalias
source: Please enter only alphanumeric characters and the following special characters: .-/_
rm: Endatescha p. pl. be caracters alfanumerics e suandants caracters spezials: .-/_

# ERR.date
source: Please enter the date as "%s"!
rm: Endatescha p. pl. la datas en il format "%s"!

# ERR.time
source: Please enter the time as "%s"!
rm: Endatescha p. pl. il temps en il format "%s"!

# ERR.dateTime
source: Please enter date and time as "%s"!
rm: Endatescha p. pl. la data ed il temps en il format "%s"!

# ERR.invalidDate
source: Invalid date "%s"!
rm: Data nunvalida: "%s"!

# ERR.noSpace
source: Field "%s" must not contain any whitespace characters!
rm: Il champ "%s" na dastga betg cuntegnair caracters da spazi vid!

# ERR.filename
source: The name of at least one uploaded file contains invalid characters or exceeds the maximum length of 255 characters!
rm: Il num dad almain ina datoteca transferida cuntegna caracters nunvalids u surpassa la lunghezza maximala da 255 caracters!

# ERR.filesize
source: The maximum size for file uploads is %s (Contao or php.ini settings)!
rm: La grondezza maximala per transferir datotecas è %s (configuraziun da Contao u en la php.ini)!

# ERR.filetype
source: File type "%s" is not allowed to be uploaded!
rm: Il tip da datoteca "%s" n'è betg lubì da transferir!

# ERR.filepartial
source: File %s was only partially uploaded!
rm: La datoteca %s è be vegnida transferida parzialmain!

# ERR.filewidth
source: File %s exceeds the maximum image width of %d pixels!
rm: La datoteca %s surpassa la largezza maximala (%d pixels) per maletgs!

# ERR.fileheight
source: File %s exceeds the maximum image height of %d pixels!
rm: La datoteca %s surpassa l'autezza maximala (%d pixels) per maletgs!

# ERR.fileerror
source: Error %s occurred when uploading file %s!
rm: Errur %s cun transferir la datoteca %s!

# ERR.filetarget
source: Cannot move %s to %s because the target exists!
rm: Impussibel da spustar %s a %s perquai che questa destinaziun exista gia!

# ERR.invalidReferer
source: Access denied! The current host address (%s) does not match the referer host address (%s)!
rm: Refusà l'access! L'adressa da host actual (%s) na correspunda betg a l'adressa dal host renviant (%s)!

# ERR.invalidPass
source: Invalid password!
rm: Pled-clav nunvalid!

# ERR.passwordLength
source: A password has to be at least %d characters long!
rm: In pled-clav sto cuntegnair almain %d caracters!

# ERR.passwordName
source: Your username and password must not be the same!
rm: Tes num d'utilisader e tes pled-clav na dastgan betg correspunder!

# ERR.passwordMatch
source: The passwords did not match!
rm: Ils pleds-clav na correspundan betg!

# ERR.accountLocked
source: This account has been locked! You can log in again in %d minutes.
rm: Quest conto è vegnì bloccà. Ti pos puspè t'annunziar en %d minutas.

# ERR.invalidLogin
source: Login failed (note that usernames and passwords are case-sensitive)!
rm: Errur cun s'annunziar (fa stim che nums d'utilisader e pleds-clav differenzieschan tranter scripziun gronda u pitschna)

# ERR.invalidColor
source: Invalid color format!
rm: Format da colur nunvalid!

# ERR.all_fields
source: Please select at least one field!
rm: Tscherna almain in champ!

# ERR.emptyUpload
source: Please select at least one file!
rm: Tscherna p. pl. almain ina datoteca!

# ERR.aliasExists
source: The alias "%s" already exists!
rm: L'alias "%s" exista gia!

# ERR.importFolder
source: The folder "%s" cannot be imported!
rm: L'ordinatur "%s" na sa betg vegnir importà!

# ERR.notWriteable
source: The file "%s" is not writeable and can therefore not be updated!
rm: La datoteca "%s" na sa betg vegnida scritta e perquai era betg vegnir actualisada!

# ERR.invalidName
source: This file or folder name is invalid!
rm: Quest num da datoteca u ordinatur è nunvalid!

# ERR.invalidFile
source: The file or folder "%s" is invalid!
rm: La datoteca u l'ordinatur "%s" è nunvalid!

# ERR.fileExists
source: The file "%s" already exists!
rm: La datoteca "%s" exista gia!

# ERR.circularReference
source: Invalid redirect target (circular reference)!
rm: Destinaziun da renviar nunvalida (renviar en cirquit)!

# ERR.ie6warning
source: <strong>Attention!</strong> Your web browser is %sout of date%s and <strong>you cannot use all features of this website</strong>.
rm: <strong>Attenziun!</strong> Tes navigatur è %santiquà%s e <strong>ti na pos betg utilisar tut las funcziuns da questa pagina d'internet</strong>.

# ERR.noFallbackEmpty
source: None of the active website root pages without an explicit DNS setting has the language fallback option set, which means that these websites are only available in the one language you have defined in the page settings! Visitors and search engines who do not speak this language will not be able to browse your website.
rm: Nagina da las ragischs da pagina activas senza indicaziuns explicitas da DNS è definida sco lingua da standard. Quai munta che questas paginas èn be accessiblas en la lingua che ti has definì en las preferenzas da la pagina! Visitaders e maschinas da tschertgar che na discurran betg questa lingua na vegnan betg ad esser abel da navigar en tia pagina.

# ERR.noFallbackDns
source: None of the active website root pages for <strong>%s</strong> has the language fallback option set, which means that these websites are only available in the one language you have defined in the page settings! Visitors and search engines who do not speak this language will not be able to browse your website.
rm: Nagina da las ragischs da pagina activas per <strong>%s</strong> è definida sco lingua da standard. Quai munta che questas paginas èn be accessiblas en la lingua che ti has definì en las preferenzas da la pagina! Visitaders e maschinas da tschertgar che na discurran betg questa lingua na vegnan betg ad esser abel da navigar en tia pagina.

# ERR.multipleFallback
source: You can only define one website root page per domain as language fallback.
rm: Ti pos be definir ina ragisch da pagina per domain sco lingua da standard.

# ERR.topLevelRoot
source: Top-level pages must be website root pages!
rm: Paginas sin il pli aut livel ston esser ragischs da pagina!

# ERR.topLevelRegular
source: There are pages on the top-level which are not website root pages. Creating websites without a website root page is no longer supported, so please ensure that all pages are grouped under a website root page.
rm: Sin il pli aut livel existan paginas che n'èn betg ragischs da paginas d'internet. Crear paginas d'internet senza ragischs na vegn betg pli sustegnì. Controllescha perquai, che tut las paginas èn gruppadas sut ina ragisch d'ina pagina d'internet.

# ERR.invalidTokenUrl
source: The link you were trying to open could not be verified. If you have clicked the link yourself or have received it by a trustworthy person, you can confirm the process below.
rm: La colliaziun che ti has clamà si na pudeva betg vegnir verifitgada. Sche ti has clamà si sez questa colliaziun u sche ti has survegnì ella d'ina persuna fidaivla, pos ti cuntinuar il process

# ERR.version2format
source: This element still uses the old Contao 2 SRC format. Did you upgrade the database?
rm: Quest element utilisescha anc il format SRC vegl da Contao 2. Has ti actualisà la banca da datas?

# ERR.form
source: The form could not be sent
rm: Il formular na pudeva betg vegnir tramess

# ERR.captcha
source: Please answer the security question!
rm: Respundai per plaschair la dumonda da segirtad!

# ERR.download
source: File "%s" is not available for download!
rm: La datoteca "%s" na stat betg a disposiziun per telechargiar.

# ERR.fileNotFoundSync
source: No database entry found for %s. Please synchronize the file system.
rm: Chattà nagina endataziun en la banca da datas per %s. Sincronisescha il sistem da datotecas.

# ERR.invalidGoogleId
source: Please enter a numeric Google+ ID or vanity name!
rm: Endatescha ina ID numerica u in num da Google+!

# ERR.invalidFieldName
source: Please enter only the following characters: A-Z0-9[]_-
rm: Endatescha p. pl. be ils suandants caracters: A-Z0-9[]_-

# SEC.question1
source: Please add %d and %d.
rm: Adi per plaschair %d e %d.

# SEC.question2
source: What is the sum of %d and %d?
rm: Tge è la summa da %d e %d?

# SEC.question3
source: Please calculate %d plus %d.
rm: Quintai per plaschair %d e %d.

# CTE.texts
source: Text elements
rm: Elements da text

# CTE.headline.0
source: Headline
rm: Titel

# CTE.headline.1
source: Generates a headline (h1 - h6).
rm: Generescha in titel (h1 - h6).

# CTE.text.1
source: Generates a rich text element.
rm: Generescha in element da rich text.

# CTE.html.1
source: Allows you to add custom HTML code.
rm: Pussibilitescha dad agiuntar code da HTML persunalisà.

# CTE.list.0
source: List
rm: Glista

# CTE.list.1
source: Generates an ordered or unordered list.
rm: generescha ina glista zavrada u betg zavrada.

# CTE.table.0
source: Table
rm: Tabella

# CTE.table.1
source: Generates an optionally sortable table.
rm: Generescha ina tabella cun pussaivladad da zavrar.

# CTE.accordion
source: Accordion
rm: Accordeon

# CTE.accordionStart.0
source: Wrapper start
rm: Cumenzament da l'enveloppa

# CTE.accordionStart.1
source: Generates the opening part of the accordion wrapper.
rm: Generescha la part da cumenzament da l'enveloppa da l'accordeon.

# CTE.accordionStop.0
source: Wrapper stop
rm: Fin da l'enveloppa

# CTE.accordionStop.1
source: Generates the closing part of the accordion wrapper.
rm: Generescha la part da finiziun da l'enveloppa da l'accordeon.

# CTE.accordionSingle.0
source: Single element
rm: Element singul

# CTE.accordionSingle.1
source: Generates a single accordion element.
rm: Generescha in singul element d'accordeon.

# CTE.code.1
source: Highlights code snippets and prints them to the screen.
rm: Relevar tocs da code ed als visualisar sin il visur.

# CTE.markdown.1
source: Generates HTML code from a markdown text.
rm: Generescha code da HTML ord in text da markdown.

# CTE.slider
source: Content slider
rm: Slider da cuntegn

# CTE.sliderStart.0
source: Wrapper start
rm: Cumenzament da l'enveloppa

# CTE.sliderStart.1
source: Generates the opening part of the slider wrapper.
rm: Generescha la part da cumenzament da l'enveloppa dal slider.

# CTE.sliderStop.0
source: Wrapper stop
rm: Fin da l'enveloppa

# CTE.sliderStop.1
source: Generates the closing part of the slider wrapper.
rm: Generescha la part da finiziun da l'enveloppa dal slider.

# CTE.links
source: Link elements
rm: Elements da colliaziuns

# CTE.hyperlink.0
source: Hyperlink
rm: Colliaziun ipertextuala

# CTE.hyperlink.1
source: Generates a link to another website.
rm: Generescha ina colliaziun ad ina autra pagina web.

# CTE.toplink.0
source: Top link
rm: Colliaziun ensi

# CTE.toplink.1
source: Generates a link to jump to the top of the page.
rm: Generescha ina colliaziun per siglir al chau da la pagina.

# CTE.media
source: Media elements
rm: Elements da media

# CTE.image.0
source: Image
rm: Maletg

# CTE.image.1
source: Generates a stand-alone image.
rm: Generescha in maletg singul.

# CTE.gallery.0
source: Gallery
rm: Galaria

# CTE.gallery.1
source: Generates a lightbox image gallery.
rm: Generescha ina galleria lightbox da maletgs.

# CTE.player.1
source: Generates a video or audio player.
rm: Generescha in player per video u audio.

# CTE.youtube.1
source: Adds a YouTube video.
rm: Agiuntescha in video da YouTube.

# CTE.files
source: File elements
rm: Elements da datotecas

# CTE.download.0
source: Download
rm: Telechargia

# CTE.download.1
source: Generates a link to download a file.
rm: Generescha ina colliaziun per telechargiar ina datoteca.

# CTE.downloads.0
source: Downloads
rm: Telechargias

# CTE.downloads.1
source: Generates multiple links to download files.
rm: Generescha pliras colliaziuns per telechargiar datotecas.

# CTE.includes
source: Include elements
rm: Elements per includer

# CTE.article.0
source: Article
rm: Artitgel

# CTE.article.1
source: Includes another article.
rm: Integrescha in auter artitgel.

# CTE.alias.0
source: Content element
rm: Element da cuntegn

# CTE.alias.1
source: Includes another content element.
rm: Integrescha in auter element da cuntegn.

# CTE.form.0
source: Form
rm: Formular

# CTE.form.1
source: Includes a form.
rm: Integrescha in formular.

# CTE.module.0
source: Module
rm: Modul

# CTE.module.1
source: Includes a front end module.
rm: Integrescha in modul da front-end.

# CTE.teaser.0
source: Article teaser
rm: Teaser da l'artitgel

# CTE.teaser.1
source: Displays the teaser text of an article.
rm: Mussa il text da teaser dad in artitgel.

# PTY.regular.0
source: Regular page
rm: Pagina regulara

# PTY.regular.1
source: A regular page contains articles and content elements. It is the default page type.
rm: Ina pagina regulara cuntegna artitgels ed elements da cuntegn. Quai è il tip da pagina da standard.

# PTY.redirect.0
source: External redirect
rm: Renviament extern

# PTY.redirect.1
source: This type of page automatically redirects visitors to an external website. It works like a hyperlink.
rm: Quest tip da pagina renviescha automaticamain tes visitaders sin ina pagina d'internet externa. El funcziunescha sco ina colliaziun.

# PTY.forward.0
source: Internal redirect
rm: Renviament intern

# PTY.forward.1
source: This type of page automatically forwards visitors to another page within the site structure.
rm: Quest tip da pagina renviescha tes visitaders sin in'autra pagina entaifer la structura da la pagina d'internet.

# PTY.root.0
source: Website root
rm: Ragisch da pagina

# PTY.root.1
source: This type of page marks the starting point of a new website within the site structure.
rm: Quest tip marchescha il punct d'entschatta d'ina nova pagina d'internet entaifer la structura da la pagina

# PTY.error_403.0
source: 403 Access denied
rm: 403 Refusà l'access

# PTY.error_403.1
source: If a user requests a protected page without permission, a 403 error page will be loaded instead.
rm: Sch'in utilisader dumonda ina pagina protegida senza avair la permissiun vegn empè ina pagina d'errur 403 mussada.

# PTY.error_404.0
source: 404 Page not found
rm: 404 Betg chattà

# PTY.error_404.1
source: If a user requests a non-existent page, a 404 error page will be loaded instead.
rm: Sch'in utilisader dumonda ina pagina betg existenta vegn empè mussada ina pagina d'errur 404.

# FOP.fop.0
source: File operation permissions
rm: Dretgs per operaziuns cun datotecas

# FOP.fop.1
source: Here you can select the file operations you want to allow.
rm: Qua pos ti tscherner las operaziuns cun datotecas che ti vuls lubir.

# FOP.f1
source: Upload files to the server
rm: Transmetter datotecas al server

# FOP.f2
source: Edit, copy or move files and folders
rm: Modifitgar, copiar u spustar datotecas ed ordinaturs

# FOP.f3
source: Delete single files and empty folders
rm: Stizzar singulas datotecas ed ordinaturs vids

# FOP.f4
source: Delete folders including all files and subfolders (!)
rm: Stizzar ordinaturs inclusivamain tut las datotecas ed ils sutordinaturs (!)

# FOP.f5
source: Edit files in the source editor
rm: Modifitgar datotecas en l'editur per il code da funtauna

# FOP.f6
source: Synchronize the file system with the database
rm: Sincronisar il sistem da datotecas cun la banca da datas

# CHMOD.editpage
source: Edit page
rm: Modifitgar la pagina

# CHMOD.editnavigation
source: Edit page hierarchy
rm: Modifitgar l'ierarchia da paginas

# CHMOD.deletepage
source: Delete page
rm: Stizzar la pagina

# CHMOD.editarticles
source: Edit articles
rm: Modifitgar artitgels

# CHMOD.movearticles
source: Edit article hierarchy
rm: Modifitgar l'ierarchia dad artitgels

# CHMOD.deletearticles
source: Delete articles
rm: Stizzar artitgels

# CHMOD.cuser
source: Owner
rm: Possessur

# CHMOD.cgroup
source: Group
rm: Gruppa

# CHMOD.cworld
source: Everybody
rm: Mintgin

# DAYS.0
source: Sunday
rm: Dumengia

# DAYS.1
source: Monday
rm: Glindesdi

# DAYS.2
source: Tuesday
rm: Mardi

# DAYS.3
source: Wednesday
rm: Mesemna

# DAYS.4
source: Thursday
rm: Gievgia

# DAYS.5
source: Friday
rm: Venderdi

# DAYS.6
source: Saturday
rm: Sonda

# DAYS_SHORT.0
source: Sun
rm: Du

# DAYS_SHORT.1
source: Mon
rm: Gli

# DAYS_SHORT.2
source: Tue
rm: Ma

# DAYS_SHORT.3
source: Wed
rm: Me

# DAYS_SHORT.4
source: Thu
rm: Gie

# DAYS_SHORT.5
source: Fri
rm: Ve

# DAYS_SHORT.6
source: Sat
rm: So

# MONTHS.0
source: January
rm: Schaner

# MONTHS.1
source: February
rm: Favrer

# MONTHS.2
source: March
rm: Mars

# MONTHS.3
source: April
rm: Avrigl

# MONTHS.4
source: May
rm: Matg

# MONTHS.5
source: June
rm: Zercladur

# MONTHS.6
source: July
rm: Fanadur

# MONTHS.7
source: August
rm: Avust

# MONTHS.8
source: September
rm: Settember

# MONTHS_SHORT.0
source: Jan
rm: Schan.

# MONTHS_SHORT.1
source: Feb
rm: Favr.

# MONTHS_SHORT.2
source: Mar
rm: Mars

# MONTHS_SHORT.3
source: Apr
rm: Avr.

# MONTHS_SHORT.4
source: May
rm: Matg

# MONTHS_SHORT.5
source: Jun
rm: Zercl.

# MONTHS_SHORT.6
source: Jul
rm: Fan.

# MONTHS_SHORT.7
source: Aug
rm: Avust

# MONTHS_SHORT.8
source: Sep
rm: Sett.

# MSC.titleFormat
source: %B %d%o, %Y
rm: l, ils j da F Y

# MSC.url.0
source: Link target
rm: Destinaziun da la colliaziun

# MSC.url.1
source: Please enter a web address (http://…), an e-mail address (mailto:…) or an insert tag.
rm: Endatai per plaschair ina adressa web (http://…), ina adressa d'e-mail (mailto:…) u in insert-tag.

# MSC.target.0
source: Open in new window
rm: Avrir en ina nova fanestra

# MSC.target.1
source: Open the link in a new browser window.
rm: Avrir il link en ina nova fanestra dal navigatur.

# MSC.separator.0
source: Separator
rm: Segn da separaziun

# MSC.separator.1
source: Please choose a field delimiter.
rm: Tscherna per plaschair in segn da separaziun per champs.

# MSC.source.0
source: Source files
rm: Datotecas da funtauna

# MSC.source.1
source: Please upload the CSV files to be imported.
rm: Transferescha p. pl. las datotecas da CSV che duain vegnir importadas.

# MSC.tabulator
source: Tabulator
rm: Tabulatur

# MSC.linebreak
source: Line break
rm: Sigl da lingia

# MSC.lw_import.0
source: CSV import
rm: Import da CSV

# MSC.lw_import.1
source: Import list items from a CSV file
rm: Importar elements da glista d'ina datoteca CSV.

# MSC.lw_copy
source: Duplicate the element
rm: Duplitgar l'element.

# MSC.lw_up
source: Move the element one position up
rm: Spustar l'element per ina posiziun ensi

# MSC.lw_down
source: Move the element one position down
rm: Spustar l'element per ina posiziun engiu

# MSC.lw_delete
source: Delete the element
rm: Stizzar l'element

# MSC.tw_import.0
source: CSV import
rm: Import da CSV

# MSC.tw_import.1
source: Import table items from a CSV file
rm: Importar endataziun da tabella d'ina datoteca CSV

# MSC.tw_expand
source: Increase the input field size
rm: Engrondir la grondezza dals champs d'endataziun

# MSC.tw_shrink
source: Decrease the input field size
rm: Empitschnir la grondezza dals champs d'endataziun

# MSC.tw_rcopy
source: Duplicate the row
rm: Duplitgar la lingia

# MSC.tw_rup
source: Move the row one position up
rm: Spustar la lingia ina posiziun ensi

# MSC.tw_rdown
source: Move the row one position down
rm: Spustar la lingia ina posiziun engiu

# MSC.tw_rdelete
source: Delete the row
rm: Stizzar la lingia

# MSC.tw_ccopy
source: Duplicate the column
rm: Duplitgar la colonna

# MSC.tw_cmovel
source: Move the column one position left
rm: Spustar la colonna ina posiziun a sanestra

# MSC.tw_cmover
source: Move the column one position right
rm: Spustar la colonna ina posiziun a dretga

# MSC.tw_cdelete
source: Delete the column
rm: Stizzar la colonna

# MSC.ow_copy
source: Duplicate the row
rm: Duplitgar la lingia

# MSC.ow_up
source: Move the row one position up
rm: Spustar la lingia ina posiziun ensi

# MSC.ow_down
source: Move the row one position down
rm: Spustar la lingia ina posiziun engiu

# MSC.ow_delete
source: Delete the row
rm: Stizzar la lingia

# MSC.ow_value
source: Value
rm: Valur

# MSC.ow_label
source: Label
rm: Etichetta

# MSC.ow_key
source: Key
rm: Clav

# MSC.ow_default
source: Default
rm: Standard

# MSC.ow_group
source: Group
rm: Gruppa

# MSC.mw_copy
source: Duplicate the row
rm: Duplitgar la lingia

# MSC.mw_up
source: Move the row one position up
rm: Spustar la lingia ina posiziun ensi

# MSC.mw_down
source: Move the row one position down
rm: Spustar la lingia ina posiziun engiu

# MSC.mw_delete
source: Delete the row
rm: Stizzar la lingia

# MSC.mw_module
source: Module
rm: Modul

# MSC.mw_column
source: Column
rm: Colonna

# MSC.mw_enable
source: Enable/disable the module
rm: Activar/deactivar il module

# MSC.aw_title
source: Title
rm: Titel

# MSC.aw_link
source: Link
rm: Colliaziun

# MSC.aw_caption
source: Caption
rm: Legenda

# MSC.aw_delete
source: Delete the language
rm: Stizzar la lingua

# MSC.aw_new
source: Add language
rm: Agiuntar ina lingua

# MSC.image_sizes
source: Predefined dimensions
rm: Dimensiuns predefinidas

# MSC.relative
source: Relative dimensions
rm: Format relativ

# MSC.proportional.0
source: Proportional
rm: Proporziunal

# MSC.proportional.1
source: The longer side of the image is adjusted to the given dimensions and the image is resized proportionally.
rm: La vart lunga dal maletg vegn adattà a las dimensiuns inditgadas ed il maletg empitschnì proporziunalmian.
