Repository: contao/core
Catalog: system/modules/core/languages/rm/default.xlf
Languages: rm

# MSC.box.0
source: Fit the box
rm: Adattar al rom

# MSC.box.1
source: The shorter side of the image is adjusted to the given dimensions and the image is resized proportionally.
rm: La vart pli pitschna dal maletg vegn adattà a las dimensiuns inditgadas ed il maletg vegn empitschnì proporziunalmian.

# MSC.exact.0
source: Exact dimensions
rm: Dimensiuns exactas

# MSC.exact.1
source: The image will be resized to the given dimensions. If necessary, it will be cropped.
rm: Il la grondezza dal maletg vegn midà a las dimensiuns dadas. Sche necessari vegnan ils urs dal maletg tagliads.

# MSC.crop.0
source: Important part
rm: Part impurtanta

# MSC.crop.1
source: Preserves the important part of an image as specified in the file manager.
rm: Mantegna la part impurtanta d'in maletg sco spezifitgà en l'administraziun da datotecas.

# MSC.left_top.0
source: Left | Top
rm: Sanester | Sura

# MSC.left_top.1
source: Preserves the left part of a landscape image and the top part of a portrait image.
rm: Mantegna la part sanestra d'in maletg da format orizontal ed la part sura d'in maletg da format vertical.

# MSC.center_top.0
source: Center | Top
rm: Center | Sura

# MSC.center_top.1
source: Preserves the center part of a landscape image and the top part of a portrait image.
rm: Mantegna la part centrala d'in maletg da format orizontal ed la part sura d'in maletg da format vertical.

# MSC.right_top.0
source: Right | Top
rm: Dretg | Sura

# MSC.right_top.1
source: Preserves the right part of a landscape image and the top part of a portrait image.
rm: Mantegna la part dretga d'in maletg da format orizontal ed la part sura d'in maletg da format vertical.

# MSC.left_center.0
source: Left | Center
rm: Sanester | Center

# MSC.left_center.1
source: Preserves the left part of a landscape image and the center part of a portrait image.
rm: Mantegna la part sanestra d'in maletg da format orizontal ed la part centrala d'in maletg da format vertical.

# MSC.center_center.1
source: Preserves the center part of a landscape image and the center part of a portrait image.
rm: Mantegna la part centrala d'in maletg da format orizontal ed la part centrala d'in maletg da format vertical.

# MSC.right_center.0
source: Right | Center
rm: Dretg | Center

# MSC.right_center.1
source: Preserves the right part of a landscape image and the center part of a portrait image.
rm: Mantegna la part dretga d'in maletg da format orizontal ed la part centrala d'in maletg da format vertical.

# MSC.left_bottom.0
source: Left | Bottom
rm: Sanester | Sut

# MSC.left_bottom.1
source: Preserves the left part of a landscape image and the bottom part of a portrait image.
rm: Mantegna la part sanestra d'in maletg da format orizontal ed la part sut d'in maletg da format vertical.

# MSC.center_bottom.0
source: Center | Bottom
rm: Center | Sut

# MSC.center_bottom.1
source: Preserves the center part of a landscape image and the bottom part of a portrait image.
rm: Mantegna la part centrala d'in maletg da format orizontal ed la part sut d'in maletg da format vertical.

# MSC.right_bottom.0
source: Right | Bottom
rm: Dretg | Sut

# MSC.right_bottom.1
source: Preserves the right part of a landscape image and the bottom part of a portrait image.
rm: Mantegna la part dretga d'in maletg da format orizontal ed la part sut d'in maletg da format vertical.

# MSC.id.1
source: Note that changing the ID can break data integrity!
rm: Midar l'ID po periclitar l'integritad da las datas

# MSC.pid.0
source: Parent ID
rm: ID da l'element da geniturs

# MSC.pid.1
source: Note that changing the parent ID can break data integrity!
rm: Midar l'ID dal genitur po periclitar l'integritad da las datas

# MSC.sorting.0
source: Sorting value
rm: Index per zavrar

# MSC.sorting.1
source: The sorting value is usually assigned automatically.
rm: L'index per zavrar vegn normalmain creà automaticamain

# MSC.all.0
source: Edit multiple
rm: Modifitgar plirs

# MSC.all.1
source: Edit multiple records at once
rm: Modifitgar pliras endataziuns en ina giada.

# MSC.all_override.0
source: Override multiple
rm: Surscriver plirs

# MSC.all_override.1
source: Override multiple records at once
rm: Surscriver pliras endataziuns a la giada

# MSC.all_fields.0
source: Available fields
rm: Champs disponibels

# MSC.all_fields.1
source: Please select the fields you want to edit.
rm: Tscherni per plaschair ils champs che vus vulais modifitgar.

# MSC.password.0
source: Password
rm: Pled-clav

# MSC.password.1
source: Please enter a password.
rm: Endatai per plaschair il pled-clav.

# MSC.confirm.0
source: Confirmation
rm: Affirmar

# MSC.confirm.1
source: Please confirm the password.
rm: Affirmai per plaschair il pled-clav.

# MSC.dateAdded.0
source: Date added
rm: Data agiuntà

# MSC.dateAdded.1
source: Date added: %s
rm: Data agiuntà: %s

# MSC.lastLogin.0
source: Previous login
rm: Ultima annunzia

# MSC.lastLogin.1
source: Previous login: %s
rm: Ultima annunzia: %s

# MSC.currentLogin.0
source: Last login
rm: Ultima annunzia

# MSC.currentLogin.1
source: Last login: %s
rm: Ultima annunzia: %s

# MSC.loginCount
source: Login attempts
rm: Emprovas d'annunzia

# MSC.locked
source: Locked
rm: Bloccà

# MSC.move
source: Move the item via drag and drop
rm: Spustar l'element cun als trair

# MSC.move_up.0
source: Move up
rm: Ensi

# MSC.move_up.1
source: Move the item one position up
rm: Spustar l'element ina posiziun ensi.

# MSC.move_down.0
source: Move down
rm: Engiu

# MSC.move_down.1
source: Move the item one position down
rm: Spustar l'element ina posiziun engiu.

# MSC.staticFiles.0
source: Files URL
rm: URL da la datoteca

# MSC.staticFiles.1
source: The files URL applies to the <em>files</em> directory (page speed optimization).
rm: La URL da la datoteca vala per l'ordinatur <em>files</em> (optimar per Page-Speed).

# MSC.staticPlugins.0
source: Assets URL
rm: URL da resursas

# MSC.staticPlugins.1
source: The assets URL applies to the <em>assets</em> directory (page speed optimization).
rm: La URL da resursas vala per l'ordinatur <em>assets</em> (optimar per Page-Speed).

# MSC.shortcuts.0
source: Back end keyboard shortcuts
rm: Scursanidas da tastas per il back-end

# MSC.shortcuts.1
source: Learn more about speeding up your workflow by using <a href="https://docs.contao.org/books/manual/current/en/02-administration-area/keyboard-shortcuts.html" title="Keyboard shortcuts overview" target="_blank">keyboard shortcuts</a>.
rm: Emprenda co che ti pos lavurar anc pli spert cun leger dapli davart las <a href="https://docs.contao.org/books/manual/current/en/02-administration-area/keyboard-shortcuts.html" title="Survista da scursanidas da tastas" target="_blank">scursanidas da tastas</a>.

# MSC.toggleAll.0
source: Toggle all
rm: Midar tuts

# MSC.toggleAll.1
source: Expand or collapse all nodes
rm: Avrir u serrar tut ils nufs

# MSC.lockedAccount.0
source: A Contao account has been locked
rm: In conto da Contao è vegnì bloccà

# MSC.lockedAccount.1
source: The following Contao account has been locked for security reasons. Username: %s Real name: %s Website: %s The account has been locked for %d minutes, because the user has entered an invalid password three times in a row. After this period of time, the account will be unlocked automatically. This e-mail has been generated by Contao. You can not reply to it directly.
rm: Suandant conto da Contao è vegnì bloccà per motivs da segirezza. Num d'utilisader: %s Num real: %s Pagina d'internet: %s Il conto è vegnì bloccà per %d minutas, perquai ch'in utilisader ha endatà in pled-clav nunvalid trais giadas ina suenter l'autra. Suenter quest temp vegn il conto debloccà automaticamain. Quest e-mail è vegnì generà da Contao. Ti na pos betg respunder directamain sin quel.

# MSC.toggleMobile.0
source: Mobile version
rm: Versiun mobila

# MSC.toggleMobile.1
source: Go to the mobile version
rm: Ir a la versiun mobila

# MSC.toggleDesktop.0
source: Desktop version
rm: Versiun per desktops

# MSC.toggleDesktop.1
source: Go to the desktop version
rm: Ir a la versiun per desktops

# MSC.feLink
source: Go to front end
rm: Ir al front-end

# MSC.fePreview
source: Front end preview
rm: Prevista dal front-end

# MSC.fePreviewTitle
source: Preview of the website in a new window
rm: Prevista da la pagina d'internet en ina nova fanestra

# MSC.feUser
source: Front end user
rm: Utilisader dal front-end

# MSC.backToTop
source: Back to top
rm: Enavos al cumenzament da la pagina

# MSC.backToTopTitle
source: Go to the top of the page
rm: Ir a l'entschatta da la pagina

# MSC.home
source: Home
rm: Chasa

# MSC.homeTitle
source: Back to the back end start page
rm: Turnar a la pagina da cumenzament dal back-end

# MSC.user
source: User
rm: Utilisader

# MSC.loginTo
source: Log into %s
rm: S'annunziar tar %s

# MSC.loginBT
source: Login
rm: S'annunziar

# MSC.logoutBT
source: Logout
rm: Partir

# MSC.logoutBTTitle
source: Close the current session
rm: Terminar la sessiun actuala

# MSC.backBT
source: Go back
rm: Turnar

# MSC.backBTTitle
source: Back to the previous page
rm: Turnar a la pagina precedenta

# MSC.cancelBT
source: Cancel
rm: Interrumper

# MSC.deleteConfirm
source: Do you really want to delete entry ID %s?
rm: Vulais vus propi stizzar l'endataziun cun l'ID %s?

# MSC.delAllConfirm
source: Do you really want to delete the selected records?
rm: Vulais vus propi stizzar ils elements tschernids?

# MSC.deleteConfirmFile
source: Do you really want to delete file or folder %s?
rm: Vuls ti propi stizzar la datoteca u l'ordinatur %s?

# MSC.delAllConfirmFile
source: Do you really want to delete the selected resources?
rm: Vuls ti propi stizzar las resursas tschernidas?

# MSC.filterRecords
source: Records
rm: Endataziuns

# MSC.filterAll
source: All
rm: Tut

# MSC.showRecord
source: Show the details of record %s
rm: Mussar ils detagls da l'element %s

# MSC.editRecord
source: Edit record %s
rm: Modifitgar l'element %s

# MSC.all_info
source: Edit selected records of table %s
rm: Modifitgar ils elements tschernids da la tabella %s

# MSC.showOnly
source: Show
rm: Mussar

# MSC.sortBy
source: Sort
rm: Zavrar

# MSC.filter
source: Filter
rm: Filtrar

# MSC.search
source: Search
rm: Tschertgar

# MSC.noResult
source: No records found.
rm: Chattà nagins elements.

# MSC.save
source: Save
rm: Memorisar

# MSC.saveNclose
source: Save and close
rm: Memorisar e serrar

# MSC.saveNedit
source: Save and edit
rm: Memorisar e modifitgar

# MSC.saveNback
source: Save and go back
rm: Memorisar e turnar

# MSC.saveNcreate
source: Save and new
rm: Memorisar e nov

# MSC.continue
source: Continue
rm: Cuntinuar

# MSC.close
source: Close
rm: Serrar

# MSC.skipNavigation
source: Skip navigation
rm: Sursiglir la navigaziun

# MSC.selectAll
source: Select all
rm: Tscherner tut

# MSC.pw_new
source: Change password
rm: Midar il pled-clav

# MSC.pw_change
source: Please enter a new password
rm: Endatescha p. pl. in nov pled-clav

# MSC.pw_changed
source: The password has been updated.
rm: Il pled-clav è vegnì actualisà.

# MSC.fallback
source: default
rm: standard

# MSC.view
source: View in a new window
rm: Guardar en ina nova fanestra

# MSC.fullsize
source: Open full size image in a new window
rm: Avrir il maletg en grondezza cumplaina en ina nova fanestra

# MSC.datepicker
source: Date picker
rm: Tscherner ina data

# MSC.colorpicker
source: Color picker
rm: Tscherner ina colur

# MSC.pagepicker
source: Page picker
rm: Tscherner paginas

# MSC.filepicker
source: File picker
rm: Tscherner datotecas

# MSC.ppHeadline
source: Contao pages
rm: Paginas da Contao

# MSC.fpHeadline
source: Contao files
rm: Datotecas da Contao

# MSC.yes
source: yes
rm: gea

# MSC.no
source: no
rm: na

# MSC.goBack
source: Go back
rm: Turnar

# MSC.reload
source: Reload
rm: Rechargiar

# MSC.above
source: above
rm: sur

# MSC.below
source: below
rm: sut

# MSC.date
source: Date
rm: Data

# MSC.tstamp
source: Revision date
rm: Data da la versiun

# MSC.entry
source: %s entry
rm: %s endataziun

# MSC.entries
source: %s entries
rm: %s endataziuns

# MSC.files
source: %s file(s)
rm: %s datoteca(s)

# MSC.left
source: left
rm: sanester

# MSC.center
source: center
rm: da mez

# MSC.right
source: right
rm: dretg

# MSC.justify
source: justified
rm: cumposiziun a fil

# MSC.filetree
source: File system
rm: Sistem da datotecas

# MSC.male
source: Male
rm: Masculin

# MSC.female
source: Female
rm: Feminin

# MSC.fileSize
source: File size
rm: Grondezza da datoteca

# MSC.fileCreated
source: Created
rm: Creà

# MSC.fileModified
source: Last modified
rm: Ultima modificaziun

# MSC.fileAccessed
source: Last accessed
rm: Ultim access

# MSC.fileDownload
source: Download the file
rm: Telechargiar la datoteca

# MSC.fileUuid
source: Unique ID
rm: ID unica

# MSC.fileImageSize
source: Width/height in pixel
rm: Ladezza/autezza en pixels

# MSC.filePath
source: Relative path
rm: Percurs relativ

# MSC.version
source: Version
rm: Versiun

# MSC.restore
source: Restore
rm: Revocar

# MSC.backendModules
source: Back end modules
rm: Moduls dal back-end

# MSC.welcomeTo
source: %s back end
rm: Back-end da %s

# MSC.updateVersion
source: Contao version %s available
rm: La versiun %s da Contao è disponibla

# MSC.wordWrap
source: Word wrap
rm: Sigl da lingia

# MSC.saveAlert
source: ATTENTION! You will lose any unsaved changes. Continue?
rm: ATTENZIUN! Vus vegnis a perder midadas betg memorisadas. Cuntinuar?

# MSC.toggleNodes
source: Toggle all nodes
rm: Avrir/serrar tuts

# MSC.expandNode
source: Expand node
rm: Avrir il sectur

# MSC.collapseNode
source: Collapse node
rm: Serrar il sectur

# MSC.loadingData
source: Loading data
rm: Chargiar las datas

# MSC.deleteSelected
source: Delete
rm: Stizzar

# MSC.editSelected
source: Edit
rm: Modifitgar

# MSC.overrideSelected
source: Override
rm: Surscriver

# MSC.moveSelected
source: Move
rm: Spustar

# MSC.copySelected
source: Copy
rm: Copiar

# MSC.aliasSelected
source: Generate aliases
rm: Generar ils alias

# MSC.changeSelected
source: Change selection
rm: Midar la selecziun

# MSC.resetSelected
source: Reset selection
rm: Revocar la selecziun

# MSC.filePicker
source: Switch to file picker
rm: Midar a la tscherna da datotecas

# MSC.pagePicker
source: Switch to page picker
rm: Midar a la tscherna da paginas

# MSC.fileManager
source: Open the file manager
rm: Avrir l'administraziun da datotecas

# MSC.pageManager
source: Modify the site structure
rm: Modifitgar la structura da la pagina

# MSC.filePickerHome
source: Back to the file picker
rm: Turnar a la pagina da tscherner datotecas

# MSC.pagePickerHome
source: Back to the page picker
rm: Turnar a la pagina da tscherner paginas

# MSC.pickerNoSelection
source: Please go back to the page or file picker and make a selection before you close the dialog.
rm: Turna a la pagina da tscherner datotecas u paginas e fa ina selecziun avant che ti serras la fanestra.

# MSC.systemMessages
source: System messages
rm: Messadis dal sistem

# MSC.clearClipboard
source: Clear clipboard
rm: Svidar l'archiv provisoric

# MSC.hiddenElements
source: Unpublished elements
rm: Elements betg publitgads

# MSC.hiddenHide
source: hide
rm: zuppentar

# MSC.hiddenShow
source: show
rm: mussar

# MSC.apply
source: Apply
rm: Applitgar

# MSC.applyTitle
source: Apply the changes
rm: Applitgar las midadas

# MSC.mandatory
source: Mandatory field
rm: Champ obligatoric

# MSC.create
source: Create
rm: Crear

# MSC.delete
source: Delete
rm: Stizzar

# MSC.protected
source: protected
rm: protegì

# MSC.guests
source: guests only
rm: be giasts

# MSC.updateMode
source: Update mode
rm: Modus d'actualisaziun

# MSC.updateAdd
source: Add the selected values
rm: Agiuntar las valurs tschernidas

# MSC.updateRemove
source: Remove the selected values
rm: Allontanar las valurs tschernidas

# MSC.updateReplace
source: Replace the existing entries
rm: Surscriver las endataziuns existentas

# MSC.ascending
source: ascending
rm: ascendent

# MSC.descending
source: descending
rm: descendent

# MSC.default
source: Default
rm: Standard

# MSC.helpWizard
source: Open the help wizard
rm: Avrir il guid d'agid

# MSC.helpWizardTitle
source: Help wizard
rm: Guid d'agid

# MSC.noCookies
source: You have to allow cookies to use Contao.
rm: Ti stos lubir cookies per utilisar Contao

# MSC.copyOf
source: %s (copy)
rm: %s (copia)

# MSC.coreOnlyMode
source: Contao is currently running in <strong>safe mode</strong>, in which only core modules are loaded, to prevent possible incompatibilities with third-party extensions (e.g. after a Live Update). After you have checked the installed extensions, you can disable the safe mode again.
rm: Contao è actualmain en il <strong>modus segirà</strong>, en il qual be moduls dal core vegnan chargiads per impedir eventualas incumpatibilitads cun extensiuns da terz (p.ex. suenter ina actualisaziun directa). Suenter che ti has controllà las extensiuns installadas pos ti puspè deactivar il modus segirà.

# MSC.coreOnlyOff
source: Disable
rm: Deactivar

# MSC.maintenanceMode
source: Contao is currently running in <strong>maintenance mode</strong>, in which the website (front end) is not available. Do not disable it if you are currently installing or upgrading third-party extensions! The website might not function properly.
rm: Contao è actualmain en il <strong>modus da mantegniment</strong>, en il qual la pagina d'internet (front-end) n'è betg disponibla. Na betg deactivar sche ti installeschas u actualiseschas gest extensiuns da terz! La pagina d'internet na funcziunescha forsa betg correctamain.

# MSC.maintenanceOff
source: Disable
rm: Deactivar

# MSC.buildCacheText
source: The <strong>internal cache</strong> has not been built yet. Building the cache will improve the performance of the application and is highly recommended. If you do not want to use the cache, you can permanently disable it in the back end settings.
rm: Il <strong>cache intern</strong> n'è anc betg vegnì creà. Crear il cache vegn a meglierar la prestaziun da l'applicaziun e vegn recumandà fermamain. Sche ti na vuls betg utilisar il cache pos ti deactivar el permanentamain en las opziuns dal back-end.

# MSC.buildCacheLink
source: Build the cache
rm: Crear il cache

# MSC.name
source: Name
rm: Num

# MSC.emailAddress
source: E-mail address
rm: Adressa d'e-mail

# MSC.register
source: Register
rm: Registrar

# MSC.accountActivated
source: Your account has been activated.
rm: Voss conto è vegnì activà.

# MSC.accountError
source: Unable to process the current request.
rm: Betg pussaivel dad exequir la dumonda actuala.

# MSC.emailSubject
source: Your registration on %s
rm: Vossa registraziun sin %s

# MSC.adminSubject
source: New registration on %s
rm: Contao :: Nova registraziun sin %s

# MSC.adminText
source: A new member (ID %s) has registered at your website.%sIf you did not allow e-mail activation, you have to enable the account manually in the back end.
rm: In nov utilisader (ID %s) è sa registrà sin vossa pagina web.%sSche vus n'avais betg lubì l'activaziun per e-mail stuais vus activar il conto manualmain en il back-end.

# MSC.requestPassword
source: Request password
rm: Emblidà il pled-clav

# MSC.setNewPassword
source: Set new password
rm: Definir in nov pled-clav

# MSC.newPasswordSet
source: Your password has been updated.
rm: Voss pled-clav è vegnì midà.

# MSC.passwordSubject
source: Your password request for %s
rm: Tia dumonda da pled-clav per %s

# MSC.accountNotFound
source: No matching account found
rm: Betg chattà in conto correspundent

# MSC.oldPassword
source: Old password
rm: Pled-clav vegl

# MSC.newPassword
source: New password
rm: Pled-clav nov

# MSC.changePassword
source: Change password
rm: Midar il pled-clav

# MSC.oldPasswordWrong
source: The old password is not correct
rm: Il pled-clav vegl n'è betg correct

# MSC.securityQuestion
source: Security question
rm: Dumonda da segirtad

# MSC.closeAccount
source: Close account
rm: Stizzar il conto

# MSC.changeSelection
source: Change selection
rm: Midar la selecziun

# MSC.currentlySelected
source: Selected
rm: Tschernì

# MSC.selectNode
source: Only show this node
rm: Mussar be quest nuf

# MSC.selectAllNodes
source: Show all nodes
rm: Mussar tut ils nufs

# MSC.showDifferences
source: Show differences
rm: Midar las differenzas

# MSC.editElement
source: Edit the element
rm: Modifitgar l'element

# MSC.table
source: Table
rm: Tabella

# MSC.ptable
source: Parent table
rm: Tabella da genitur

# MSC.description
source: Description
rm: Descripziun

# MSC.noVersions
source: Currently there are no versions.
rm: Actualmain existan naginas versiun.

# MSC.latestChanges
source: Latest changes
rm: Ultimas midadas

# MSC.identicalVersions
source: The two selected versions are identical.
rm: Las duas versiuns tschernidas èn identicas

# MSC.selectNewPosition
source: Next, please choose the (new) position of the element
rm: Tscherna ussa p. pl. la (nova) posiziun da l'element

# MSC.go
source: Go
rm: Dai

# MSC.quicknav
source: Quick navigation
rm: Navigaziun sperta

# MSC.quicklink
source: Quick link
rm: Colliaziun sperta

# MSC.username
source: Username
rm: Num d'utilisader

# MSC.login
source: Login
rm: S'annunziar

# MSC.logout
source: Logout
rm: Partir

# MSC.loggedInAs
source: You are logged in as %s.
rm: Vus essas s'annunziads sco %s.

# MSC.emptyField
source: Please enter your username and password!
rm: Endatai per plaschair voss num d'utilisader e pled-clav!

# MSC.confirmation
source: Confirmation
rm: Affirmar

# MSC.sMatches
source: %s occurrences for %s
rm: Chattà %s giadas il term %s

# MSC.sEmpty
source: No matches for <strong>%s</strong>
rm: Betg chattà il term <strong>%s</strong>

# MSC.sResults
source: Results %s - %s of %s for <strong>%s</strong>
rm: Resultats %s – %s da totalmain %s per <strong>%s</strong>

# MSC.sNoResult
source: Your search for <strong>%s</strong> returned no results.
rm: Tia tschertga suenter <strong>%s</strong> n'ha dà nagins resultats.

# MSC.seconds
source: seconds
rm: secundas

# MSC.up
source: Up
rm: Ensi

# MSC.first
source: &#171; First
rm: « Emprim

# MSC.previous
source: Previous
rm: Enavos

# MSC.next
source: Next
rm: Enavant

# MSC.last
source: Last &#187;
rm: Ultim »

# MSC.goToPage
source: Go to page %s
rm: Ir a pagina %s

# MSC.totalPages
source: Page %s of %s
rm: Pagina %s da %s

# MSC.fileUploaded
source: File %s uploaded successfully.
rm: Chargia cun success la datoteca %s.

# MSC.searchLabel
source: Search
rm: Tschertgar

# MSC.keywords
source: Keywords
rm: Chavazzins

# MSC.options
source: Options
rm: Opziuns

# MSC.matchAll
source: match all words
rm: cuntegna tut ils pleds

# MSC.matchAny
source: match any word
rm: cuntegna intgins dals pleds

# MSC.saveData
source: Save data
rm: Memorisar las datas

# MSC.savedData
source: Your data has been saved.
rm: Tias datas èn vegnidas memorisadas.

# MSC.printPage
source: Print this page
rm: Stampar questa pagina

# MSC.printAsPdf
source: Save article as PDF
rm: Memorisar quest artitgel sco PDF

# MSC.facebookShare
source: Share on Facebook
rm: Cundivider sin Facebook

# MSC.twitterShare
source: Share on Twitter
rm: Cundivider sin Twitter

# MSC.gplusShare
source: Share on Google+
rm: Cundivider sin Google+

# MSC.pleaseWait
source: Please wait
rm: Spetgar per plaschair

# MSC.loading
source: Loading …
rm: Chargiar…

# MSC.more
source: Read more …
rm: Leger dapli…

# MSC.readMore
source: Read the article: %s
rm: Leger l'artitgel: %s

# MSC.targetPage
source: Target page
rm: Pagina da destinaziun

# MSC.invalidPage
source: Sorry, item "%s" does not exist.
rm: Perstgisa, l'element "%s" n'exista betg.

# MSC.list_orderBy
source: Order by %s
rm: Zavrar tenor %s

# MSC.list_perPage
source: Results per page
rm: Resultats per pagina

# MSC.published
source: Published
rm: Publitgà

# MSC.unpublished
source: Unpublished
rm: Betg publitgà
