Repository: contao/core
Catalog: system/modules/core/languages/rm/default.xlf
Languages: rm

# MSC.addComment
source: Add a comment
rm: Agiuntar in commentari

# MSC.autologin
source: Remember me
rm: Memorisar las datas

# MSC.createdOn
source: Created on
rm: Creà ils

# MSC.activation
source: Activation token
rm: Token d'activaziun

# MSC.relevance
source: %s relevance
rm: %s relevanza

# MSC.invalidTokenUrl
source: Invalid token
rm: Token nunvalid

# MSC.changelog
source: Changelog
rm: Glista da las midadas

# MSC.dragItemsHint
source: Drag the items to re-order them
rm: Tira ils elements per midar la successiun

# MSC.location
source: Location
rm: Lieu

# MSC.download
source: Download %s
rm: Telechargiar %s

# MSC.metaNoLanguages
source: You have to add a root page in the site structure to store file meta information.
rm: Ti stos agiuntar ina ragisch da pagina en la strucutra da la pagina per memorisar infurmaziuns meta davart datotecas.

# UNITS.3
source: GiB
rm: Dai

# CONFIRM.do
source: Module
rm: Modul

# CONFIRM.table
source: Affected table
rm: Tabella pertutgada

# CONFIRM.act
source: Action
rm: Acziun

# CONFIRM.id
source: Affected record
rm: Element pertutgà

# DP.select_a_time
source: Select a time
rm: Tscherna in temp

# DP.use_mouse_wheel
source: Use the mouse wheel to quickly change value
rm: Utilisescha la roda da la mieur per midar spertamain la valur

# DP.apply_range
source: Apply
rm: Applitgar

# DP.cancel
source: Cancel
rm: Interrumper

# DP.week
source: Wk
rm: emna

# COLS.left
source: Left column
rm: Colonna sanestra

# COLS.main
source: Main column
rm: Colonna principala

# COLS.right
source: Right column
rm: Colonna dretga

# COLS.footer
source: Footer
rm: Pe
