Repository: contao/core
Catalog: system/modules/core/languages/rm/exception.xlf
Languages: rm

# XPT.error
source: An error occurred
rm: Ina errur è capitada

# XPT.matter
source: What's the matter?
rm: Tge è il problem?

# XPT.howToFix
source: How can I fix the issue?
rm: Co pos jau schliar il problem?

# XPT.more
source: Tell me more, please
rm: Dapli infurmaziuns!

# XPT.hint
source: To customize this notice, create a custom template file named <em>%s</em>.
rm: Per persunalisar quest errur pos ti crear in template persunalisà cun il num <em>%s</em>.

# XPT.errorOccurred
source: An error occurred while executing this script. Something does not work properly.
rm: Ina errur è cumparida durant exequir quest script. Insatge na funcziunescha betg correctamain.

# XPT.errorFixOne
source: Open the <code>system/logs/error.log</code> file and find the associated error message (usually the last one). You can also add the following line to the local configuration file and reload this page:
rm: Avra la datoteca <code>system/logs/error.log</code> e tschertga l'errur correspundenta (per ordinari l'ultima). Ti pos era agiuntar la suandanta lingia a tia datoteca da configuraziun locala e rechargiar questa pagina:

# XPT.errorFixTwo
source: However, please be aware that <strong>anyone</strong> will be able to see error messages on your website then!
rm: Ti stos dentant esser conscient che <strong>mintgin</strong> vegn ad esser abel da vesair ils messadis d'errur sin tia pagina!

# XPT.errorExplain
source: The script execution stopped, because something does not work properly. The actual error message is hidden by this notice for security reasons and can be found in the <code>system/logs/error.log</code> file (see above). If you do not understand the error message or do not know how to fix the problem, search the <a href="https://contao.org/faq.html" target="_blank">Contao FAQs</a> or visit the <a href="https://contao.org/support.html" target="_blank">Contao support page</a>.
rm: L'execuziun dal script è vegnida fermada, perquai che insatge na funcziunescha betg correctamain. Il messadi d'errur è zuppada da quest messadi per motivs da segirezza e po vegnir chattada en la datoteca <code>system/logs/error.log</code> (mira sura). Sche ti na chapeschas betg il messadi d'errur u na sas betg sco schliar il problem, tschertga en las <a href="https://contao.org/faq.html" target="_blank">dumondas frequentas davart Contao</a> u visita la <a href="https://contao.org/support.html" target="_blank">pagina da support</a>.

# XPT.requestToken
source: Invalid request token
rm: Token da dumonda nunvalid

# XPT.invalidToken
source: The request token could not be verified.
rm: Il token da dumonda na pudeva betg vegnir verifitgà.

# XPT.tokenRetry
source: Please <a href="javascript:window.location.href=window.location.href">click this link</a> and try again. Do not use the back button of your browser.
rm: Clicca <a href="javascript:window.location.href=window.location.href">sin questa colliaziun</a> ed emprova danovamain. N'utilisescha betg il buttun enavos da tes navigatur.

# XPT.tokenExplainOne
source: This error occurs if there is a POST request without a valid authentication token. In Contao 2.10, the referer check has been replaced with a request token system. If the problem persists, you may be using an incompatible third-party extension or have not correctly updated your Contao installation.
rm: Questa errur capita sch'ina dumonda da POST vegn tramessa senza in token d'autentificaziun valid. En Contao 2.10 è la controlla da renviament vegnida remplazzada entras in sistem da tokens da dumondas. Sche quest problem resta utiliseschas ti eventualmain extensiuns da terz che n'èn betg cumpatiblas u che ti n'has betg actualisà correctamain tia installaziun da Contao.

# XPT.tokenExplainTwo
source: For more information, search the <a href="https://contao.org/faq.html" target="_blank">Contao FAQs</a> or visit the <a href="https://contao.org/support.html" target="_blank">Contao support page</a>.
rm: Dapli infurmaziuns chattas ti en las <a href="https://contao.org/faq.html" target="_blank">Dumondas frequentas davart Contao</a> u che ti pos visitar la <a href="https://contao.org/support.html" target="_blank">Pagina d'agid da Contao</a>.

# XPT.incomplete
source: Incomplete installation
rm: Installaziun betg cumpletta

# XPT.incompleteInstallation
source: The installation has not been completed, therefore Contao cannot work properly.
rm: L'installaziun n'è betg vegnida cumplettada, perquai na funcziunescha Contao betg correctamain.

# XPT.incompleteFixOne
source: Point your browser to the following URL:
rm: Avra suandanta URL en tes navigatur:

# XPT.installPath
source: path-to-installation
rm: percurs-a-la-installaziun

# XPT.incompleteFixTwo
source: This will open the Contao install tool, which will guide you through the installation process.
rm: Quai vegn ad avrir l'utensil d'installaziun da Contao che ta guida entras il process d'installaziun.

# XPT.incompleteExplain
source: For more information, please refer to the <a href="https://contao.org/manual/installation.html" target="_blank">Contao manual</a>.
rm: Per ulteriuras infurmaziuns pos ti leger il <a href="https://contao.org/manual/installation.html" target="_blank">Manual da Contao</a>.

# XPT.notFound
source: Page not found
rm: Betg chattà la pagina

# XPT.pageNotFound
source: The page you have requested does not exist under this domain.
rm: La pagina che ti has dumandà n'exista betg u na pudeva betg vegnir chattada sin questa domain.

# XPT.notFoundFix
source: Try to <a href="%s">go to the top level</a> and use the search function (if any) to find the page you were looking for. You may also <a href="%s">contact the webmaster</a> and let him know that there is something wrong.
rm: Emprova da <a href="%s">visitar l'emprim livel</a> ed dad utilisar (sche disponibel) la funcziun da tschertgar per chattar la pagina che ti tschertgar. Ti pos era <a href="%s">contactar il webmaster</a> ed infurmar el ch'insatge na funcziunescha betg correctamain.

# XPT.noForward
source: Forward page not found
rm: Betg chattà la pagina da renviar

# XPT.noForwardPage
source: The application has been configured to forward the request to another page, however, the target page does not exist or has not been published.
rm: L'applicaziun è vegnida configurada da renviar questa dumonda sin in'autra pagina. La destinaziun n'exista dentant betg u n'è betg publitgada.

# XPT.noForwardFix
source: This is something that needs to be fixed by the administrator of the website. If you are a visitor, there is nothing you can do except to <a href="%s">contact the webmaster</a> to let him know that there is something wrong.
rm: Quai è in problem che sto vegnir schlià da l'administratur da la pagina d'internet. Sche ti ès in visitader na pos ti far nagut auter che <a href="%s">contactar il webmaster</a> ed infurmar el ch'insatge n'è betg correct.

# XPT.noRoot
source: No root page found
rm: Chattà nagina ragisch da pagina

# XPT.noRootPage
source: There is no website root page which matches the requested language and/or domain name.
rm: I n'exista nagina ragisch da pagina che correspunda a la lingua e/u domain.

# XPT.noRootFix
source: If you have explicitly set a language, try to <a href="%s">go to the top level</a> and see whether you are being redirected. Otherwise <a href="%s">contact the webmaster</a> and let him know that there is something wrong.
rm: Sche ti has tschernì explicitamain ina lingua, pos ti <a href="%s">visitar l'emprim livel</a> e guardar sche ti vegns renvià. Uschiglio pos ti <a href="%s">contactar il webmaster</a> ed infurmar el ch'insatge na funcziunescha betg correctamain.

# XPT.noLayout
source: No layout specified
rm: Specifitgà nagin layout.

# XPT.noLayoutSpecified
source: The page you have requested has not yet been associated with a page layout.
rm: La pagina che ti has dumandà n'è betg vegnida associada cun in layout da pagina.

# XPT.noLayoutFix
source: Make sure that you have assigned a page layout to each website root page in the site structure.
rm: Controllescha che ti has assignà in layout da pagina a mintga ragisch da pagina en la structura da pagina

# XPT.noLayoutExplain
source: For more information, please refer to the <a href="https://contao.org/manual/managing-pages.html" target="_blank">Contao manual</a>.
rm: Per ulteriuras infurmaziuns pos ti leger il <a href="https://contao.org/manual/managing-pages.html" target="_blank">Manual da Contao</a>.

# XPT.noActive
source: No active pages found
rm: Chattà naginas paginas activas

# XPT.noActivePages
source: Your request has been mapped to a website which does not yet contain any published pages.
rm: Tia dumonda pertutga ina pagina d'internet che na cuntegnan naginas paginas publitgadas.

# XPT.noActiveFix
source: Most likely, the website is still under development and will be online in a few days. If you still think that there is something wrong, <a href="%s">contact the webmaster</a> and let him know.
rm: Probablamain è la pagina d'internet anc adina en svilup è vegn per ad esser online en in per dis. Sche ti pensas che quai è ina errur, lura a href="%s">contactescha il webmaster</a> ed infurmescha el.

# XPT.forbidden
source: Forbidden
rm: Scumandà

# XPT.notAuthenticated
source: You are either not authenticated or you are not allowed to access the requested page.
rm: Ti n'es betg s'annunzià u betg autorisà dad acceder la pagina dumandada.

# XPT.forbiddenFix
source: If you are not logged in, try to <a href="%s">go to the top level</a> and look for a login form. If there is no login form or if you are logged in already, <a href="%s">contact the webmaster</a> and let him know that there is something wrong.
rm: Sche ti n'ès betg annunzià, turna a <a href="%s">l'emprim livel</a> e tschertga in formular da s'annunziar. Schi na dat nagin formular da s'annunziar u sche ti es gia annunzià, <a href="%s">contactescha il webmaster</a> ed infurmescha el ch'insatge n'è betg correct.

# XPT.unavailable
source: We'll be right back
rm: Nus essan bainprest puspè online

# XPT.maintenance
source: The website is currently down for maintenance. Please come back later.
rm: Questa pagina d'internet è actualmain deactivada per far lavurs da mantegniment. Ans visita en in per muments puspè.
