Repository: contao/core
Catalog: system/modules/core/languages/rm/modules.xlf
Languages: rm

# MOD.content
source: Content
rm: Cuntegn

# MOD.article.0
source: Articles
rm: Artitgels

# MOD.article.1
source: Manage articles and content elements
rm: Administrar ils artitgels ed ils elements dal cuntegn.

# MOD.form.0
source: Form generator
rm: Generatur da formulars

# MOD.form.1
source: Create custom forms and store or send the submitted data
rm: Creescha formulars persunalisads e memorisar u transmetter las datas transmessas.

# MOD.themes.1
source: Manage front end modules, style sheets, page layouts and templates
rm: Administrar moduls dal front-end, stylesheets, layouts da paginas e templates.

# MOD.page.0
source: Site structure
rm: Structura da pagina

# MOD.page.1
source: Set up the site structure of your website(s)
rm: Definir la structura da tias paginas web.

# MOD.tpl_editor.1
source: Edit templates in the back end
rm: Modifitgar templates en il back-end.

# MOD.accounts
source: Account manager
rm: Administraziun dal conto

# MOD.member.0
source: Members
rm: Commembers

# MOD.member.1
source: Manage member accounts (front end users)
rm: Administrar contos da commembers (utilisaders dal front-end).

# MOD.mgroup.0
source: Member groups
rm: Gruppas da commembers

# MOD.mgroup.1
source: Manage member groups (front end user groups)
rm: Administrar las gruppas da commembers (gruppas dad utilisaders dal front-end).

# MOD.user.0
source: Users
rm: Utilisaders

# MOD.user.1
source: Manage user accounts (back end users)
rm: Administrar contos d'utilisaders (utilisaders dal back-end).

# MOD.group.0
source: User groups
rm: Gruppas d'utilisaders

# MOD.group.1
source: Manage user groups (back end user groups)
rm: Administrar gruppas d'utilisaders (utilisaders dal back-end).

# MOD.system
source: System
rm: Sistem

# MOD.files.0
source: File manager
rm: Administraziun da datotecas

# MOD.files.1
source: Manage files and folders or upload new files to the server
rm: Administrar datotecas ed ordinaturs u transmetter novas datotecas al server.

# MOD.log.0
source: System log
rm: Protocol dal sistem

# MOD.log.1
source: Browse the system log and analyze the activity on the website
rm: Navigar tras il protocol dal sistem ed analisar l'activitad sin la pagina d'internet.

# MOD.settings.0
source: Settings
rm: Preferenzas

# MOD.settings.1
source: Check and optimize the Contao configuration
rm: Controllar ed optimar la configuraziun da Contao.

# MOD.maintenance.0
source: Maintenance
rm: Mantegniment

# MOD.maintenance.1
source: Maintain or update Contao
rm: Mantegnair u actualisar Contao.

# MOD.undo.0
source: Restore
rm: Revocar

# MOD.undo.1
source: Restore deleted records
rm: Restituir elements stizzads.

# MOD.login.0
source: Personal data
rm: Datas persunalas

# MOD.login.1
source: Change your personal data or set a new password
rm: Midar vossas datas persunalas u far in nov pled-clav.

# MOD.tl_module
source: Front end modules
rm: Moduls dal front-end

# MOD.tl_layout
source: Page layouts
rm: Layout da paginas

# MOD.tl_image_size
source: Image sizes
rm: Grondezzas dal maletg

# MOD.tl_image_size_item
source: Image size media queries
rm: media-queries per grondezzas dal maletg

# MOD.modules
source: Front end modules
rm: Moduls dal front-end

# MOD.layout
source: Page layouts
rm: Layout da paginas

# MOD.image_sizes
source: Image sizes
rm: Grondezzas dal maletg

# MOD.theme_import
source: Theme import
rm: Importar theme

# MOD.theme_export
source: Theme export
rm: Exportar theme

# FMD.navigationMenu
source: Navigation
rm: Navigaziun

# FMD.navigation.0
source: Navigation menu
rm: Menu da navigaziun

# FMD.navigation.1
source: Generates a navigation menu from the site structure
rm: Generescha in menu da navigaziun ord la structura da la pagina.

# FMD.customnav.0
source: Custom navigation
rm: Navigaziun persunalisada

# FMD.customnav.1
source: Generates a custom navigation menu
rm: Generescha in menu da navigaziun persunalisà.

# FMD.breadcrumb.0
source: Breadcrumb navigation
rm: Navigaziun da percurs

# FMD.breadcrumb.1
source: Generates a breadcrumb navigation menu
rm: Generescha in menu da navigaziun da percurs.

# FMD.quicknav.0
source: Quick navigation
rm: Navigaziun sperta

# FMD.quicknav.1
source: Generates a drop-down menu from the site structure
rm: Generescha in menu da defilar ord la structura da la pagina.

# FMD.quicklink.0
source: Quick link
rm: Colliaziun sperta

# FMD.quicklink.1
source: Generates a custom drop-down menu
rm: Generescha in menu da defilar persunalisà

# FMD.booknav.0
source: Book navigation
rm: Navigaziun da cudesch

# FMD.booknav.1
source: Generates a book navigation menu
rm: Generescha in menu da navigaziun sumegliant ad in cudesch.

# FMD.articlenav.0
source: Article navigation
rm: Navigaziun dad artitgel

# FMD.articlenav.1
source: Generates a pagination menu to navigate articles
rm: Generescha in menu numerà per navigar tras artitgels.

# FMD.sitemap.1
source: Generates a list of all pages in the site structure
rm: Generescha ina glista da tut las paginas en la structura da la pagina.

# FMD.user
source: User
rm: Utilisader

# FMD.login.0
source: Login form
rm: Formular d'annunzia

# FMD.login.1
source: Generates a login form
rm: Generescha in formular per che utilisaders pon s'annunziar.

# FMD.logout.0
source: Automatic logout
rm: Sortir automaticamain

# FMD.logout.1
source: Automatically logs out a user
rm: Fa partir automaticamain utilisaders.

# FMD.personalData.0
source: Personal data
rm: Datas persunalas

# FMD.personalData.1
source: Generates a form to edit a user's personal data
rm: Generescha in formular per che utilisaders pon modifitgar lur datas persunalas.

# FMD.registration.0
source: Registration
rm: Registraziun

# FMD.registration.1
source: Generates a user registration form
rm: Generescha in formulars per che utilisaders pon sa registrar.

# FMD.changePassword.0
source: Change password
rm: Midar il pled-clav

# FMD.changePassword.1
source: Generates a form to change the password
rm: Generescha in formular per midar il pled-clav

# FMD.lostPassword.0
source: Lost password
rm: Emblidà pled-clav

# FMD.lostPassword.1
source: Generates a form to request a new password
rm: Generescha in formular per che utilisaders pon laschar generar in nov pled-clav.

# FMD.closeAccount.0
source: Close account
rm: Stizzar il conto

# FMD.closeAccount.1
source: Generates a form to delete a member account
rm: Generescha in formular per che utilisaders pon stizzar lur conto.

# FMD.application
source: Applications
rm: Applicaziuns

# FMD.form.0
source: Form
rm: Formular

# FMD.form.1
source: Adds a form to the page
rm: Agiunscha in formular a la pagina.

# FMD.search.0
source: Search engine
rm: Maschina da tschertgar

# FMD.search.1
source: Adds a search form to the page
rm: Agiunscha in formular per tschertgar sin la pagina web.

# FMD.articleList.0
source: Article list
rm: Glista dad artitgels

# FMD.articleList.1
source: Generates a list of articles of a column
rm: Generescha ina glista dad artitgels en ina colonna.

# FMD.miscellaneous
source: Miscellaneous
rm: Different

# FMD.flash.0
source: Flash movie
rm: Element da flash

# FMD.flash.1
source: Embeds a Flash movie into the page
rm: Integrescha in element da flash en la pagina.

# FMD.randomImage.0
source: Random image
rm: Grafica casuala

# FMD.randomImage.1
source: Adds a random image to the page
rm: Agiunscha ina grafica casuala a la pagina.

# FMD.html.0
source: Custom HTML
rm: HTML persunalisà

# FMD.html.1
source: Allows you to add custom HTML code
rm: Pussibilitescha dad endatar code da HTML.

# FMD.rss_reader.0
source: RSS reader
rm: Lectur RSS

# FMD.rss_reader.1
source: Adds an RSS feed to the page
rm: Agiunscha a la pagina in feed da RSS.
