Repository: contao/core
Catalog: .tx/source/*/listing/*_module.xlf
Languages: tl

# tl_module.list_table.0
source: Table
tl: Tabela

# tl_module.list_table.1
source: Please choose the source table.
tl: Favor inserir o nome da tabela que você gostaria de listar

# tl_module.list_fields.0
source: Fields
tl: Campos

# tl_module.list_fields.1
source: Please enter a comma separated list of the fields you want to list.
tl: Favor inserir uma lista de campos que você deseja listar separados por vírgula

# tl_module.list_where.0
source: Condition
tl: Condição

# tl_module.list_where.1
source: Here you can enter a condition to filter the results (e.g. <em>published=1</em> or <em>type!="admin"</em>).
tl: Se você deseja excluir determinados registros, você pode informar uma condição (ex: <em>published=1</em> ou <em>type!='admin'</em>).

# tl_module.list_search.0
source: Searchable fields
tl: Campos aptos para busca

# tl_module.list_search.1
source: Here you can enter a comma seperated list of fields that you want to be searchable.
tl: Favor inserir uma lista de campos separados por vírgula nos quais você deseja realizar buscas.

# tl_module.list_sort.0
source: Order by
tl: Ordenar por

# tl_module.list_sort.1
source: Here you can enter a comma seperated list of fields to sort the results by.
tl: Favor inserir uma lista de campos a serem utilizados para ordenar os resultados por padrão, separados por vírgula. Adicione <em>DESC</em> depois do nome do campo para ordenar descendentemente. (ex: <em>nome, date DESC</em>

# tl_module.list_info.0
source: Details page fields
tl: Detalhes de Campos de Página

# tl_module.list_info.1
source: Enter a comma separated list of the fields you want to show on the details page. Leave blank to disable the feature.
tl: Favor inserir uma lista de campos que você deseja exibir nos detalhes de uma página separados por vírgula.

# tl_module.list_info_where.0
source: Details page condition
tl: Condições da página de detalhes

# tl_module.list_info_where.1
source: Here you can enter a condition to filter the results (e.g. <em>published=1</em> or <em>type!="admin"</em>).
tl: Aqui você pode incluir uma condição para filtrar os resultados (ex.: <em>publicado=1</em> ou <em>tipo!="admin"</em>).

# tl_module.list_layout.0
source: List template
tl: Layout da lista

# tl_module.list_layout.1
source: Here you can select the list template.
tl: Por favor escolha um layout de lista. Você pode adicionar layouts de lista personalizados a pasta <em>templates</em>. Layouts de lista iniciam com <em>list_</em> e requerem a extensão <em>.tpl</em>

# tl_module.list_info_layout.0
source: Details page template
tl: Layout de detalhes de página

# tl_module.list_info_layout.1
source: Here you can select the details page template.
tl: Favor escolher um layout de detalhes de página. Você pode adicionar layouts de lista personalizados à pasta <em>templates</em>. Layouts de Detalhes de página iniciam com <em>info_</em> e requerem a extensão <em>.tpl</em>
