Repository: contao/core
Catalog: system/modules/listing/languages/*/*_module.xlf
Languages: cs, da, de, es, fa, fi, fr, hu, it, ja, lv, my, nl, pl, ro, ru, sk, sl, sq, sr, sv, uk

# tl_module.list_table.0
source: Table
cs: Tabulka
da: Tabel
de: Tabelle
es: Tabla
fa: جدول
fi: Taulu
hu: Tábla
it: Tabella
ja: 表
lv: Tabula
my: စားပွဲ
nl: Tabel
pl: Tabela
ro: Tabela
ru: Таблица
sk: Tabuľka
sl: Tabela
sq: Tabela
sr: Табела
sv: Tabell
uk: Таблиця

# tl_module.list_table.1
source: Please choose the source table.
cs: Zvolte prosím zdrojovou tabulku.
da: Angiv navnet på den tabel du vil lave en oversigt fra.
de: Bitte wählen Sie die Quelltabelle.
es: Por favor introduce el nombre de la talba que quieres utilizar.
fa: لطفا جدول منبع را انتخاب نمایید.
fi: Ole hyvä ja valitse lähdetaulu.
fr: Choisir la table source.
hu: Kérem válassza ki a forrás táblát.
it: Inserisci il nome della tabella dalla quale prelevare gli elementi della lista.
ja: 情報源とするテーブルを選択してください。
lv: Lūdzu izvēlieties avota tabulu.
my: ရင်းမြစ်စားပွဲကိုရွေးပါ။
nl: Geef de naam van de database-tabel die u wilt weergeven.
pl: Wprowadź nazwę tabeli, którą chcesz wylistować.
ro: Introduceţi tabela sursă.
ru: Выберите исходную таблицу.
sk: Prosím vyberte tabuľku, z ktorej chcete vytvoriť zoznam.
sl: Prosimo izberite izvorno tabelo.
sq: Zgjedhoni tabelën që doni ta fusni.
sr: Изаберите изворну табелу.
sv: Ange namnet på tabellen som du vill visa poster från.
uk: Виберіть, будь ласка, таблицю бази даних яку б ви хотіли вивести

# tl_module.list_fields.0
source: Fields
cs: Pole
da: Felter
de: Felder
es: Campos
fa: فیلدها
fi: Kentät
fr: Champs
hu: Mező
it: Campi
ja: フィールド
lv: Lauki
my: နယ်ပယ်များ
nl: Velden
pl: Pola
ro: Câmpuri
ru: Поля
sk: Polia
sl: Polja
sq: Fushat
sr: Поља
sv: Fält
uk: Поля

# tl_module.list_fields.1
source: Please enter a comma separated list of the fields you want to list.
cs: Zadejte prosím seznam polí oddělené čárkou, která chcete použít pro sestavení seznamu
da: Angiv de felter du ønsker brugt til oversigten som en kommasepareret liste.
de: Bitte geben Sie eine kommagetrennte Liste der Felder ein, die Sie auflisten möchten.
es: Por favor introduce una lista separada por comas de los campos que quieres mostrar en la lista.
fa: لطفا یک فهرست جدا شده توسط کاما از فیلدهایی که می خواهید فهرست شوند را انتخاب نمایید.
fi: Ole hyvä ja anna pilkuilla eroteltu lista kentistä, jotka haluat listata.
fr: Saisir une liste séparée par des virgules des champs que vous voulez lister.
hu: Kérem adjon meg egy vesszőkkel elválasztott listát a listázni kívánt mezőkkel.
it: Inserisci un elenco, separato da virgole, dei campi della tabella che vuoi che diventino gli elementi della lista.
ja: リストしたいフィールドをコンマで区切って入力してください。
lv: Lūdzu, ievadiet laukus sarakstā, atdalītus ar komatu.
my: စာရင်းလုပ်ဆောင်လိုသောကော်မာခြားနားပြီးနယ်ပယ်များစာရင်းထည့်သွင်း။
nl: Geef een door komma's gescheiden lijst van de velden die u wilt weergeven.
pl: Wprowadź rozdzieloną przecinkami listę pól, którą chcesz wylistować.
ro: Introduceţi o listă a câmpurilor pe care doriţi să le listaţi, separate prin virgulă.
ru: Введите разделенный запятыми список полей, которые нужно вывести в список.
sk: Prosím zadajte zoznam oddelený čiarkou reprezentujúci názvy políčok tabuľky, ktoré chcete vypísať
sl: Prosimo vpišite seznam polj ki jih želite brskati, ločeno z vejico.
sq: Epeni fusha, të ndara me presje, që doni t'i fusni.
sr: Унесите, зарезом раздвојена, поља која желите излистати.
sv: Ange en kommaseparerad lista över fält som du vill visa.
uk: Вкажіть поля обраної талиці, які необхідно вивести.

# tl_module.list_where.0
source: Condition
cs: Podmínky
da: Betingelse
de: Bedingung
es: Condición
fa: شرط
fi: Ehtolause
hu: Feltétel
it: Condizioni
ja: 条件
lv: Nosacījums
my: အခြေအနေ
nl: Voorwaarde
pl: Warunki
ro: Condiţie
ru: Условие
sk: Podmienka
sl: Pogoj
sq: Kusht
sr: Услов
sv: Villkor
uk: Стан

# tl_module.list_where.1
source: Here you can enter a condition to filter the results (e.g. <em>published=1</em> or <em>type!="admin"</em>).
cs: Zde můžete uvést podmínky pro filtrování výsledků (např. <em>published=1</em> nebo <em>type!="admin"</em>
da: Hvis du ønsker at ekskludere visse poster kan du angive en betingelse her (f.eks. <em>published=1</em> eller <em>type!='admin'</em>).
de: Hier können Sie eine Bedingung eingeben, um die Ergebnisse zu filtern (z.B. <em>published=1</em> oder <em>type!="admin"</em>).
es: Si quiere excluir cierto registros, puedes introducir una condición aqui (por ejemplo <em>published=1</em> o <em>type!='admin'</em>).
fa: اینجا می‌توانید شرطی را برای پالایش نتایج وارد نمایید (به عنوان مثال <em>published=1</em> or <em>type!="admin"</em>).
fi: Tähän voit antaa ehtolauseen, jolla hakutuloksia suodatetaan (esim. <em>published=1</em> or <em>type!="admin"</em>).
fr: Vous pouvez exclure certains enregistrements, saisissez une condition ici (ex. : <em>published=1</em> ou <em>type!='admin'</em>).
hu: Itt megadhat egy feltételt, hogy szűrje az eredményeket (pl. <em>published=1</em> vagy <em>type!="Admin"</em>).
it: Se vuoi escludere alcuni campi, inserisci qui le condizioni (es. <em>published=1</em> oppure <em>type!='admin'</em>).
ja: 結果をフィルターする条件(例えば、<em>published=1</em>や<em>type!="admin"</em>)を入力します。
lv: Šeit varat ievadīt rezultātu filtrēšanas nosacījums (piemēram, <em>published=1</em> or <em>type!="admin"</em>).
my: ရလဒ်များစိစစ်ရန်အခြေအနေထည့်သွင်း (ဥပမာ <em>published=1</em> သို့ <em>type!="admin"</em>)။
nl: Als u bepaalde records wilt uitsluiten kunt u hier een voorwaarde opgeven (bv. <em>published=1</em> of <em>type!="admin"</em>).
pl: Jeśli chcesz wydobyć konkretny rekord, możesz wprowadzić tutaj swoje warunki (np. <em>published=1</em> or <em>type!='admin'</em>).
ro: Dacă doriţi să excludeţi anumite înregistrări, puteţi introduce o condiţie (ex. <em>published=1</em> sau <em>type!='admin'</em>).
ru: Вы можете ввести условие для фильтрации результатов (напр. <em>published=1</em> или <em>type!="admin"</em>).
sk: Ak chcete vynechať určité záznamy, môžete vytvoriť podmienku (napríklad <em>published=1</em> alebo <em>type!='admin'</em>).
sl: Tukaj lahko vpišete pogoj za filtracijo rezultatov (npr.: <em>published=1</em> or <em>type!="admin"</em>)
sq: Në qoftë se doni të përjashtoni rreshta të veçantë, atëherë mund të caktoni kushtin këtu (p.sh. <em>published=1</em> ose <em>type!='admin'</em>).
sr: Овде можете унести услов по коме ће резултати да се филтрирају (нпр. <em>published=1</em> или <em>type!="admin"</em>).
sv: Om du vill utesluta visa poster så kan du ange en regel här (tex. <em>published=1</em> eller <em>type!='admin'</em>).
uk: Якщо ви хочете виконати обрані записи, то ви можете ввести стан (наприклад ) <em>published=1</em> or <em>type!='admin'</em>.

# tl_module.list_search.0
source: Searchable fields
cs: Prohledávatelná pole
da: Søgbare felter
de: Durchsuchbare Felder
es: Campos indexados
fa: فیلدهای قابل جستجو
fi: Haettavat kentät
fr: Champs pouvant être recherchés
hu: Kereshető mezők
it: Campi di ricerca
ja: 検索できるフィールド
lv: Meklējami lauki
my: ရှာဖွေနိုင်သောနယ်ပယ်များ
nl: Doorzoekbare velden
pl: Wyszukiwane pola
ro: Interogări permise
ru: Поля с поддержкой поиска
sk: Vyhľadateľné polia
sl: Iskalna polja
sq: Fusha kërkuese
sr: Поља доступна за претрагу
sv: Sökbara fält
uk: Дозволити пошук в полях

# tl_module.list_search.1
source: Here you can enter a comma seperated list of fields that you want to be searchable.
cs: Zde můžete uvést seznam polí oddělená čárkou, která chcete prohledávat.
da: Angiv felter du ønsker skal være søgbare som en kommasepareret liste.
de: Hier können Sie eine kommagetrennte Liste der Felder eingeben, die durchsuchbar sein sollen.
es: Por favor introduce una lista separada por comas, de los campos que quieres que se incluyan en las búsquedas.
fa: اینجا می‌توانید فهرست جدا شده توسط کاما از فیلدهایی که می خواهید قابل جستجو باشند را وارد نمایید.
fi: Tähän voit antaa pilkuilla erotellun listan kentistä, joiden haluat olevat haettavia.
fr: Saisir une liste séparée par des virgules des champs qui pourront être recherchés.
hu: Itt adhat meg egy vesszőkkel elválasztott listát a kereshető mezőkről.
it: Inserisci un elenco, separato da virgole, dei campi che l'utente può cercare
ja: 検索できるようにしたいフィールドをコンマで区切って入力します。
lv: Šeit jūs varat ievadīt ar komatu atdalītu lauku sarakstu, no laukiem, kuros vēlaties ieslēgt meklēšanu.
my: ရှာဖွေလိုသောကော်မာခြားနားပြီးနယ်ပယ်များစာရင်းထည့်သွင်း။
nl: Geef een door komma's gescheiden lijst op van velden die u wilt doorzoeken.
pl: Wprowadź rozdzieloną przecinkami listę pól, które chcesz aby były przeszukiwane.
ro: Introduceţi o listă a câmpurilor, separate prin virgulă, după care doriţi să se poată efectua o căutare.
ru: Вы можете ввести разделенный запятыми список полей, которые хотите сделать доступными для поиска.
sk: Prosím, vložte čiarkou oddelený zoznam polí, ktoré chcete spraviť vyhľadávateľnými.
sl: Tukaj lahko vpišete polja ločena z vejico katera želite, da so iskana.
sq: Epeni fusha, të ndara me presje, që doni të janë kërkuese.
sr: Унесите, зарезом раздвојена, поља за која желите да буду претражива.
sv: Ange en kommaseparerad lista över fält som du vill göra sökbara.
uk: Перелічіть через кому ті поля, які будуть доступними для пошуку

# tl_module.list_sort.0
source: Order by
cs: Řadit dle
da: Sortér efter
de: Sortieren nach
es: Ordenar por
fa: مرتب سازی بر اساس
fi: Järjestele
fr: Trier par
hu: Sorba rendezés módja
it: Ordinamento
ja: 順序
lv: Kārtot pēc
my: အားဖြင့်စီစဉ်
nl: Sorteer op
pl: Kolejność
ro: Ordonează după
ru: Сортировать по
sk: Zoradiť podľa
sl: Razvrsti po
sq: Radhitja
sr: Поредај по
sv: Sortera på
uk: Сортувати вивід за

# tl_module.list_sort.1
source: Here you can enter a comma seperated list of fields to sort the results by.
cs: Zde můžete uvést seznam polí oddělená čárkou, podle nichž se můžou setřídit záznamy uvedené v tabulce.
da: Angiv felter du ønsker at sortere efter som en kommasepareret liste. Tilføj <em>DESC</em> efter hvert feltnavn for at sortere i faldende orden (f.eks. <em>navn, dato DESC</em>).
de: Hier können Sie eine kommagetrennte Liste der Felder eingeben, nach denen die Ergebnisse sortiert werden sollen.
es: Por favor introduce una lista separada por comas de los campos que se utilizaran por defecto para ordenar los resultados. Añadir <em>DESC</em> despues del nombre de campo para que se ordene en descendente (por ejemplo <em>nombre, fecha DESC</em>).
fa: اینجا می‌توانید فهرست جدا شده توسط کاما از فیلدهایی که می خواهید نتایج بر اساس آن ها مرتب شوند را وارد نمایید.
fi: Tähän voit antaa pilkuilla erotellun listan kentistä, joiden perusteella haluat tuloksia voitavan järjestää.
fr: Saisir une liste séparée par des virgules des champs qui seront utilisés pour trier les résultats.
hu: Itt adhat meg egy vesszőkkel elválasztott listát azokról a mezőkről melyek szerint rendezhetővé kívánja tenni a listát.
it: Inserisci un elenco, separato da virgole, dei campi in base ai quali l'elenco deve essere ordinato. Aggiungi <em>DESC</em> dopo il nome del campo per specificare un ordinamento inverso (dal più grande al più piccolo) (es. <em>name, date DESC</em>).
ja: 結果を並べ替えに使用できるフィールドをコンマで区切って入力します。
lv: Šeit jūs varat ievadīt ar komatu atdalīti lauku sarakstu, lai kārtotu rezultātus.
my: ရလဒ်များဖြင့်မျိုးတူစုလိုသောကော်မာခြားနားပြီးနယ်ပယ်များစာရင်းထည့်သွင်း။
nl: Geef een door komma's gescheiden lijst op van velden die gebruikt zullen worden om de resultaten te sorteren.
pl: Wprowadź rozdzieloną przecinkami listę pól, które będą użyte do ustawienia domyślnej kolejności wyników. Dodaj <em>DESC</em> po nazwie pola by uporządkować malejąco (np. <em>name, date DESC</em>).
ro: Introduceţi o listă a câmpurilor ce vor fi folosite la sortarea rezultatelor, separate prin virgulă. Adăugaţi <em>DESC</em> după numele câmpului pentru a sorta descrescător (ex. <em>name, date DESC</em>).
ru: Вы можете ввести разделенный запятыми список полей для сортировки результатов.
sk: Prosím, zadajte čiarkou oddelený zoznam políčok, ktoré budú zoradené podľa východzieho nastavenia. Pridajte <em>DESC</em> za meno políčka pre zostupné zoradie (napríklad <em>meno, date DESC</em>).
sl: Tukaj lahko vpišete seznam polj ločen z vejico za razvrščanje rezultatov po.
sq: Epeni fushat, të ndara me presje, të cilat do të përdoren për radhitjen standarde. Epeni <em>DESC</em> pas emrit të fushës për ta bërë radhitjen duke ra te poshtë (p.sh. <em>emri, data DESC</em>).
sr: Унесите, зарезом раздвојена, поља по којима желите вршити сортирање.
sv: Ange en kommaseparerad lista över fält som kommer användas för att sortera resultatet. <br />Lägg till <em>DESC</em> efter fältnamnet för att sortera fallande (tex. <em>name, date DESC</em>).
uk: Перелічіть через кому ті поля, які будуть доступними для сортування. Додайте <em>DESC</em> після назви поля для сортування в зворотньому порядку.

# tl_module.list_info.0
source: Details page fields
cs: Stránky s dataily polí
da: Inkluder felter på siden yderligere detaljer
de: Felder der Detailseite
es: Página de detalles de campo
fa: فیلدهای برگه جزئیات
fi: Kentät lisätiedot -sivulla
fr: Champs de la page "détails"
hu: Adat oldal mezői
it: Campi per la pagina di dettaglio
ja: 詳細なページのフィールド
lv: Detaļu lapas lauki
my: စာမျက်နှာနယ်ပယ်များအချက်အလက်များ
nl: Detailpagina velden
pl: Pola strony ze szczegółami
ro: Câmpuri pentru pagina de detalii
ru: Поля страницы сведений
sk: Polia pri detailnom zobrazení
sl: Polja za stran - podrobnosti
sq: Fusha për faqen e detajeve
sr: Записа по страни
sv: Fält på detaljsidan
uk: Поля детальної інформації

# tl_module.list_info.1
source: Enter a comma separated list of the fields you want to show on the details page. Leave blank to disable the feature.
cs: Zadejte prosím seznam polí oddělená čárkou, která chcete zobrazit na stránce s dataily. Ponechte toto prázdné, pokud nechcete použít tuto funkci.
da: Angiv felter du ønsker vist på siden med yderligere detaljer som en kommasepareret liste. Efterlad feltet tomt hvis du ønsker at deaktivere siden yderligere detaljer.
de: Geben Sie eine kommagetrennte Liste der Felder ein, die Sie auf der Detailseite anzeigen möchten. Lassen Sie das Feld leer, um das Feature zu deaktivieren.
es: Por favor introduce una lista separada por comas, de los campos que quieres mostrar en la página de detalles. Deja este campo en blanco para desactivar la opción de detalles de página.
fa: فهرست جدا شده توسط کاما از فیلدهاییکه می خواهیددر برگه جزئیات نمایش داده شوند را وارد نمایید. برای غیرفعال کردن این ویژگی خالی نگه دارید.
fi: Anna pilkuilla eroteltu lista kentistä, joiden haluat näkyvät lisätiedot -sivulla. Jätä tyhjäksi jos et halua sitä.
fr: Saisir une liste séparée par des virgules des champs que vous voulez afficher sur la page de détails. Laisser vide pour désactiver cette fonctionnalité.
hu: Adjon meg egy vesszőkkel elválasztott listát az adat oldalon megjeleníteni kívánt mezőkről. Hagyja üresen a szolgáltatás kikapcsolásához.
it: Inserisci un elenco, separato da virgole, dei campi che vuoi visualizzare sulla pagina di dettaglio. Lascia vuoto questo parametro per disabilitare la funzione "pagina di dettaglio".
ja: 詳細なページに表示したいフィールドをコンマで区切って入力してください。
lv: Ievadiet ar komatu atdalītus laukus, kurus vēlaties rādīt detaļu lapā. Atstājiet tukšu, lai izslēgtu šo funkciju.
my: အချက်အလက်စာမျက်နှာတွင်ပြသလိုသောကော်မာခြားနားပြီးနယ်ပယ်များစာရင်းထည့်သွင်း။ ယခုအင်္ဂါရပ်ကိုမလုပ်ဆောင်စေရန်အလွတ်ထားပါ။
nl: Geef een door komma's gescheiden lijst van de velden die u wilt tonen op de detailpagina. Laat dit veld leeg als u geen detailpagina wenst.
pl: Wprowadź rozdzieloną przecinkami listę pól, które chcesz aby znajdowały się na stronie ze szczegółami. Pozostaw to pole puste aby wyłączyć funkcje strony ze szczegółami.
ro: Introduceti o listă a câmpurilor, separate prin virgulă, pe care doriţi să le afişaţi pe o pagină de detalii. Lăsaţi acest câmp necompletat pentru a anula această posibilitate.
ru: Введите разделенный запятыми список полей, которые хотите показать на странице сведений. Оставьте пустым для отключения этой функции.
sk: Prosím, vložte čiarkou oddelneý zoznam polí, ktoré chcete zobraziť na stránke podrobností. Nechajte prázdne, ak chcete deaktivovať funkciu stránky podrobností.
sl: Vpišite seznam polj ločeno z vejico za katere želite, da so prikazani na straneh - podrobnosti. Pustite prazno, če želite onemogočiti to lastnost.
sq: Epeni fusha, të ndara me presje, që doni t'i tregoni në faqen e detajeve . Lëreni këtë fushë bosh, në qoftë se doni ta çaktivizoni faqen e detajeve.
sr: Унесите, зарезом раздвојена, поља за која желите да прикажете детаље. Оставите празно да бисте онемогућили приказ детаља.
sv: Ange en kommaseparerad lista över fält som du vill visa på detaljsidan. Lämna fältet tomt för att inaktivera detaljsidan.
uk: Перелічіть через кому ті поля, які будуть відображені на сторінці детальної інформації. ( залиште поле пустим, щоб відключити сторінку детальної інформації )

# tl_module.list_info_where.0
source: Details page condition
cs: Podmínky stránky s daily
da: Betingelser for siden yderligere detaljer
de: Detailseitenbedingung
es: Detalles de la pagina de condiciones
fa: شرط برگه جزئیات
fi: Ehtolause lisätiedot-sivulle
fr: Condition de la page "détails"
hu: Adat oldal feltételei
it: Condizioni per la pagina di dettaglio
ja: 詳細なページの条件
lv: Detaļu lapas nosacījums
my: စာမျက်နှာအခြေအနေအချက်အလက်များ
nl: Detailpagina voorwaarden
pl: Informacje warunkowe
ro: Condiţie pentru pagina de detalii
ru: Условие страницы сведений
sk: Filter detailného zobrazenia
sl: Pogoj za stran - podrobnosti
sq: Kushtëzimet për faeqen e detajeve
sr: Услов на страници за детаље
sv: Villkor för detaljsidan
uk: Відомості про стан сторінки

# tl_module.list_info_where.1
source: Here you can enter a condition to filter the results (e.g. <em>published=1</em> or <em>type!="admin"</em>).
cs: Zde můžete uvést podmínky pro filtrování výsledků (např. <em>published=1</em> nebo <em>type!="admin"</em>
da: Hvis du ønsker at ekskludere visse poster kan du angive en betingelse her (f.eks. <em>published=1</em> eller <em>type!='admin'</em>).
de: Hier können Sie eine Bedingung eingeben, um die Ergebnisse zu filtern (z.B. <em>published=1</em> oder <em>type!="admin"</em>).
es: Si quiere excluir cierto registros, puedes introducir una condición aqui (por ejemplo <em>published=1</em> o <em>type!='admin'</em>).
fa: اینجا می‌توانید شرطی را برای پالایش نتایج وارد نمایید (به عنوان مثال <em>published=1</em> or <em>type!="admin"</em>).
fi: Tähän voit antaa ehtolauseen, jolla hakutuloksia suodatetaan (esim. <em>published=1</em> or <em>type!="admin"</em>).
fr: Vous pouvez exclure certains enregistrements, saisissez une condition ici (ex. : <em>published=1</em> ou <em>type!='admin'</em>).
hu: Itt megadhat egy feltételt, hogy szűrje az eredményeket (pl. <em>published=1</em> vagy <em>type!="Admin"</em>).
it: Se vuoi escludere alcuni campi, inserisci qui le condizioni (es. <em>published=1</em> oppure <em>type!='admin'</em>).
ja: 結果をフィルターする条件(例えば、<em>published=1</em>や<em>type!="admin"</em>)を入力します。
lv: Šeit varat ievadīt rezultātu filtrēšanas nosacījums (piemēram, <em>published=1</em> or <em>type!="admin"</em>).
my: ရလဒ်များစိစစ်ရန်အခြေအနေထည့်သွင်း (ဥပမာ <em>published=1</em> သို့ <em>type!="admin"</em>)။
nl: Als u bepaalde records wilt uitsluiten kunt u hier een voorwaarde opgeven (bv. <em>published=1</em> of <em>type!="admin"</em>).
pl: Jeśli chcesz wydobyć konkretny rekord, możesz wprowadzić tutaj swoje warunki (np. <em>published=1</em> or <em>type!='admin'</em>).
ro: Dacă doriţi să excludeţi anumite înregistrări, puteţi introduce o condiţie (ex. <em>published=1</em> sau <em>type!='admin'</em>).
ru: Вы можете ввести условие для фильтрации результатов (напр. <em>published=1</em> или <em>type!="admin"</em>).
sk: Ak chcete vynechať určité záznamy, môžete vytvoriť podmienku (napríklad <em>published=1</em> alebo <em>type!='admin'</em>).
sl: Tukaj lahko vpišete pogoj za filtracijo rezultatov (npr.: <em>published=1</em> or <em>type!="admin"</em>)
sq: Këtu mund të bëhen kushtëzimet për ta filtruar rezultatin (p.sh. <em>published=1</em> or <em>type!="admin"</em>)
sr: Овде можете унести услов по коме ће резултати да се филтрирају (нпр. <em>published=1</em> или <em>type!="admin"</em>).
sv: Om du vill utesluta visa poster så kan du ange en regel här (tex. <em>published=1</em> eller <em>type!='admin'</em>).
uk: Тут Ви можете вказати стан сторінки в результаті фільтрації (e.g. <em>published=1</em> or <em>type!="admin"</em>).

# tl_module.list_layout.0
source: List template
cs: Předloha seznamu
da: Listelayout
de: Listentemplate
es: Diseño de la lista
fa: قالب فهرست
fi: Listauksen mallipohja
fr: Modèle de la liste
hu: Lista sablon
it: Template lista
ja: リストのテンプレート
lv: Saraksta veidne
my: စာရင်းပံုစံပြား
nl: Opsomming template
pl: Szablon listy
ro: Şablon pentru listă
ru: Шаблон списка
sk: Rozloženie zoznamu
sl: Predloga za seznam
sq: Struktura listës
sr: Шаблон листања
sv: Layout för listningen
uk: Шаблон списку

# tl_module.list_layout.1
source: Here you can select the list template.
cs: Zde můžete zvolit předlohu seznamů.
da: Vælg et layout til lister. Du kan tilføje tilpassede layouts til folderen <em>templates</em>. Filnavne for listeskabelonfiler begynder med <em>list_</em> og skal have filendelse <em>.tpl</em>.
de: Hier können Sie das Listentemplate auswählen.
es: Por favor selecciona un diseño de lista. Puedes añadir diseños personalizados para listas en la carpeta <em>templates</em>. Los archivos de plantillas de listas empieza por <em>list_</em> y requieren la extensión de archivo <em>.tpl</em>.
fa: اینجا می‌توانید قابل فهرست را انتخاب نمایید.
fi: Tässä voit valita listauksen mallipohjan.
fr: Sélectionner un modèle de liste.
hu: Itt lehet kiválasztani a lista sablont.
it: Seleziona un modello per la lista. Puoi aggiungere un modello personalizzato inserendolo nella cartella <em>templates</em>. I file templates della lista devono iniziare con <em>list_</em> e terminate con l'estensione <em>.tpl</em>.
ja: リストのテンプレートを選択します。
lv: Varat izvēlēties atbilstošu veidni.
my: စာရင်းပံုစံပြားရွေးနိုင်။
nl: Kies een opsomming lay-out.
pl: Wybierz szablon listy. Możesz dodać dowolny szablon do folderu <em>templates</em>. Pliki szablonów zaczynają się z <em>list_</em> i muszą mieć rozszerzenie <em>.tpl</em>.
ro: Alegeţi un şablon de listă. Puteţi adăuga şabloane personalizate de liste în <em>templates</em>. Fişierele cu şabloane de liste încep cu <em>list_</em> şi au extensia <em>.tpl</em>.
ru: Вы можете выбрать шаблон списка.
sk: Prosím vyberte rozloženie zoznamu. Môžete pridať vlastné rozloženia zoznamu do priečinka <em>templates</em>. Šablóny rozloženia začínajú prefixom <em>list_</em> a vyžadujú súborovú príponu <em>.tpl</em>.
sl: Tukaj lahki izberete predlogo za seznam
sq: Zgjedhoni strukturën e listës. Mund ta caktoni një strukturë të përshtatur në dosjen <em>templates</em>. Skedarët e shabllonëve të listave fillojnë me <em>list_</em> dhe kërkojnë prapashtesën <em>.tpl</em>.
sr: Овде можете одабрати шаблон листинга.
sv: Välj mall för listningen. Namnet på listornas mallar börjar med <em>list_</em>.
uk: Виберіть, будь ласка, шаблон списку. Ви можете додати новий шаблон для списку додавши файл в папку <em>templates</em>. Шаблони файлів списку повинні починатись із префіксу <em>list_</em> та мати розширення <em>.tpl</em>.

# tl_module.list_info_layout.0
source: Details page template
cs: Detaily k předloze stránky
da: Layout for yderligere detaljer
de: Detailseitentemplate
es: Diseño de página de detalles
fa: قالب برگه جزئیات
fi: Lisätiedot-sivun mallipohja
fr: Modèle de la page "détails"
hu: Adat oldal sablon
it: Dettagli template della pagina
ja: 詳細なページのテンプレート
lv: Detaļu lapas veidne
my: စာမျက်နှာပံုစံပြားအချက်အလက်များ
nl: Detailpagina template
pl: Strona szczegółów
ro: Şablon pentru pagina de detalii
ru: Шаблон страницы сведений
sk: Rozloženie stránky detailneho zobrazenia
sl: Podrobnosti predloga strani
sq: Struktura e faqes së detajeve
sr: Шаблон стране са детаљима
sv: Layout för detaljsidan
uk: Деталізований список
