Repository: contao/core
Catalog: system/modules/listing/languages/*/*_module.xlf
Languages: cs, da, de, es, fa, fi, fr, hu, it, ja, lv, my, nl, pl, ro, ru, sk, sl, sq, sr, sv, uk

# tl_module.list_info_layout.1
source: Here you can select the details page template.
cs: Zde můžete zvolit detaily k předloze stránky.
da: Vælg et layout for yderligere detaljer. Du kan tilføje tilpassede layouts til folderen <em>templates</em>. Filnavne for skabelonfiler begynder med <em>info_</em> og skal have filendelse <em>.tpl</em>.
de: Hier können Sie das Detailseitentemplate auswählen.
es: Por favor selecciona un diseño de página de detalles. Puedes añadir diseños personalizados para paginas de detalles en la carpeta <em>templates</em>. Los archivos de plantillas de páginas de detalles empieza por <em>info_</em> y requieren la extensión de archivo <em>.tpl</em>.
fa: اینجا می‌توانید قالب برگه جزئیات را انتخاب نمایید.
fi: Tästä voit valita lisätiedot-sivun mallipohjan.
fr: Sélectionner un modèle pour la page "détails".
hu: Itt lehet kiválasztani az adat oldal sablont.
it: Seleziona un modello di paginata. Puoi aggiungere un modello personalizzato inserendolo nella cartella <em>templates</em>. I file templates di pagina devono iniziare con <em>info_</em> e terminate con l'estensione <em>.tpl</em>.
ja: 詳細なページのテンプレートを選択します。
lv: Varat izvēlēties atbilstošu veidni.
my: စာမျက်နှာပံုစံပြားအချက်အလက်များရွေးနိုင်။
nl: Kies een detailpagina template.
pl: Wybierz szablon strony szczegółów. Możesz dodać dowolny szablon do folderu <em>templates</em>. Pliki szablonów zaczynają się z <em>info_</em> i muszą mieć rozszerzenie <em>.tpl</em>.
ro: Alegeţi un şablon pentru pagina de detalii. Puteţi adăuga şabloane pentru pagini de detalii în <em>templates</em>. Fişierele cu şabloanele pentru detalii încep cu <em>info_</em> şi au extensia <em>.tpl</em>.
ru: Вы можете выбрать шаблон страницы сведений.
sk: Prosím, vyberte roloženie stránky podrobností. Môžete pridať vlastné rozloženia stránky podrobností do priečinka <em>templates</em>. Šablóny rozloženia začínajú prefixom <em>info_</em> a vyžadujú súborovú príponu <em>.tpl</em>.
sl: Tukaj lahko izberete predlogo za stran - podrobnosti
sq: Zgjedhoni strukturën për faqen e detajeve. Mund ta caktoni një strukturë të përshtatur në dosjen <em>templates</em>. Skedarët e shabllonëve të faqes së detajeve fillojnë me <em>info_</em> dhe kërkojnë prapashtesën <em>.tpl</em>.
sr: Овде можете изабрати шаблон странице са детаљима.
sv: Välj mall för listningens detaljsida. Du kan lägga till egna mallar i mappen <em>templates</em>. Namnet på listornas mallar börjar med <em>info_</em>.
uk: Виберіть, будь ласка, деталізований шаблон сторінки. Ви можете додати
