Repository: contao/core
Catalog: system/modules/faq/languages/rm/*_faq.xlf
Languages: rm

# tl_faq.question.0
source: Question
rm: Dumonda

# tl_faq.question.1
source: Please enter the question.
rm: Endatar la dumonda

# tl_faq.alias.0
source: FAQ alias
rm: Alias dal FAQ

# tl_faq.alias.1
source: The FAQ alias is a unique reference to the FAQ which can be called instead of its numeric ID.
rm: L'alias dal FAQ è ina referenza unica che po vegnir utilisada empè da l'ID numerica.

# tl_faq.author.0
source: Author
rm: Autur

# tl_faq.author.1
source: Here you can change the author of the FAQ.
rm: Qua pudais vus midar l'autur dal FAQ.

# tl_faq.answer.0
source: Answer
rm: Resposta

# tl_faq.answer.1
source: Please enter the answer.
rm: Endatar la resposta

# tl_faq.addImage.0
source: Add an image
rm: Agiuntar ina grafica

# tl_faq.addImage.1
source: Add an image to the FAQ.
rm: Agiuntar ina grafica al FAQ.

# tl_faq.addEnclosure.0
source: Add enclosures
rm: Agiuntar agiuntas

# tl_faq.addEnclosure.1
source: Add one or more downloadable files to the FAQ.
rm: Agiuntar al FAQ ina u pliras datotecas per telechargiar.

# tl_faq.enclosure.0
source: Enclosures
rm: Agiuntas

# tl_faq.enclosure.1
source: Please choose the files you want to attach.
rm: Tscherner las datotecas che vus vulais agiuntar.

# tl_faq.noComments.0
source: Disable comments
rm: Deactivar commentaris

# tl_faq.noComments.1
source: Do not allow comments for this particular FAQ.
rm: Betg lubir commentaris en quest FAQ particular.

# tl_faq.published.0
source: Publish the FAQ
rm: Publitgar il FAQ

# tl_faq.published.1
source: Make the FAQ publicly visible on the website.
rm: Render accessibel publicamain quest FAQ sin la website.

# tl_faq.title_legend
source: Title and author
rm: Titel ed autur

# tl_faq.answer_legend
source: Answer
rm: Resposta

# tl_faq.image_legend
source: Image settings
rm: Opziuns da la grafica

# tl_faq.enclosure_legend
source: Enclosures
rm: Agiuntas

# tl_faq.expert_legend
source: Expert settings
rm: Opziuns dad experts

# tl_faq.publish_legend
source: Publish settings
rm: Configuraziun per publitgar

# tl_faq.new.0
source: New question
rm: Nova dumonda

# tl_faq.new.1
source: Create a new question
rm: Crear ina nova dumonda

# tl_faq.show.0
source: Show question details
rm: Mussar ils detagls da la dumonda

# tl_faq.show.1
source: Show the details of question ID %s
rm: Mussar ils detagls da la dumonda cun l'ID %s

# tl_faq.edit.0
source: Edit question
rm: Modifitgar la dumonda

# tl_faq.edit.1
source: Edit question ID %s
rm: Modifitgar la dumonda cun l'ID %s

# tl_faq.copy.0
source: Duplicate question
rm: Duplitgar la dumonda

# tl_faq.copy.1
source: Duplicate question ID %s
rm: Duplitgar la dumonda cun l'ID %s

# tl_faq.cut.0
source: Move question
rm: Spustar la dumonda

# tl_faq.cut.1
source: Move question ID %s
rm: Spustar la dumonda cun l'ID %s

# tl_faq.delete.0
source: Delete question
rm: Stizzar la dumonda

# tl_faq.delete.1
source: Delete question ID %s
rm: Stizzar la dumonda cun l'ID %s

# tl_faq.toggle.0
source: Publish/unpublish question
rm: Publitgar/betg publitgar la dumonda

# tl_faq.toggle.1
source: Publish/unpublish question ID %s
rm: Publitgar / betg publitgar la dumonda cun l'ID %s

# tl_faq.editheader.0
source: Edit category
rm: Modifitgar la categoria

# tl_faq.editheader.1
source: Edit the category settings
rm: Modifitgar las opziuns da la categoria

# tl_faq.pasteafter.0
source: Paste at the top
rm: Encollar sura

# tl_faq.pasteafter.1
source: Paste after question ID %s
rm: Encollar suenter la dumonda cun l'ID %s

# tl_faq.pastenew.0
source: Add new at the top
rm: Crear sura in nov element

# tl_faq.pastenew.1
source: Add new after question ID %s
rm: Agiuntar ina nova suenter la dumonda cun l'ID %s
