Repository: contao/core
Catalog: system/modules/repository/languages/*/*_repository.xlf
Languages: cs, da, de, es, fa, fr, hu, it, ja, lv, my, nl, pl, ro, ru, sk, sl, sq, sv, uk

# tl_repository.okuninstextension
source: OK to uninstall <em>%s</em> now?
cs: OK odinstalovat <em> %s </em> nyní?
da: OK at afinstallere <em>%s</em> nu?
de: OK zur Deinstallation von <em>%s</em>?
es: ¿Deseas desinstalar <em>%s</em> ahora?
fa: تایید برای عزل <em>%s</em>?
fr: Êtes-vous d'accord pour désinstaller <em>%s</em> maintenant ?
hu: Ok, eltávolítja most ezt: <em>%s</em>?
it: Si desidera disinstallare <em>%s</em> adesso?
ja: 今すぐ、<em>%s</em>をアンインストールしてよいですか?
lv: Atinstalēt <em>%s</em> tagad?
my: <em>%s</em> အခုမထည့်သွင်းရန်အိုကေ?
nl: OK om <em>%s</em> nu te deïnstalleren?
pl: Zgoda na odinstalowanie teraz <em>%s</em>?
ro: Accept pentru dezinstalare <em>%s</em> acum?
ru: Деинсталлировать расширение <em>%s</em>?
sk: Odinštalovať <em>%s</em>?
sl: Pritisnite V redu za potrditev odstranitve <em>%s</em>?
sq: Në rregull për ta çinstalizuar <em>%s</em> tani?
sv: OK för att avinstallera <em>%s</em> nu?
uk: Дозволити деінсталяцію <em>%s</em> зараз?

# tl_repository.showdetails
source: Show details
cs: Zobrazit podrobnosti
da: Vis detaljer
de: Anzeigen
es: Mostrar detalles
fa: نمایش جزئیات
fr: Afficher les détails
hu: Részletek mutatása
it: Mostra dettagli
ja: 詳細を表示
lv: Rādīt detaļas
my: အချက်အလက်များပြသ
nl: Toon details
pl: Pokaż szczegóły
ro: Arată detalii
ru: Показать детали
sk: Zobraziť podrobnosti
sl: Prikaži podrobnosti
sq: Trego
sv: Visa detaljer
uk: Показати додаткову інформацію

# tl_repository.stateshint
source: Check the states to be included.
cs: Vyberte požadovaný stav.
da: Vælg de stadier der skal inkluderes.
de: Wählen Sie die gewünschten Status aus.
es: Comprobar los estados/provincias a ser incuidos
fa: وضعیت‌هایی که باید گنجانده شوند را علامت بزنید.
fr: Sélectionnez les états à inclure.
hu: Ellenőrizze a kiadás tartalmát.
it: Controlla le condizioni da includere.
ja: 含める状態を選択してください。
lv: Pārbaudiet, kuras valstis jāiekļauj.
my: ပါဝင်မည့်အခြေအနေများစစ်ဆေး။
nl: Kies gewenste statussen.
pl: Zaznacz stany, które mają być uwzględnione.
ro: Verifică stările pentru a fi inclus
ru: Отметьте стадию разработки для включения.
sk: Zaškrtnite štádia vývoja, ktoré chcete pripojiť.
sl: Preveri stanja za vključitev.
sq: Kontrolloni gjendjet që duhet të përfshihen.
sv: Visa staterna som skall inkluderas.
uk: Перевірити.

# tl_repository.status
source: Status
cs: Stav
es: Estado
fa: وضعیت
fr: Statut
hu: Státusz
it: Stato
ja: 状態
lv: Statuss
my: အခြေအနေ
ru: Статус
sk: Stav
sl: Stanje
sq: Gjendja
uk: Статус

# tl_repository.success
source: success
cs: úspěch
de: erfolgreich
es: éxito
fa: موفق
fr: succès
hu: siker
it: successo
ja: 成功
lv: veiksmīgi
my: အောင်မြင်
nl: succesvol
pl: sukces
ro: succes
ru: успешно
sk: úspech
sl: uspešno
sq: sukses
sv: Framgång
uk: успішно

# tl_repository.uninstallextension
source: Uninstall extension
cs: Odinstalovat rozšíření
da: Afinstaller udvidelse
de: Erweiterung deinstallieren
es: Desinstalar extensión
fa: عزل افزونه
fr: Désinstaller l'extension
hu: Kiterjesztés eltávolítása
it: Disinstalla estensione
ja: 機能拡張のアンインストール
lv: Atinstalēt paplašinājumu
my: နောက်ဆက်တွဲမထည့်သွင်း
nl: Verwijder extensie
pl: Odinstaluj rozszerzenie
ro: Deznstalare
ru: Деинсталляция расширения
sk: Odinštalovať rozšírenie
sl: Odstrani razširitev
sq: Çinstalo shtesën
sv: Avinstallera plugin
uk: Деінсталювати розширення

# tl_repository.updatedatabase
source: Update database
cs: Zaktualizovat databázi
da: Opdater database
de: Datenbank aktualisieren
es: Comprobar/actualizar base de datos
fa: به‌روزرسانی پایگاه‌داده
fr: Mettre à jour la base de données
hu: Adatbázis frissítése
it: Aggiorna il database
ja: データベースを更新
lv: Atjaunināt datu bāzi
my: အချက်အလက်အစုမွမ်းမံ
pl: Uaktualnij bazę danych
ro: Actualizare bază de date
ru: Обновление базы данных
sk: Aktualizovať databázu
sl: Posodobi podatkovno bazo
sq: Fresko bazën e të dhënave
sv: Kontrollera/uppdatera databasen
uk: Перевірити/оновити базу даних

# tl_repository.updateextension
source: Update extension
cs: Aktualizovat rozšíření
da: Opdater udvidelse
de: Erweiterung aktualisieren
es: Actualizar extension
fa: به‌روزرسانی افزونه
fr: Mettre à jour l'extension
hu: Kiterjesztés frissítés
it: Aggiorna estensione
ja: 機能拡張を更新
lv: Atjaunināt paplašinājumu
my: နောက်ဆက်တွဲမွမ်းမံ
nl: Werk extensie bij
pl: Uaktualnij rozszerzenie
ro: Actualizează extensie
ru: Обновление расширения
sk: Aktualizovať rozšírenie
sl: Posodobi razširitev
sq: Fresko shtesën
sv: Uppdatera plugin
uk: Оновити розширення

# tl_repository.updateextensions
source: Update checked extensions
cs: Zaktualizovat zaškrtnutá rozšíření
da: Opdater markerede udvidelser
de: Markierte Erweiterungen aktualisieren
es: Actualizar las extensiones seleccionadas
fa: به‌روزرسانی افزونه‌های علامت زده شده
fr: Mettre à jour les extensions sélectionnées
hu: Kijelölt kiterjesztés(ek) frissítése
it: Verifica aggiornamento estensioni
ja: 選択した機能拡張を更新
lv: Atjaunināt atzīmētos paplašinājumus
my: စစ်ဆေးပြီးနောက်ဆက်တွဲများမွမ်းမံ
nl: Update geselecteerde extensies
pl: Uaktualnij zaznaczone rozszerzenia
ro: Actualizare la extensiile alese
ru: Обновление выбранных расширений
sk: Aktualizovať zaškrtnuté rozšírenia
sl: Posodobi označene razširitve
sq: Freske shtesat e kontrolluara
sv: Uppdatera markerade plugin
uk: Оновлення вибраних розширень

# tl_repository.update
source: Update
cs: Aktualizovat
da: Opdatering
de: Aktualisierung
es: Actualizar
fa: به‌روزرسانی
fr: Mettre à jour
hu: Frissítés
it: Aggiornamento
ja: 更新
lv: Jaunināt
my: မွမ်းမံ
pl: Aktualizacja
ro: Actualizare
ru: Обновить
sk: Aktualizovať
sl: Posodobi
sq: Freskim
sv: Uppdatera
uk: Оновити

# tl_repository.updates
source: Updates
cs: Aktualizace
da: Opdateringer
de: Aktualisierungen
es: Actualizaciones
fa: به‌روزرسانی‌ها
fr: Mises à jour
hu: Frissítések
it: Aggiornamenti
ja: 更新
lv: Jauninājumi
my: မွမ်းမံခြင်းများ
pl: Aktualizacje
ro: Actualizări
ru: Обновления
sk: Aktualizácie
sl: Posodobitve
sq: Freskimet
sv: Uppdateringar
uk: Оновлення

# tl_repository.updatehint
source: Check the states to be included at updates.
cs: Vybrat dostupné aktualizace
da: Vælg de stadier der skal inkluderes i opdateringer.
de: Status auswählen, zu denen aktualisiert werden soll.
es: Comprobar los estados/provincias a ser incluidos en las actualizaciones.
fa: بررسی وضعیت‌هایی که در به‌روزرسانی‌ها باید در نظر گرفته شوند.
fr: Vérifier/réparer %s %s révision %s
hu: Ellenőrizze a kiadást tartalmaz e frissítést.
it: Controlla le condizioni da includere all'aggiornamento.
ja: 更新に含める状態を選択してください。
lv: Pārbaudiet, kuras valstis jāiekļauj jauninājumos.
my: မွမ်းမံများတွင်ပါဝင်မည့်အခြေအနေများစစ်ဆေး။
nl: Kies de gewenste statussen uit van updates.
pl: Zaznacz stany, które mają być uwzględnione przy aktualizacjach.
ro: Verifică stările să fie incluse la actualizări.
ru: Отметьте стадию разработки для включения в обновление.
sk: Zaškrtnite štádia vývoja, ktoré chcete pripojiť pri aktualizáciách.
sl: Preveri stanje za vključitev v posodobitve.
sq: Kontrollo gjendjet që duhet të përfshihen në freskim.
sv: Kontrollera statusnivåer som skall inkluderas vid uppdateringar.
uk: Перевірте збірки, що будуть включені в оновлення.

# tl_repository.updatingext
source: Update %s %s build %s
cs: Aktualizuj %s %s sestavení %s
da: Opdater %s %s build %s
de: Aktualisierung %s %s Build %s
es: Actualizar %s %s build %s
fa: به‌روزرسانی %s %s ساخت %s
fr: Mettre à jour %s %s révision %s
hu: Frissítés %s %s build %s
it: Aggiorna %s %s versione %s
ja: %s %sビルド%sに更新
lv: Jauninājums %s %s būvējums %s
my: မွမ်းမံ %s %s တည်ဆောက် %s
pl: Uaktualnij %s %s kompilację %s
ro: Actualizează %s %s build %s
ru: Обновление %s %s build %s
sk: Aktualizácia %s %s build %s
sl: Posodobi %s %s izdajo %s
sq: Freskimi %s %s ndërtimi %s
sv: Uppdatera %s %s build %s
uk: Оновити %s %s збірку %s

# tl_repository.validate
source: Repair
cs: Opravit
da: Reparer
de: Reparieren
es: Reparar
fa: تعمیر
fr: Réparer
hu: Javítás
it: Ripara
ja: 修復
lv: Labot
my: ပြုပြင်
nl: Repareer
pl: Napraw
ro: Repară
ru: Исправить
sk: Opraviť
sl: Popravi
sq: Ndreqje
sv: Reparera
uk: Виправити

# tl_repository.validatingext
source: Verify/repair %s %s build %s
cs: Ověř/oprav %s %s sestavení %s
da: Bekræft/reparer %s %s build %s
de: Prüfung/Reparatur %s %s Build %s
es: Verificar/reparar %s %s build %s
fa: تایید/تعمیر %s %s ساخت %s
fr: Vérifier/réparer %s %s révision %s
hu: Ellenőrzés/javítás %s %s build %s
it: Verifica/ripara %s %s versione %s
ja: %s %sビルド%sの確認または修復
lv: Pārbaudīt/labot %s %s būvējums %s
my: အတည်ပြု/ပြုပြင် %s %s တည်ဆောက် %s
nl: Verifieer/repareer %s %s build %s
pl: Zweryfikuj/napraw %s %s kompilacja %s
ro: Verifică / repară %s %s build %s
ru: Проверка/исправление %s %s build %s
sk: Kontrola/oprava %s %s build %s
sl: Preveri/popravi %s %s izdajo %s
sq: Verifiko/ndreq %s %s ndërtim %s
sv: Verifiera/reparera %s %s build %s
uk: Перевірити/виправити %s %s збірку %s

# tl_repository.approvedForLabel
source: Approved for
cs: Doporučeno pro
da: Kompatibel med
de: Freigegeben für
es: Aprovado por
fa: تایید شده برای
fr: Approuvé pour
hu: Jóváhagyva
it: Approvato per
ja: 検証したバージョン
lv: Apstiprināts
my: အတွက်လက်ခံပြီး
nl: Goedgekeurd voor
pl: Zatwierdzone dla
ro: Aprobat pentru
ru: Одобрен для
sk: Doporučené pre
sl: Odobreno za
sq: Miratuar për
sv: Godkänd för
uk: Одобрено для

# tl_repository.approvedForText
source: Contao %s to %s
cs: Contao %s k %s
da: Contao %s til %s
de: Contao %s bis %s
es: Contao %s hasta %s
fa: کانتائو %s تا %s
fr: Contao %s à %s
hu: Contao %s - %s
it: Contao %s a %s
ja: Contao %s から %s
lv: Contao %s līdz %s
my: ကွန်တောင် %s သို့ %s
pl: Contao %s do %s
ro: Contao %s la %s
ru: Contao %s до %s
sk: Contao %s k %s
sl: Contao %s do %s
sq: Contao %s deri %s
sv: Contao %s till %s
uk: Contao %s до %s

# tl_repository.missingSoapModule
source: SOAP extension not loaded (configure PHP with --enable-soap).
cs: SOAP rozšíření není k dispozici (konfigurovat v nastavení PHP --enable-soap).
da: SOAP extension ikke indlæst (konfigurer PHP med --enable-soap).
de: SOAP-Erweiterung nicht geladen (konfigurieren Sie PHP mit --enable-soap).
es: La extensión SOAP no ha sido cargada (configura PHP con --enable-soap).
fa: افزونه SOAP بارگذاری نشده است (php را با --enable-soap تنظیم کنید).
fr: L'extension SOAP n'est pas chargée (configurer PHP avec --enable-soap).
hu: SOAP kiterjesztés nem töltődött be (módosítsa a PHP beállításokat így: --enable-soap)
it: Estensioni SOAP non installate (configura l'ambiente PHP con l'opzione --enable-soap).
ja: SOAP拡張が読み込まれていません(--enable-soapを指定してPHPを構成してください)。
lv: SOAP paplašinājums nav ielādēts (konfigurējiet PHP ar --enable-soap).
my: အက်စ်အိုအေပီနောက်ဆက်တွဲမဆွဲတင်နိုင် (--enable-soap ဖြင့်ပီအိတ်ပ်ပီပံုစံပြင်)။
nl: SOAP extensie niet geladen (configureer PHP met --enable-soap).
pl: Rozszerzenie SOAP nie jest załdowane (skonfiguruj PHP z opcją --enable-soap).
ro: Extensia SOAP nu este încărcată (configuraţi PHP cu parametrul --enable-soap).
ru: SOAP расширение не загружено (переконфигурируйте PHP с ключом --enable-soap).
sk: SOAP rozšírenie nie je k dispozícií (nakonfigurujte v nastavení PHP --anable-soap)
sl: SOAP razširitev ni naložena (nastavite PHP z --enable-soap).
sq: Shtesa SOAP nuk ëshë ngarkuar (Konfiguro PHP me --enable-soap).
sv: SOAP-extension ej laddad (konfigurera PHP med --enable-soap).
uk: PHP модуль SOAP не завантажений (увімкніть його за допомогою команди --enable-soap в конфігурації PHP)

# tl_repository.showIncompatible
source: You are currently viewing extensions compatible with the current Contao version only. Modify the back end settings to expand the search results by showing all extensions.
cs: Momentálně si prohlížíte rozšíření kompatabilní pouze se současnou verzí Contaa. Chcete-li zobrazit všechna rozšíření, zvolte v nastaveních systému, aby se ukázaly i nekompatabilní rozšíření.
da: Du ser lige nu kun udvidelser der er kompatible med den nuværende Contao version. Rediger back end indstillingerne for at udvide resultaterne til at vise alle udvidelser.
de: Sie sehen momentan nur Erweiterungen, die mit der aktuellen Contao-Version kompatibel sind. Ändern Sie die Backend-Einstellungen, um alle Erweiterungen anzuzeigen und das Suchergebnis zu erweitern.
es: Actualmente estás viendo extensiones compatibles sólo con la versión actual de Contao. Modifica la configuración del back-end para ampliar los resultados de búsqueda mostrando todas las extensiones.
fa: شما در حال حاضر افزونه های سازگار با این نسخه کانتائو را مشاهده می‌کنید. تنظیمات قسمت مدیریت را برای گسترش نتایج جستجو با نمایش همه افزونه‌ها را تغییر دهید.
fr: Vous consultez actuellement les extensions compatibles avec la version actuelle de Contao seulement. Modifiez les paramètres du back office afin d'étendre les résultats de la recherche en affichant toutes les extensions.
hu: A most látható kiterjesztések csak a jelenlegi Contao verzióval kompatibilisek. Módosítsa az adminisztrációs felület beállításait, hogy a keresési találatok tartalmazzák az összes kiterjesztést.
it: Attualmente si sta visualizzando solamente le estensioni compatibili con la versione corrente di Contao. Per mostrare tutte le estensioni ed espandere i risultati della ricerca, occorre modificare le impostazioni di back-end.
ja: 現在のContaoのバージョンと互換性のある機能拡張だけを表示しています。すべての機能拡張を検索結果に表示するにあは、バックエンドの設定を修正してください。
lv: Jūs šobrīd redziet tikai tos paplašinājumus, kuri ir savietojami ar pašreizējo Contao versiju. Mainiet aizmugures iestatījumus, lai paplašinātu meklēšanas rezultātus un redzētu visus paplašinājumus.
my: လက်ရှိကွန်တောင်ပံုစံတစ်ခုတည်းဖြင့်သာအံဝင်ခွင်ကျဖြစ်မည့်နောက်ဆက်တွဲများကိုကြည့်ရှုနေ။ နောက်ဆက်တွဲအားလံုးကိုပြသခြင်းအားဖြင့်အတွင်းပို်င်းချိန်ညှိချက်ကိုမွမ်းမံပြီးရှာဖွေရလဒ်များကိုချဲ့ထွင်။
nl: Momenteel ziet u extensies welke compatibel zijn met de huidige Contao versie. Wijzig in het back-end de instellingen om de zoekresultaten uit te breiden naar alle extensies.
pl: Aktualnie przeglądasz tylko rozszerzenia kompatybilne z obecną wersją Contao. Zmień ustawienia, aby powiększyć zakres wyszukiwania i wyświetlić wszystkie rozszerzenia.
ro: Vizualizați extensii compatibile doar cu versiunea curentă Contao. Puteţi modifica setările de back-end pentru a extinde rezultatele de căutare şi a afişa toate extensiile.
ru: Сейчас вы просматриваете расширения, совместимые только с текущей версией Contao. Измените настройки в панели управления, для просмотра полного списка расширений.
sk: Momentálne si prehliadate rozšírenia kompatibilné iba so súčasnou verziou Contaa. Ak chcete zobraziť všetky rozšírenia, zvoľte v Nastaveniach systému, aby sa ukázali aj nekompatibilné rozšírenia.
sl: Trenutno pregledujete končnice datoteke, ki so združljive le s trenutno različico Contao-a. Spremenite back-end nastavitve za razširitev rezultatov iskanja, ki prikazuje vse končnice.
sq: Ju jeni duke shfletuar shtesat në përputhshmeri me versionin e tanishëm të Contao-së. Ndryshoni konfigurimet në back end për të smadhuar rezultatet e kërkimit duke gjetur të gjitha shtesat.
uk: Зараз Ви переглядаєте розширення сумісні тільки з поточною версією Contao. Змінiть параметри в налаштунках сайту для розширення результатiв пошуку, із зазначенням всіх розширень.

# tl_repository_statext.uptodate
source: Up to date
cs: Aktuální.
de: Aktuell
es: Actualizado.
fa: بروز
fr: Dernière version installée
hu: Frissítve
it: Aggiornato
ja: 最新
lv: Aktuāls.
my: ပြည့်စံုပြီး
nl: Actueel
pl: Uaktualnione
ro: Actualizat
ru: Обновлено
sk: Aktuálna verzia.
sl: Posodobljeno
sq: Deri në datën
sv: Uppdaterad
uk: Оновлено до останньої версії.

# tl_repository_statext.notapproved
source: Not approved for %s %s
cs: Není vyzkoušený s %s %s.
da: Ikke godkendt for %s %s.
de: Nicht erprobt für %s %s
es: No aprovador por %s %s.
fa: تایید نشده برای %s %s.
fr: Non approuvé pour %s %s.
hu: Nem engedélyezett: %s %s
it: Non valido per %s %s
ja: %s %sには未検証
lv: Nav apstiprināts
my: %s %s အတွက်မလက်ခံပြီး
nl: Niet toegestaan voor %s %s
pl: Nie zatwierdzona dla %s %s.
ro: Neaprobat pentru %s %s.
ru: Не согласовано с %s %s.
sk: Neschválené pre %s %s.
sl: Ni odobrena za %s %s
sq: Nuk është miratuar për %s %s
sv: Inte godkänd för %s %s
uk: Не затверджені на %s %s

# tl_repository_statext.notapprovedwith
source: Not approved with %s %s
cs: Není vyzkoušený s %s %s.
da: Ikke godkendt med %s %s.
de: Nicht erprobt mit %s %s
es: No aprovador con %s %s.
fa: تایید نشده با %s %s.
fr: Non approuvé avec %s %s.
hu: Nem jóváhagyott: %s %s
it: Non valido con %s %s
ja: %s %sとは未検証
lv: Nav apstiprināts ar
my: %s %s ဖြင့်မလက်ခံပြီး
nl: Niet toegestaan met %s %s.
pl: Nie zatwierdzono z %s %s.
ro: Neaprobat cu %s %s.
ru: Не согласовано с %s %s.
sk: Neschválené k používaniu s %s %s.
sl: Ni odobrena z %s %s
sq: Nuk është miratuar me %s %s
sv: Inte godkänd med %s %s
uk: Не затверджені із %s %s

# tl_repository_statext.shouldwork
source: Expected to be compatible with %s %s
cs: Očekávaná kompatibilita s %s %s
da: Forventet at være kompatibel med %s %s
de: Voraussichtlich kompatibel zu %s %s
es: Se espera que sea compatible con %s %s
fa: انتظار می‌رود با %s %s سازگار باشد
fr: Devrait être compatible avec %s %s
hu: Várhatóan összeegyeztethető ezzel: %s %s
it: Compatibilità prevista con %s %s
ja: %s %sと互換の見込み
lv: Paredzams, ka saderīgs ar %s %s
my: %s %s ဖြင့်အံဝင်ခွင်ကျရန်မျှော်မှန်း
nl: Verwacht compatibel te zijn met %s %s
pl: Oczekuje się że jest zgodny z %s %s
ro: Trebuie să fie compatibil cu %s %s
ru: Предположительно совместимо с %s %s
sk: Očakávaná kompatibilita s %s %s.
sl: Pričakovana je združljivost z %s %s
sq: Pritet të jetë në pajtueshmeri apo kompatibel me %s %s
sv: Förväntat kompatibel med %s %s
uk: Очікувана сумісність з %s %s

# tl_repository_statext.newversion
source: Version %s build %s available
cs: Dostupná nová verze %s sestavení %s.
da: Ny version %s build %s er tilgængelig.
de: Version %s Build %s verfügbar
es: Nuevo versión %s build %s disponible
fa: نسخه جدید %s ساخت %s موجود است
fr: Nouvelle version %s révision %s disponible.
hu: Verzió: %s build %s elérhető
it: Nuova versione %s build %s disponibile
ja: バージョン%sビルド%sが利用可能
lv: Pieejama versija %s būvējums %s
my: ပံုစံ %s တည်ဆောက် %s ရယူနိုင်
nl: Nieuwe versie %s build %s beschikbaar
pl: Nowa wersja %s kompilacja %s dostępna.
ro: O nouă versiune %s build %s este disponibilă.
ru: Доступна новая версия %s build %s.
sk: Nová verzia %s build %s je dostupná.
sl: Različica %s izdaja %s je na voljo
sq: Verzioni %s ndërtimi %s në dispozicion
sv: Ny version %s build %s tillgänglig
uk: Доступна нова версія %s збірка %s

# tl_repository_statext.depmissing
source: Missing required extension %s
cs: Chybí požadované rozšíření %s.
da: Mangler behøvet udvidelse %s.
de: Benötigte Erweiterung %s fehlt
es: Falta de extensión necesaria. (%s)
fa: افزونه %s پیش‌نیاز یافت نشد
fr: L'extension requise %s est manquante.
hu: Hiányzik a szükséges kiterjesztés: %s
it: L'estensione richiesta non è presente (%s)
ja: 必要な機能拡張%sが不足
lv: Trūkst nepieciešamo paplašinājumu
my: လိုအပ်နောက်ဆက်တွဲ %s လွဲချော်နေ
nl: Ontbrekende benodigde extensie %s
pl: Brakuje wymaganego rozszerzenia %s.
ro: Lipseşte extensia %s.
ru: Отсутствует требуемое расширение %s.
sk: Chýbajúce nutné rozšírenie %s.
sl: Manjka zahtevana razširitev %s
sq: Mungon shtesa e nevojitur %s
sv: Nödvändig relaterad plugin %s saknas
uk: Відсутнє необхідне розширення %s

# tl_repository_statext.extnotfound
source: Extension not found in repository
cs: Rozšíření nenalezeno v databázi.
da: Udvidelse er ikke fundet i udvidelsesbanken.
de: Erweiterung im Verzeichnis nicht gefunden
es: Extensión no encontrada en el repositorio.
fa: افزونه در مخزن پیدا نشد
fr: Extension non trouvée dans le référentiel
hu: Kiterjesztés nem található a tárolóban
it: Estensione non trovata nel repository
ja: リポジトリに機能拡張がみつからない
lv: Paplašinājums nav atrasts repozitorijā
my: ကုန်လှောင်ရုံတွင်နောက်ဆက်တွဲရှာမတွေ့။
nl: Extensie niet gevonden in repository
pl: Rozszerzenie nie zostało znalezione w repozytorium.
ro: Extensia nu a fost găsită în baza de software.
ru: Расширение не найдено в хранилище.
sk: Rozšírenie nebolo nájdene v repozitáry.
sl: Razširitve ni bilo mogoče najti v shrambi
sq: Shtesa nuk është gjetur në depo-në e shtesave
sv: Plugin kunde inte hittas i arkivet
uk: Розширення незнайдено в репозиторії

# tl_repository_statext.vernotfound
source: Installed version not found in repository
cs: Nainstalovaná verze nenalezena v repozitáři.
da: Installeret version er ikke fundet i udvidelsesbanken.
de: Installierte Version im Verzeichnis nicht gefunden
es: Versión instalada no encontrada en el repositorio.
fa: نسخه نصب شده در مخزن پیدا نشد
fr: La version installée n'a pas été trouvée dans le référentiel.
hu: Telepített verzió nem található a tárolóan
it: Versione installata non trovate nel repository
ja: インストールしたバージョンがリポジトリにない
lv: Instalētā versija nav atrasta repozitorijā
my: ကုန်လှောင်ရုံတွင်ထည့်သွင်းပြီးပံုစံရှာမတွေ့
nl: Geïnstalleerde versie niet gevonden in repository
pl: Zainstalowana wersja nie została znaleziona w repozytorium.
ro: Versiunea instalată nu a fot găsită în baza de software
ru: Установленная версия не найдена в хранилище.
sk: Inštalovaná verzia nebola nájdená v repozitáry.
sl: Nameščena različica ni bila najdena v shrambi
sq: Verzioni i instaluar nuk është gjetur në depo-në e shtesave
sv: Installerad version kunde inte hittas i arkivet
uk: Встановлена версія не виявлена в репозиторії

# tl_repository_statext.extneedkey
source: License key required, install extension in advance
cs: Vyžaduje licenční klíč, nainstalování předchozího rozšíření
da: Licensnøgle er behøvet, installer udvidelse på forhånd.
de: Lizenzschlüssel benötigt, Erweiterung vorgängig installieren
es: Licencia requerida, instale la extensión de antemano.
fa: کلید مجوز لازم است، نصب افزونه در حالت پیشرفته
fr: Clé d'enregistrement nécessaire, installez l'extension d'abord.
hu: Licenc kulcs szükséges, telepítés annak beszerzése előtt
it: E' richiesta una chiave di licenza, installa l'estensione più avanti
ja: インストールの前にライセンスキーが必要
lv: Pirms paplašinājuma instalēšanas, nepieciešama licences atslēga.
my: လိုင်စင်သော့လိုအပ်၊ နောက်ဆက်တွဲကိုအဆင့်မြင့်ထည့်သွင်း
nl: Licentiesleutel benodigd, installeer extensie eerst
pl: Klucz licencyjny wymagany, najpierw zainstaluj rozszerzenie.
ro: Cheie de licenţă necesară, instalaţi extensia în avans.
ru: Требуется лицензионный ключ перед установкой расширения
sk: Licenčný klúč vyžadovaný, inštalovať v predstihu.
sl: Zahtevan je licenčni ključ, vnaprej namesti razširitev
sq: Nevojitet çelësi liqensues, instalo shtesën paraprakisht
sv: Licensnyckel behövs, installera plugin i förväg
uk: Для встановлення розширення спочатку необхідно отримати ліцензійний ключ

# tl_repository_statext.errorinstall
source: Corrupted, update/repair required
cs: Poškozená instalace, aktualizace/oprava doporučena.
da: Installationen mislykkedes, opdater/reparer.
de: Beschädigt, Aktualisierung/Reparatur notwendig
es: Instalación fallada, se recomienda actualizar o reparar.
fa: نصب ناموفق، ارتقاء/تعمیر توصیه می‌شود
fr: Échec de l'installation, mise à jour et/ou réparation conseillée.
hu: Sérült! Frissítés/javítás szükséges
it: Installazione fallita, aggiorna/ripara consigliato
ja: 破損していて更新または修復が必要
lv: Bojāts, jauninājums/labojums vajadzīgs
my: ပျက်ဆီးနေ၊ မွမ်းမံ/ပြုပြင်လိုအပ်
nl: Beschadigd, update/herstel vereist
pl: Błędna instalacja, najpierw uaktualnij/napraw instalację.
ro: Instalare eşuată, se recomandă actualizare sau reparare.
ru: Ошибка установки, требуется обновление/исправление.
sk: Neúspešná inštalácia, doporučuje sa aktualizovať/opraviť.
sl: Okvarjeno, potrebna je posodobitev/popravilo
sq: Prishtur, nevojitet freskim/ndreqje
sv: Installationen är skadad, kör uppdatering/reparation
uk: Невдалось встановити, оновити/виправити розширення
