Repository: contao/core
Catalog: system/modules/repository/languages/*/*_repository.xlf
Languages: cs, da, de, es, fa, fr, hu, it, ja, lv, my, nl, pl, ro, ru, sk, sl, sq, sv, uk

# tl_repository.showpicture
source: Show full size picture
cs: Ukázat obrázek v plné velikosti
da: Vis billede i fuld størrelse
de: Bild in voller Größe anzeigen
es: Mostrar imagen en tamaño original
fa: مشاهده تصویر با اندازه کامل
fr: Afficher l'image en taille réelle
hu: Teljes méretű kép megtekintése
it: Mostra immagine in dimensioni reali
ja: フルサイズの画像を表示
lv: Parādīt pilnizmēra attēlu
my: ပံုအရွယ်အပြည့်ပြသ
nl: Toon afbeelding op ware grootte
pl: Pokaz obrazek w pełnych wymiarach
ro: Arată imagini maximizat
ru: Показать полноразмерное изображение
sk: Zobraziť celý obrázok
sl: Prikaži sliko v polni velikosti
sq: Trego madhësinë e plot të fotografisë
sv: Visa bild i fullstorlek
uk: Показати повнорозмірне зображення

# tl_repository.state
source: State
cs: Kraj
da: Stat
de: Status
es: Estado
fa: استان
fr: Département/État
hu: Megye
it: Stato
ja: 都道府県
lv: Pavalsts
my: ပြည်နယ်
nl: Status
pl: Województwo
ro: Judeţ
ru: Стадия
sk: Štát
sl: Mesto
sq: Gjendje
sv: Status
uk: Стан

# tl_repository.tag
source: Tag
cs: Hledaný výraz
de: Suchbegriff
es: Etiqueta
fa: برچسب
fr: Mot clé
hu: Címke
ja: タグ
my: အမည်
ru: Тег
sl: Oznaka
sv: Tagg
uk: Тег

# tl_repository.thumbnail
source: Thumbnail picture
cs: Náhled
da: Miniature billede
de: Miniaturbild
es: Miniatura de la imagen
fa: تصویر بندانگشتی
fr: Vignette
hu: Indexkép
it: Miniatura
ja: サムネイル
lv: Sīktēla attēls
my: ပံုရိပ်သေးပုံ
nl: Thumbnail afbeelding
pl: Miniaturka obrazka
ro: Imagine minimizată
ru: Миниатюра
sk: Obrázok miniatúry
sl: Predogledna sličica
sq: Fotografi e përgishtëruar
sv: Tumnagelbild
uk: Зменшене зображення

# tl_repository.totdownloads
source: Total downloads
cs: Staženo celkem
da: Total downloadede
es: Total de descargas
fa: کل دانلود‌ها
fr: Total téléchargements
hu: Összes letöltés
it: Downloads totali
ja: ダウンロード数の合計
lv: Pavisam lejupielādēts
my: စုစုပေါင်းကူးဆွဲများ
nl: Totaal downloads
pl: Wszystkie pobrania
ro: Total descărcări
ru: Всего загрузок
sk: Celkovo stiahnutí
sl: Skupaj prenosov
sq: Shkarkimet total
sv: Nedladdningar totalt
uk: Загальна кількість завантажень

# tl_repository.totfunctionality
source: Total functionality
cs: Hodnocení funkčnosti
da: Total funktionalitet
de: Total Funktion
es: Total de funcionalidad
fa: عملکرد کل
fr: Total fonctionnalité
hu: Teljes funkcionalitása
it: Funzionalità totale
ja: 機能性の総計
lv: Kopējā funkcionalitāte
my: စုစုပေါင်းလုပ်ဆောင်နိုင်ချက်
nl: Totaal functionaliteit
pl: Całkowita funkcjonalność
ro: Total funcţionalitate
ru: Общий функционал
sk: Celkovo funkcionalita
sl: Vse funkcionalnosti
sq: Funksionaliteti total
sv: Funktionalitet totalt
uk: Загальна функціональність

# tl_repository.totinstalls
source: Total installs
cs: Celkový počet instalací
da: Total installerede
de: Total Install.
es: Instalaciones totales
fa: نصب کل
fr: Total installations
hu: Összes telepítés
it: Numero di installazioni totale
ja: インストール数の合計
lv: Pavisam instalēts
my: စုစုပေါင်းထည့်သွင်းခြင်းများ
nl: Totaal installaties
pl: Wszystkie instalacje
ro: Total instalări
ru: Всего установок
sk: Celkovo inštalácií
sl: Vse namestitve
sq: Instalimet total
sv: Installationer total
uk: Загальний рівень

# tl_repository.totquality
source: Total quality
cs: Celková kvalita
da: Total kvalitet
de: Total Qualität
es: Calidad total
fa: کیفیت کل
fr: Total qualité
hu: Teljes minősége
it: Qualità totale
ja: 品質の総計
lv: Kopējā kvalitāte
my: စုစုပေါင်းအရည်အသွေး
nl: Totaal kwaliteit
pl: Całkowita jakość
ro: Total calitate
ru: Общее качество
sk: Celkovo kvalita
sl: Skupna kvaliteta
sq: Kualitet toal
sv: Kvalitet totalt
uk: Загальний рівень якості

# tl_repository.totrating
source: Total rating
cs: Celkové hodnocení
da: Total vurdering
de: Total Wertung
es: Puntaje total
fa: رتبه کل
fr: Total des avis
hu: Teljes értékelése
it: Valutazione globale
ja: 評価の総計
lv: Kopējais reitings
my: စုစုပေါင်းအဆင့်
nl: Totaal waardering
pl: Całkowita ocena
ru: Общий рейтинг
sk: Celkovo hodotenie
sl: Skupna ocena
sq: Vlerësim total
sv: Betyg totalt
uk: Загальний рейтинг

# tl_repository.totupdates
source: Total updates
cs: Počet aktualizací
da: Total opdateringer
es: Total de acutalizaciones
fa: به‌روزرسانی‌های کل
fr: Total de mises à jour
hu: Összes frissítések
it: Numero di aggiornamenti totale
ja: 更新数の合計
lv: Pavisam jauninājumu
my: စုစုပေါင်းမွမ်းမံခြင်းများ
nl: Totaal updates
pl: Wszystkie uaktualnienia
ro: Total actualizări
ru: Всего обновлений
sk: Celkovo aktualizácií
sl: Skupno posodobitev
sq: Freskime total
sv: Uppdateringar totalt
uk: Загальний рівень оновлень

# tl_repository.totusability
source: Total usability
cs: Celková přívětivost
da: Total anvendelighed
de: Total Bedienung
es: Usabilidad total
fa: استفاده کل
fr: Total utilisabilité
hu: Teljes használhatósága
it: Usabilità
ja: 有用性の総計
lv: Kopējā pielietojamība
my: စုစုပေါင်းအသံုးဝင်မှု
nl: Totaal bruikbaarheid
pl: Całkowita użyteczność
ro: Total ergonomie
ru: Общее удобство
sk: Celkovo použiteľnosť
sl: Skupna uporabnost
sq: Përdorëshmëri total
sv: Användbarhet totalt
uk: Загальний рівень зручності користування

# tl_repository.versionfrom
source: Version from
cs: Verze od
da: Version fra
de: Version von
es: Version desde
fa: از نسخه
fr: de la version
hu: Verziótól
it: Dalla versione
ja: バージョンから
lv: Versija no
my: မှပံုစံ
nl: Versie van
pl: Wersja od
ro: Versiune din
ru: от версии
sk: Formulár verzií
sl: Različica od
sq: Verzioni nga
sv: Version från
uk: Версія від

# tl_repository.versions
source: Other versions
cs: Další verze
da: Andre versioner
de: Andere Versionen
es: Otras versiones
fa: نسخه‌های دیگر
fr: Autres versions
hu: Egyéb verziók
it: Altre versioni
ja: その他のバージョン
lv: Citas versijas
my: အခြားပံုစံများ
nl: Andere versies
pl: Inne wersje
ro: Alte versiuni
ru: Другие версии
sk: Iné verzie
sl: Druge različice
sq: Verzione tjera
sv: Andra versioner
uk: Інші версії

# tl_repository.versionto
source: Version to
cs: Verze do
da: Version til
de: Version bis
es: Version a
fa: تا نسخه
fr: à la version
hu: Verzióig
it: Alla versione
ja: バージョンまで
lv: Versija uz
my: သို့ပံုစံ
nl: Versie tot
pl: Wersja do
ro: Versiune până
ru: до версии
sk: Verzia k
sl: Do različice
sq: Verzioni deri
sv: Version till
uk: Версія до

# tl_repository.yes
source: yes
cs: ano
da: ja
de: ja
es: si
fa: بلی
fr: oui
hu: igen
it: sì
ja: はい
lv: jā
my: ဟုတ်
nl: ja
pl: tak
ro: da
ru: да
sk: áno
sl: da
sq: po
sv: ja
uk: так

# tl_repository.action
source: Action
cs: Akce
da: Handling
de: Aktion
es: Acción
fa: اقدام
hu: Művelet
it: Azione
ja: 操作
lv: Darbība
my: ဆောင်ရွက်ချက်
nl: Actie
pl: Działanie
ro: Acţiune
ru: Действие
sk: Akcia
sl: Dejanje
sq: Veprim
sv: Åtgärd
uk: Дія

# tl_repository.actionsummary
source: Action summary
cs: Shrnutí akce
da: Handlings opsummering
de: Aktionszusammenfassung
es: Detalles de acciones
fa: خلاصه اقدام
fr: Résumé de l'action
hu: Művelet összefoglaló
it: Riepilogo Azioni
ja: 処理の概要
lv: Darbības kopsavilkums
my: ဆောင်ရွက်ချက်အကျဉ်းချုပ်
nl: Samenvatting actie
pl: Podsumowanie działania
ro: Sumar acţiuni
ru: Итог действия
sk: Sumarizácia akcií
sl: Povzetek dejanja
sq: Përmbledhja veprimit
sv: Åtgärdssammanfattning
uk: Опис

# tl_repository.actionsuccess
source: Actions successful.
cs: Akce byla uspěšně provedena
da: Handling udført.
de: Aktion erfolgreich.
es: Acciones concretadas
fa: اقدام موفق.
fr: Actions effectuées avec succès.
hu: Művelet elkészült.
it: Azioni riuscite.
ja: 処理を完了しました。
lv: Darbības veiksmīgas.
my: ဆောင်ရွက်ချက်များလုပ်ဆောင်ပြီး။
nl: Actie succesvol.
pl: Działania przebiegły pomyślnie
ro: Acţiuni terminate cu succes.
ru: Действие успешно выполнено.
sk: Akcie úspešné.
sl: Dejanje uspešno.
sq: Veprimet e suksesshme.
sv: Åtgärden utförd.
uk: Уся послідовність дій пройшла успішно.

# tl_repository.actionfailed
source: One or more actions failed.
cs: Jedna nebo více akcí selhaly
da: En eller flere handlinger mislykkedes.
de: Eine oder mehrere Aktionen gescheitert.
es: Una o mas accionas han fallado
fa: یک یا چند اقدام ناموفق بود.
fr: Une ou plusieurs actions ont échouées.
hu: Egy vagy több művelet meghíusult.
it: Una o più azioni fallite.
ja: 少なくとも処理の1つに失敗しました。
lv: Vēl viena darbība neizdevās.
my: တစ်ခု(သို့)ဆောင်ရွက်ချက်များမလုပ်ဆောင်နိုင်။
nl: Een of meer acties zijn mislukt.
pl: Jedno lub więcej błednych działań.
ro: Una sau mai multe acţiuni au eşuat.
ru: Ошибка одного или нескольких действий.
sk: Jedna, alebo viac akcií nebolo úspešných.
sl: Eno ali več dejanj ni uspelo.
sq: Një apo më shumë veprime të dështuar(a).
sv: En eller flera åtgärder misslyckades.
uk: Деякі дії невиконано.

# tl_repository.apply
source: Apply
cs: Použít
da: Anvend
de: Anwenden
es: Aplicar
fa: اعمال
fr: Appliquer
hu: Alkalmaz
it: Applica
ja: 適用
lv: Pielietot
my: အသံုးချ
nl: Toepassen
pl: Zastosuj
ro: Aplică
ru: Применить
sk: Použiť
sl: Uporabi
sq: Zbato
sv: Utför
uk: Застосувати

# tl_repository.byorder
source: By %s
cs: Od %s
da: Af %s
de: Nach %s
es: Por %s
fa: توسط %s
fr: Par %s
hu: %s
it: Per %s
ja: %s順
lv: %s
my: %s ဖြင့်
nl: Op %s
pl: Przez %s
ro: De %s
ru: по %s
sk: Od %s
sl: Od %s
sq: Nga %s
sv: På %s
uk: Ким: %s

# tl_repository.checkextension
source: Check extension
cs: Kontrola rozšíření
da: Kontroller udvidelse
de: Erweiterung prüfen
es: Comprobar extensión
fa: بررسی افزونه
fr: Vérifier l'extension
hu: Kiterjesztés ellenőrzés
it: Controlla estensione
ja: 機能拡張を確認
lv: Pārbaudīt paplašinājumu
my: နောက်ဆက်တွဲစစ်ဆေး
nl: Controleer extensie
pl: Sprawdź rozszerzenie
ro: Verifică extensie
ru: Проверить расширение
sk: Skontrolovať rozšírenie
sl: Preveri razširitev
sq: Kontrollo shtesën
sv: Kontrollera plugin
uk: Перевірити розширення

# tl_repository.dbuptodate
source: Database is up to date
cs: Databáze je aktuální
da: Database er opdateret
de: Die Datenbank ist aktuell
es: La base de datos está actualizada
fa: پایگاه‌داده بروز است
fr: La base de données est à jour
hu: Adatbázis frissítve
it: Database aggiornato
ja: データベースは最新の状態です。
lv: Datubāze ir aktuāla
my: အချက်အလက်အစုမှာပြည့်စံုပြီး
pl: Baza danych jest uaktualniona
ro: Baza de date este actualizată
ru: База данных обновлена
sk: Databáza je aktuálna
sl: Podatkovna baza je posodobljena
sq: Baza e të dhënave është e freskët
sv: Databasen är uppdaterad
uk: Базу даних оновлено

# tl_repository.deletingdirs
source: Deleting directories
cs: Smazání adresářů
da: Slet biblioteket
de: Lösche Verzeichnisse
es: Borrando directorios
fa: حذف شاخه‌‌ها
fr: Suppression des répertoires
hu: Könyvtárak törlése
it: Cancella cartelle
ja: ディレクトリを削除中
lv: Dzēš direktorijus
my: ဖိုင်လမ်းညွန်များပယ်ဖျက်နေ
nl: Verwijdering mappen
pl: Usuniętych katalogów
ro: Se şterg directoare
ru: Удаление каталогов
sk: Mažú sa priečinky
sl: Brisanje imenikov
sq: Fshirja e dosjeve
sv: Raderar mapparna
uk: Видалення папок

# tl_repository.deletingfiles
source: Deleting files
cs: Smazání souborů
da: Slet filer
de: Lösche Dateien
es: Borrando archivos
fa: حذف پرونده‌ها
fr: Suppression des fichiers
hu: Fájlok törlése
it: Cancella files
ja: ファイルを削除中
lv: Dzēš datnes
my: ဖိုင်ပယ်ဖျက်နေ
nl: Verwijdering bestanden
pl: Usuniętych plików
ro: Se şterg fişiere
ru: Удаление файлов
sk: Mažú sa súbory
sl: Brisanje datotek
sq: Fhirja skedarëve
sv: Raderar filerna
uk: Видалення файлів

# tl_repository.editextension
source: Edit settings
cs: Změnit nastavení
da: Rediger indstillinger
de: Einstellungen bearbeiten
es: Editar opciones
fa: ویرایش گزینه‌ها
fr: Éditer les paramètres
hu: Beállítások szerkesztése
it: Modifica impostazioni
ja: 設定を変更
lv: Rediģēt uzstādijumus
my: ချိန်ညှိချက်တည်းဖြတ်
nl: Bewerk instellingen
pl: Edytuj ustawienia
ro: Editare configurări
ru: Редактировать настройки
sk: Upraviť nastavenia
sl: Uredi nastavitve
sq: Përpuno konfigurimet
sv: Ändra inställningarna
uk: Редагувати налаштування

# tl_repository.extinstrecntf
source: Extension install record not found
cs: Instalační záznam rozšíření nenalezen
da: Udvidelsens installeringslog er ikke fundet
de: Installationsdatensatz der Erweiterung nicht gefunden
es: El registro de instalación de la extensión no se ha encontrado
fa: رکورد نصب افزونه پیدا نشد
fr: L'enregistrement de l'installation de l'extension n'a pas été trouvé
hu: Kiterjesztés telepítési rekord nem található
it: Installazione dell'estensione non trovata
ja: 機能拡張のインストールのレコードがみつかりませんでした。
lv: Paplašinājuma instalēšanas ieraksts nav atrasts
my: နောက်ဆက်တွဲထည့်သွင်းမှတ်တမ်းရှာမတွေ့
nl: Extensie installatie record niet gevonden
pl: Nie odnotowano instalacji rozszerzenia
ro: Nu s-a găsit înregistrarea instalării extensiei
ru: Не найдена запись установщика расширения
sk: Inštalačný záznam rozšírenia nebol nájdený
sl: Zapis o namestitvi razširitve ni bil najden.
sq: Rreshti i shtesës nuk u gjet
sv: Plugininstallationslogg hittades inte
uk: Не знайдено рядків налаштування встановлення

# tl_repository.errdldpkg
source: Download of package from repository failed
cs: Stážení balíku z repozitáře selhalo
da: Download af pakken fra udvidelsesbanken mislykkedes.
de: Download des Pakets vom Repository ist fehlgeschlagen.
es: La descarga del paquete desde el repositorio a fallado
fa: دانلود بسته از مخزن ناموفق بود
fr: Le téléchargement du paquet à partir du référentiel a échoué
hu: Csomag letöltése a tárolóból sikertelen
it: Download del pacchetto dal repository fallito
ja: リポジトリからパッケージのダウンロードに失敗しました。
lv: Lejupielādējamā paka no repozitorija nav izdevusies
my: ကုန်လှောင်ရုံမှဖိုင်ထုပ်ကူးဆွဲ၍မရ
nl: Download pakket van repository mislukt
pl: Pobranie paczki z repozytorium zakończone niepowodzeniem
ro: Descărcarea pachetului din registru a eşuat
ru: Ошибка загрузки дистрибутива из хранилища
sk: Stiahnutie balíka z repozitára bolo neúspešné
sl: Prenos paketa iz shrambe ni bil uspešen.
sq: Shkarkimi i pakos nga depo dështoj
sv: Hemladdning av paket från arkivet misslyckades
uk: Помилка! Неможливо завантажити пакет із репозиторію

# tl_repository.failed
source: failed
cs: selhalo
da: mislykkedes
de: fehlgeschlagen
es: fallado
fa: ناموفق
fr: échoué
hu: sikertelen
it: Non riuscito
ja: 失敗しました
lv: neizdevās
my: မရ
nl: mislukt
pl: niepowodzenie
ro: eroare
ru: ошибка
sk: neúspešné
sl: ni uspelo.
sq: dështoj
sv: misslyckades
uk: помилка

# tl_repository.fileerrwrite
source: Error writing file %s
cs: Chyba zápisu souboru %s
da: Fejl ved skrivning til filen %s
de: Fehler beim Schreiben von Datei %s
es: Error escribiendo el archivo %s
fa: خطای نوشتن پرونده %s
fr: Erreur lors de l'écriture du fichier %s
hu: Fájl írási hiba: %s
it: Errore nella scrittura del file %s
ja: ファイル%sの書き込みでエラー
lv: Kļūda rakstot datni %s
my: %s ဖိုင်ရေးသားခြင်းအမှားပြ
nl: Fout schrijfactie bestand %s
pl: Błąd zapisu pliku %s
ro: Eroare de scriere în fişier %s
ru: Ошибка записи файла %s
sk: Chyba pri zapisovaní súboru %s
sl: Napaka pri zapisovanju datoteke %s
sq: Gabim duke shkruar skedarin %s
sv: Det gick inte att skriva till filen %s
uk: Помилка запису файлу %s

# tl_repository.filesdeleted
source: %s file(s) deleted
cs: %s soubor(y) smazán(y)
da: %s fil(er) slettet
de: %s Datei(en) gelöscht
es: %s archivo(s) borrado(s)
fa: %s پرونده(ها) حذف شدند
fr: %s fichier(s) supprimé(s)
hu: %s fájl(ok) törölve
it: %s file(s) cancellati
ja: %s個のファイルを削除しました。
lv: %s datne(s) izdzēsta(s)
my: %s ဖိုင်(များ)ပယ်ဖျက်ပြီး
nl: %s bestand(en) gewist
pl: %s plik(ów) usunięto
ro: %s fişier(e) şterse
ru: %s файл(ов) удалено
sk: %s súbor(y) boli zmazané
sl: %s datotek je bilo izbrisanih
sq: %s skedar të fshihur
sv: %s fil(er) raderade
uk: %s файл(и) видалені

# tl_repository.filesinstalled
source: %s file(s) installed
cs: %s soubor(y) instalován(y)
da: %s fil(er) installeret
de: %s Datei(en) installiert
es: %s archivo(s) instalado(s)
fa: %s پرونده(ها) نصب شدند
fr: %s fichier(s) installé(s)
hu: %s fájl(ok) telepítve
it: %s file(s) installati
ja: %s個のファイルをインストールしました。
lv: %s datne(s) uzinstalēta(s)
my: %s ဖိုင်(များ)ထည့်သွင်းပြီး
nl: %s bestand(en) geïnstalleerd
pl: %s plik(ów) zainstalowano
ro: %s fişier(e) instalate
ru: %s файл(ов) установлено
sk: %s súbor(y) boli nainštalované
sl: %s datotek je bilo nameščenih
sq: %s skedar të instaluar
sv: %s fil(er) installerade
uk: %s файл(и) встановлено

# tl_repository.filesunchanged
source: %s file(s) unchanged
cs: %s soubor(y) nezměněn(y)
da: %s fil(er) uændrede
de: %s Datei(en) unverändert
es: %s archivo(s) no cambiado(s)
fa: %s پرونده(ها) بدون تغییر ماندند
fr: %s fichier(s) inchangé(s)
hu: %s fájl(ok) változatlan(ok)
it: %s file(s) non cambiati
ja: %s個のファイルは変更しませんでした。
lv: %s datne(s) nemainīta(s)
my: %s ဖိုင်(များ)မပြောင်းလဲပြီး
nl: %s bestand(en) ongewijzigd
pl: %s plik(ów) niezmieniono
ro: %s fişier(e) nemodificate
ru: %s файл(ов) не изменено
sk: %s súbor(y) boli nezmenené
sl: %s datotek je bilo nespremenjenih
sq: %s skedar të pandryshuar
sv: %s fil(er) oförändrade
uk: %s файл(и) без змін

# tl_repository.filesupdated
source: %s file(s) updated
cs: %s soubor(y) aktualizován(y)
da: %s fil(er) opdaterede
de: %s Datei(en) aktualisiert
es: %s archivo(s) actualizado(s)
fa: %s پرونده به‌روزرسانی شدند
fr: %s fichier(s) mis à jour
hu: %s fájl(ok) frissítve
it: %s file(s) aggiornati
ja: %s個のファイルを更新しました。
lv: %s datne(s) jaunināta(s)
my: %s ဖိုင်(များ)မွမ်းမံပြီး
nl: %s bestand(en) bijgewerkt
pl: %s plik(ów) uaktualniono
ro: %s fişier(e) actualizate
ru: %s файл(ов) обновлено
sk: %s súbor(y) boli aktualizované
sl: %s datotek je bilo posodobljenih
sq: %s skedar të freskuar
sv: %s fil(er) uppdaterade
uk: %s файл(и) оновлено

# tl_repository.ftsearch
source: Fulltext search
cs: Úplné vyhledávání
da: Fuldtekst søgning
de: Volltextsuche
es: Búsqueda en todo el texto
fa: جستجوی تمام متن
fr: Recherche plein texte
hu: Teljes szöveges keresés
it: Ricerca su tutto il testo
ja: 全文検索
lv: Pilnteksta meklēšanas
my: စာသားအပြည့်ရှာဖွေ
nl: Volledige tekst zoeken
pl: Wyszukiwanie pełnotekstowe
ro: Căutare în text
ru: Полнотекстовый поиск
sk: Úplné (fulltext) vyhľadávanie
sl: Besedilno iskanje
sq: Kërkim me tekst të plotë
sv: Fulltextsökning
uk: Повнотекстовий пошук

# tl_repository.goback
source: Go back
cs: Jdi zpět
da: Gå tilbage
de: Zurück
es: Volver
fa: بازگشت
fr: Retour
hu: Vissza
it: Torna indietro
ja: 戻る
lv: Iet atpakaļ
my: နောက်သို့ပြန်သွား
nl: Ga terug
pl: Wróć
ro: Înapoi
ru: Назад
sk: Ísť späť
sl: Nazaj
sq: Shko mbrapa
sv: Tillbaka
uk: Повернутись назад

# tl_repository.install
source: Install
cs: Nainstalovat
da: Installer
de: Installieren
es: Instalar
fa: نصب
fr: Installer
hu: Telepítés
it: Installa
ja: インストール
lv: Instalēt
my: ထည့်သွင်း
nl: Installeer
pl: Instaluj
ro: Instalează
ru: Установить
sk: Inštalovať
sl: Namesti
sq: Instalim
sv: Installera
uk: Встановити

# tl_repository.installextension
source: Install extension
cs: Nainstalovat/aktualizovat rozšiření
da: Installer/opdater udvidels
de: Erweiterung installieren
es: Instalar/Actualizar extensión
fa: نصب افزونه
fr: Installer/mettre à jour une extension
hu: Kiterjesztés telepítése
it: Installa/aggiorna estensione
ja: 機能拡張のインストール
lv: Instalēt paplašinājumu
my: နောက်ဆက်တွဲထည့်သွင်း
nl: Installeer/update extensie
pl: Instaluj/uaktualnij rozszerzenie
ro: Instalează sau actualizează extensia
ru: Установка расширений
sk: Inštalovať/aktualizovať rozšírenie
sl: Namesti razširitev
sq: Instalo shtesën
sv: Installera/uppdatera plugin
uk: Встановити/оновити розширення

# tl_repository.installingext
source: Install %s %s build %s
cs: Nainstalovat %s %s sestavení %s
da: Installer %s %s build %s
de: Installation %s %s Build %s
es: Instalar %s %s build %s
fa: نصب %s %s ساخت %s
fr: Installer %s %s révision %s
hu: Telepítés %s %s build %s
it: Installa %s %s versione %s
ja: %s %sビルド%sのインストール
lv: Instalēt %s %s būvējums %s
my: ထည့်သွင်း %s %s တည်ဆောက် %s
nl: Installeer %s %s build %s
pl: Zainstaluj %s %s kompilację %s
ro: Instalează %s %s build %s
ru: Установка %s %s build %s
sk: Inštalovať %s %s build %s
sl: Namesti %s %s izdajo %s
sq: Instalimi %s %s build %s
sv: Installera %s %s build %s
uk: Встановити %s %s збірку %s

# tl_repository.installlogtitle
source: File installation/update log
cs: Instalační/aktualizační log souboru
da: Fil installation/opdaterings log
de: Datei Installation/Update-Log
es: Archivo de registro de instalación/actualización
fa: ثبت پرونده نصب/به‌روزرسانی
fr: Journal d'installation/mise à jour
hu: Fájl telepítési/frissítési napló
it: Resoconto dell'installazione/aggiornamento
ja: ファイルのインストールや更新のログ
lv: Datnes instalācijas/jauninājuma žurnāls
my: ဖိုင်ထည့်သွင်းခြင်း/မွမ်းမံခြင်းမှတ်တမ်း
nl: Bestand installatie/update log
pl: Plik logu instalacji/uaktualnienia.
ro: Jurnal de instalări / actualizări
ru: Журнал установки/обновления
sk: Záznam (log) o inštalácii/aktualizácii
sl: Dnevnik namestitve/posodobitve datotek
sq: Instalimi skedarëve/Freskimi protokollit
sv: Filinstallations-/uppdateringslogg
uk: Журнал встановлення/оновлення файлів

# tl_repository.lickeyrequired
source: This extension requires a license key. Please visit the vendor's shop to purchase one.
cs: Toto rozšíření vyžaduje licenční klíč. Prosím navštivte autorův obchod k jeho získání.
da: Denne udvidelse kræver en licensnøgle. Besøg venligst forhandlerens butik for at købe en.
de: Diese Erweiterung benötigt einen Lizenzschlüssel. Bitte erwerben Sie diesen beim Anbieter.
es: Esta extensión requiere una licencia. Por favor contacta con el vendedor.
fa: این افزونه به کلید مجوز نیاز دارد. لطفا از فروشگاه سازنده برای خرید آن دیدن فرمایید.
fr: Cette extension nécessite une clé d'enregistrement. Veuillez visiter le site du vendeur pour en acheter une.
hu: Ehhez a kiterjesztéshez engedély kulcs szükséges. Kérem látogasson el az eladó boltjába a vásárláshoz.
it: Il repository delle estensioni richiede una chiave di licenza. Visita la lista dei venditori per procurartene una.
ja: この機能拡張にはライセンスキーが必要です。ベンダーのショップのサイトにアクセスして、購入してください。
lv: Šim pagarinājumam ir nepieciešama licences atslēga. Lūdzu, apmeklējiet pārdevēja veikalu, lai iegādātos nepieciešamo paplašinājumu.
my: ယခုနောက်ဆက်တွဲမှာလိုင်စင်သော့လိုအပ်နေ။ ရောင်းသူဆိုင်သို့လိုင်စင်ဝယ်သူရန်သွားလည်ပတ်ပါ။
nl: Deze extensie vereist een licentiesleutel. Deze is te verkrijgen bij de aanbieder van de extensie.
pl: To rozszerzenie wymaga klucza licencyjnego. Odwiedź sklep sprzedawcy aby nabyć taki klucz.
ro: Această extensie necesită o cheie de licenţă. Puteţi accesa site-ul producătorului pentru a beneficia de una.
ru: Расширение требует лицензионный ключ. Посетите поставщика расширения для приобретения.
sk: Toto rozšírenie vyžaduje licenčný kľúč. Prosím navštívte obchod predajcu a kľúč zakúpte.
sl: Ta razširitev zahteva licenčni ključ. Za nakup obiščite ponudnikovo trgovino.
sq: Kjo shtesë kërkon një çelës liçense. Ju lutemi të vizitoni dyqanin e shitësit për të blerë një të tillë.
sv: Denna plugin kräver en licensnyckel. Gå in på säljarens butik för att köpa en.
uk: Дане розширення потребує ліцензійного ключа. Відвідайте, будь ласка, магазин виробника для його покупки.

# tl_repository.none
source: None
cs: Nic
da: Ingen.
de: keine
es: Ninguno
fa: هیچ
fr: Aucun
hu: nincs
it: Niente
ja: なし
lv: Neviens
my: တစ်ခုမျှ
nl: Geen
pl: Żadne
ro: Niciunul
ru: Ни одного
sk: Žiadne
sl: Brez
sq: Asnjë
sv: Inga
uk: Немає

# tl_repository.notfound
source: not found
cs: nenalezeno
da: ikke fundet
de: nicht gefunden
es: no encontrado
fa: پیدا نشد
fr: non trouvé
hu: Nem található
it: non trovato
ja: みつかりません
lv: nav atrasts
my: ရှာမတွေ့
nl: niet gevonden
pl: nie znaleziono
ro: indisponibil
ru: не найден
sk: nenájdené
sl: ni bilo najdeno
sq: nuk u gjet
sv: inte hittade
uk: не виявлено

# tl_repository.ok
source: OK
fa: تایید
ja: 確認
lv: Labi
my: အိုကေ
ro: Accept
sl: V redu
sq: Ani
