Repository: contao/core
Catalog: system/modules/repository/languages/*/*_repository.xlf
Languages: cs, da, de, es, fa, fr, hu, it, ja, lv, my, nl, pl, ro, ru, sk, sl, sq, sv, uk

# tl_repository_type_options.free
source: Free
cs: Volné
da: Gratis
de: Frei
es: Libre
fa: رایگان
fr: Libre
hu: Ingyenes
it: Gratis
ja: フリー
lv: Bezmaksas
my: အခမဲ့
nl: Gratis
pl: Darmowe
ro: Gratis
ru: Бесплатное
sk: Zadarmo
sl: Brezplačno
sq: Falas
sv: Gratis
uk: Вільний

# tl_repository_type_options.private
source: Private
cs: Soukromé
da: Privat
de: Privat
es: Privado
fa: خصوصی
fr: Privé
hu: Privát
it: Privato
ja: 私的
lv: Privāts
my: ကိုယ်ပိုင်
nl: Besloten
pl: Prywatne
ro: Privat
ru: Частное
sk: Súkromná
sl: Zasebna
sq: Privat
sv: Privat
uk: Приватний

# tl_repository_type_options.commercial
source: Commercial
cs: Komerční
da: Kommerciel
de: Kommerziell
es: Comercial
fa: تجاری
hu: Kereskedelmi
it: Commerciale
ja: 商用
lv: Komerciāls
my: စီးပွားဖြစ်
nl: Commercieel
pl: Komercyjne
ro: Comercial
ru: Коммерческое
sk: Komerčná
sl: Komercialna
sq: Komercial
sv: Kommersiell
uk: Комерційний

# tl_repository_category_options.application
source: Application
cs: Aplikace
da: Applikation
de: Anwendung
es: Aplicación
fa: کاربرد
hu: Application (alkalmazás)
it: Applicazione
ja: アプリケーション
lv: Aplikācija
my: လုပ်ဆောင်ချက်ပရိုဂရမ်
nl: Applicatie
pl: Aplikacja
ro: Aplicaţie
ru: Приложение
sk: Aplikácia
sl: Aplikacija
sq: Program
sv: Applikation
uk: Додаток

# tl_repository_category_options.plugin
source: Plugin
da: Udvidelse
fa: پلاگین
hu: Plugin (beépülő)
ja: プラグイン
lv: Spraudnis
my: ဖြည့်စွက်ပရိုဂရမ်
pl: Wtyczka
ru: Плагин
sl: Vtičnik
sq: Shtesë
uk: Плагін

# tl_repository_category_options.template
source: Theme
cs: Motiv
da: Tema
es: Plantilla
fa: پوسته
fr: Thème
hu: Téma
it: Tema
ja: テーマ
lv: Tēma
my: အသွင်အပြင်
nl: Thema
pl: Szablon
ro: Şablon
ru: Шаблон
sk: Šablóna
sl: Predloga
sq: Motive
sv: Tema
uk: Тема

# tl_repository_category_options.utility
source: Utility
cs: Pomocný program
da: Redskab
de: Hilfsprogramm
es: Utilería
fa: کاربردپذیری
fr: Utilitaire
hu: Utility (kiegészítés)
ja: ユーティリティ
lv: Utilīta
my: အသံုးချပရိုဂရမ်
nl: Hulpprogramma
pl: Użytkowy
ro: Utilitar
ru: Утилита
sk: Utilita
sl: Orodje
sq: Vegla apo ndihmesa
sv: Verktyg
uk: Утиліти

# tl_repository_category_options.widget
source: Widget
fa: ابزارک
ja: ウィジェット
my: အသေးစားထိန်းချုပ်
pl: Widżet
ru: Виджет
sl: Gradnik
sq: Vegla
uk: Віджет

# tl_repository_category_options.translation
source: Translation
cs: Překlad
da: Oversættelse
de: Übersetzung
es: Traducción
fa: ترجمه
fr: Traduction
hu: Fordítás
it: Traduzione
ja: 翻訳
lv: Tulkojums
my: ဘာသာပြန်ခြင်း
nl: Vertaling
pl: Tłumaczenie
ro: Traducere
ru: Локализация
sk: Preklad
sl: Prevod
sq: Përkthim
sv: Översättning
uk: Переклад

# tl_repository_category_options.bundle
source: Bundle
cs: Vazba
da: Bundt
es: Paquete
fa: بسته
hu: Csomag
it: Raccolta
ja: バンドル
my: အထုပ်
nl: Bundel
pl: Pakiet
ro: Pachet
ru: Комплект
sk: Balík
sl: Sveženj
sq: Deng
sv: Paket
uk: Комплект поставки

# tl_repository_category_options.other
source: Other
cs: Jiné
da: Andre
de: Andere
es: Otro
fa: دیگر
fr: Autre
hu: Egyéb
it: Altro
ja: その他
lv: Citi
my: အခြား
nl: Ander
pl: Inne
ro: Altul
ru: Другое
sk: Iné
sl: Drugo
sq: Tjera
sv: Annat
uk: Інше

# tl_repository_category_options.core
source: Core
cs: Jádro
da: Kerne
es: Núcleo
fa: هسته
ja: 本体
my: အူတိုင်
nl: Kern
pl: Rdzeń
ro: De bază
ru: Ядро
sk: Jadro
sl: Jedro
sq: Kryesor
sv: Kärna
uk: Ядро

# tl_repository_order_options.reldate
source: Releasedate
cs: Datum vydání
da: Udgivelsesdato
de: Freigabedatum
es: Fecha de lanzamiento
fa: تاریخ انتشار
fr: Date de sortie
hu: Kiadási dátum
it: Data di rilascio
ja: リリース日
lv: Laidiena datums
my: ဖြန့်ချိရက်စွဲ
nl: Publicatiedatum
pl: Data wydania
ro: Publicare
ru: Дата выпуска
sk: Dátum vydania
sl: Datum izdaje
sq: Data lëshimit
sv: Utgivningsdatum
uk: Дата випуску

# tl_repository_order_options.rating
source: Rating
cs: Hodnocení
da: Vurdering
de: Wertung
es: Puntaje
fa: رتبه
fr: Note
hu: Értékelés
it: Valutazione
ja: 評価
lv: Reitings
my: အဆင့်
nl: Waardering
pl: Ocena
ru: Рейтинг
sk: Hodnotenie
sl: Ocena
sq: Vlerësim
sv: Betyg
uk: Рейтинг

# tl_repository_order_options.popular
source: Popularity
cs: Oblíbenost
da: Polaritet
de: Popularität
es: Popularidad
fa: محبوبیت
fr: Popularité
hu: Népszerűség
it: Popolarità
ja: 人気
lv: Popularitāte
my: လူကြိုက်များခြင်း
nl: Populariteit
pl: Popularność
ro: Popularitate
ru: Популярность
sk: Popularita
sl: Priljubljenost
sq: Popullariteti
sv: Populäritet
uk: Популярність

# tl_repository_order_options.name
source: Name
cs: Název
da: Navn og medietyper
es: Nombre
fa: نام
fr: Nom
hu: Név
it: Nome
ja: 氏名
lv: Nosaukums
my: နာမည်
nl: Naam
pl: Imię i nazwisko
ro: Nume şi tip media
ru: Имя
sk: Názov
sl: Ime in medijski tipi
sq: Emri
sv: Namn
uk: Назва

# tl_repository_order_options.title
source: Title
cs: Titulek
da: Overskrift
de: Titel
es: Título
fa: عنوان
fr: Nom du groupe
hu: Cím
it: Titolo
ja: 題名
lv: Virsraksts
my: ခေါင်းစဉ်
nl: Titel
pl: Nagłówek
ro: Nume grup
ru: Название
sk: Nadpis
sl: Naziv
sq: Titulli
sv: Titel
uk: Заголовок

# tl_repository_order_options.author
source: Author
cs: Autor
da: Forfatter
de: Autor
es: Autor
fa: نویسنده
fr: Auteur
hu: Szerző
it: Nome
ja: 作成者
lv: Vārds
my: ရေးသားသူ
nl: Auteur
pl: Imię
ro: Nume
ru: Автор
sk: Autor
sl: Avtor
sq: Autor
sv: Författare
uk: Автор

# tl_repository_state_options.alpha
source: Alpha
cs: Alfa
es: Alfa
fa: آلفا
hu: Alpha (korai teszt változat)
ja: アルファ
lv: Alfa
my: အယ်ဖာ
pl: Alfa
ro: Alfa
sk: Alfa
sq: Alfa
sv: Alfa

# tl_repository_state_options.beta
source: Beta
fa: بتا
hu: Beta (teszt változat)
ja: ベータ
my: ဘီတာ
nl: Bèta

# tl_repository_state_options.rc
source: RC
cs: Kandidát na vydání
fa: نامزد انتشار
fr: RC (Release Candidate)
hu: RC (kiadásra jelölt változat)
ja: リリース候補
my: အာစီ
ro: Preproducţie
sk: RC (verzia pred vydaním)

# tl_repository_state_options.stable
source: Stable
cs: Stabilní
da: Stabil
de: Stabil
es: Estable
fa: پایدار
hu: Stabil (végleges stabil verzió)
ja: 安定
lv: Stabils
my: တည်ငြိမ်ပြီး
nl: Stabiel
pl: Stabilny
ro: Producţie
sk: Stabilná verzia
sq: Stabil
sv: Stabil
uk: Стабільна
