Repository: contao/core
Catalog: system/modules/repository/languages/*/*_repository.xlf
Languages: cs, da, de, es, fa, fr, hu, it, ja, lv, my, nl, pl, ro, ru, sk, sl, sq, sv, uk

# tl_repository.category.0
source: Category
cs: Kategorie
da: Kategori
de: Kategorie
es: Categoría
fa: دسته‌بندی
fr: Catégorie
hu: Kategória (Category)
it: Categoria
ja: カテゴリ
lv: Kategorija
my: အမျိုးအစား
nl: Categorie
pl: Kategorie
ro: Categorie
ru: Категория
sk: Kategória
sl: Kategorija
sq: Kategori
sv: Kategori
uk: Категорія

# tl_repository.category.1
source: Please select the extension category.
cs: Vyberte prosím kategorii rozšíření.
da: Vælg venligst udvidelseskategorien.
de: Bitte wählen Sie die Erweiterungs-Kategorie.
es: Por favor selecciona la categoría de la extensión.
fa: لطفا دسته‌بندی افزونه را انتخاب نمایید.
fr: Sélectionner la catégorie de l'extension
hu: Válassza ki a kiterjesztés kategóriáját.
it: Seleziona una categoria.
ja: 機能拡張のカテゴリを選択してください。
lv: Lūdzu izvēlieties paplašinājumu kategoriju.
my: နောက်ဆက်တွဲအမျိုးအစားရွေး။
nl: Selecteer de extensie categorie.
pl: Wybierz kategorię rozszerzeń.
ro: Alegeţi categoria de extensii.
ru: Выберите категорию расширений.
sk: Prosím vyberte kategóriu rozšírenia.
sl: Prosimo, izberite kategorijo razširitev.
sq: Zgjedhoni kategorinë e shtesës.
sv: Välj en pluginkategori.
uk: Будь ласка, виберіть категорію розширень системи.

# tl_repository.copyright.0
source: Copyright
cs: Autorské právo
es: Derechos de autor
fa: حق نشر
hu: Szerzői jog
ja: 著作権
lv: Autortiesības
my: မူပိုင်ခွင့်
ru: Авторские права (Copyright)
sl: Avtorske pravice
sq: E drejtë e autorit (angl. Copyright)
sv: Upphovsrätt
uk: Авторське право

# tl_repository.copyright.1
source: Here you can enter a copyright notice (e.g. &amp;copy; 2007,2008 Jerry Miller Webservices Inc).
cs: Zde můžete uvést poznámku k autorským právům (např. © 2007,2008 Josef Novák s.r.o.).
da: Her kan du skrive en ophavsret notits (f.eks. © 2007,2008 Jerry Miller Webservices Inc).
de: Hier können Sie einen Urheberrecht-Vermerk eingeben (z.B. &amp;copy; 2007,2008 ACME Holding Inc).
es: Aquí puedes ingresar un aviso sobre derechos de autor (ejm. © 2007, 2008 Servicios Web de Jerry Miller S.A).
fa: یادداشت کپی رایت (برای نمونه &copy; 2007,2008 Jerry Miller Webservices Inc) را وارد نمایید.
fr: Saisir vos informations de droit d'auteur (ex. : &copy; 2007,2008 Jerry Miller Webservices Inc).
hu: Itt lehet megadni a szerzői jogi figyelmeztetést. (e.g. © 2007,2008 Jerry Miller Webservices Inc).
it: Qui puoi aggiungere le tue note di copyright (e.g. © 2007,2008 Jerry Miller Webservices Inc).
ja: 著作権者表示を入力します。(例えば、&amp;copy; 2007, 2008 Jerry Miller Webservices Inc.)
lv: Šeit varat ievadīt paziņojums par autortiesībām (piem., &copy 2007,2008 Jerry Miller WebServices Inc).
my: မူပိုင်ခွင့်ကြော်ငြာထည့်နိုင် (ဥပမာ &amp;copy; ၂၀၀၇,၂၀၀၈ ဂူးဂယ်)။
nl: Hier kunt u een auteursrecht kennisgeving invoegen (bv. &amp;copy; 2007,2008 Jerry Miller Webservices Inc).
pl: Tutaj wprowadź notkę o prawach autorskich, np.: © 2007,2008 Jan Kowalski, Firma s.c.
ro: Aici puteţi introduce o notificare de copyright (de exemplu: © 2007,2008 Jerry Miller Webservices Inc).
ru: Введите информацию об авторских правах (напр. &amp;copy; 2007,2008 Jerry Miller Webservices Inc).
sk: Tu môžete vložiť poznámku o copyrighte (napríklad © 2007, 2008 Bintree.sk)
sl: Tu lahko vnesete obvestilo o avtorskih pravicah (npr. © 2010 Spletne storitve d.o.o.).
sq: Epeni shënimin për të drejten e autorit (p.sh. &amp;copy; 2007,2008 Jerry Miller Webservices Inc).
sv: Här kan du skriva in ett meddelande om upphovsrätt (t.ex. © 2007, 2008 Jerry Miller Webservices Inc).
uk: Введіть інформацію про авторське право (напр.: © 2007-2012 Компанія «Роги та копита»).

# tl_repository.description.0
source: Description
cs: Popis
da: Beskrivelse
de: Beschreibung
es: Descripción
fa: شرح
hu: Leírás
it: Descrizione
ja: 説明
lv: Apraksts
my: ဖော်ပြချက်
nl: Omschrijving
pl: Opis
ro: Descriere
ru: Описание
sk: Popis
sl: Opis
sq: Përshkrimi
sv: Beskrivning
uk: Опис

# tl_repository.description.1
source: These HTML tags are allowed: %s
cs: Jsou povolené tyto znaky HTML: %s
da: Disse HTML tags er tilladt: %s
de: Folgende HTML-Tags sind erlaubt: %s
es: Estas etiquetas HTML estan permitidas: %s
fa: این تگ‌های اچ‌تی‌ام‌ال مجاز هستند: %s
fr: Ces balises HTML sont autorisées : %s
hu: Ezen HTML elemek használata megengedett: %s
it: Tags HTML permessi: %s
ja: 次のHTMLタグを使用できます: %s
lv: Atļauti šādi HTML tagi: %s
my: ယခုဟိပ်စ်တီအမ်အယ်အမည်များခွင့်ပြုပြီး: %s
nl: Deze HTML tags zijn toegestaan: %s
pl: Następujące tagi HTML są dostępne: %s
ro: Aceste taguri HTML sunt permise: %s
ru: Разрешенные HTML-теги: %s
sk: Tieto HTML tagy sú povolené: %s
sl: Te HTML oznake so dovoljene: %s
sq: Këto HTML tags janë të lejuara: %s
sv: Dessa HTML-taggar är tillåtna: %s
uk: Дані HTML теги є доступними: %s

# tl_repository.extension.0
source: Extension
cs: Rozšíření
da: Udvidelse
de: Erweiterung
es: Extensión
fa: افزونه
hu: Kiterjesztés
it: Estensione
ja: 機能拡張
lv: Paplašinājums
my: နောက်ဆက်တွဲ
nl: Extensie
pl: Rozszerzenie
ro: Extensie
ru: Расширение
sk: Rozšírenia
sl: Razširitev
sq: Shtesë
sv: Plugin
uk: Розширення

# tl_repository.extension.1
source: Name of the extension.
cs: Vyberte prosím jméno rozšíření
da: Vælg venligst udvidelsesnavnet.
de: Name der Erweiterung.
es: Por favor selecciona el nombre de la extensión.
fa: نام افزونه.
fr: Nom de l'extension.
hu: Kiterjesztés neve.
it: Seleziona l'estensione.
ja: 機能拡張のの名前です。
lv: Paplašinājumu nosaukums.
my: နောက်ဆက်တွဲနာမည်။
nl: Naam van de extensie.
pl: Wybierz nazwę rozszerzenia
ro: Alegeţi numele extensiei.
ru: Выберите имя расширения.
sk: Prosím vyberte meno rozšírenia.
sl: Ime razširitve
sq: Emri shtesës
sv: Ange ett plugin-namn.
uk: Будь ласка, виберіть назву розширення.

# tl_repository.functionality.0
source: Functionality
cs: Funkce
da: Funktionalitet
de: Funktion
es: Funcionalidad
fa: کارکرد
fr: Fonctionnalité
hu: Funkcionalitás
it: Funzionalità
ja: 機能性
lv: Funkcionalitāte
my: လုပ်ဆောင်နိုင်ချက်
nl: Functionaliteit
pl: Funkcjonalność
ro: Funcţionalitate
ru: Функциональность
sk: Funkcionalita
sl: Funkcionalnost
sq: Funksionaliteti
sv: Funktionalitet
uk: Функціональність

# tl_repository.functionality.1
source: Does the extension provide the expected functionality?
cs: Nabízí rozšíření očekávané funkce?
da: Tilbyder udvidelsen den forventede funktionalitet?
de: Bietet die Erweiterung die erwarteten Funktionen?
es: La estensión provee la funcionalidad
fa: افزونه چه کارکرد قابل انتظاری را فراهم می‌کند؟
fr: Est-ce que l'extension remplit toutes ses fonctions ?
hu: A kiterjesztés biztosítja a várt funkciót?
it: L'estensione fornisce la funzionalità prevista?
ja: この機能拡張は期待された機能性を提供していますか?
lv: Vai paplašinājums sniedz gaidīto funkcionalitāti?
my: မျှော်လင့်လုပ်ဆောင်နိုင်ချက်ကိုနောက်ဆက်တွဲမှထောက်ပံ့?
nl: Beschikt de extensie over de verwachte functionaliteit?
pl: Czy rozszerzenie wprowadza zakładaną funkcjonalność?
ro: Oferă extensia funcţionalitatea de care este nevoie?
ru: Обеспечивает ли расширение ожидаемый функционал?
sk: Poskytlo rozšírenie očakávanú funkcionalitu?
sl: Ali razširitev ponuja pričakovane funkcionalnosti?
sq: A i përmban shtesa funksinalitet e pritshme?
sv: Ger pluginet den förväntade funktionaliteten?
uk: Чи забезпечує дане розширення необхідний функціонал ?

# tl_repository.license.0
source: License
cs: Licence
da: Licens
de: Lizenz
es: Licencia
fa: مجوز
fr: Licence
hu: Licenc
it: Licenza
ja: 使用許諾
lv: Licence
my: လိုင်စင်
nl: Licentie
pl: Licencja
ro: Licenţă
ru: Лицензия
sk: Licencia
sl: Licenca
sq: Liçensë
sv: Licens
uk: Ліцензія

# tl_repository.license.1
source: Please enter a short license information. You may add full license information in a file LICENSE.txt.
cs: Uveďte prosím krátké licenční informace. Kompletní licenční udjednání můžete uvést v souboru LICENCE.txt.
da: Skriv venligst en kort licensinformation. Du kan tilføje den fulde licensinformation i filen LICENSE.txt
de: Eingabe einer kurzen Lizenzinformation für freie Erweiterungen. Ausführliche Lizenzinformationen können z.B. in einer Datei LICENSE.txt hinterlegt werden.
es: Por favor ingresa un pequeña información sobre la licencia. Puedes añadir la información completa en un archivo llamado LICENSE.txt.
fa: لطفا اطلاعات مختصر مجوز را وارد نمایید. شما بایستی اطلاعات کامل مجوز را در پرونده LICENSE.txt وارد نمایید.
fr: Saisir une courte information concernant la licence. Vous pouvez ajouter des informations plus complètes dans un fichier LICENSE.txt.
hu: Adjon meg egy rövid engedély információt. Lehetőség van teljes licenc adatok megadására egy fájlban: LICENSE.txt.
it: Inserisci una breve informazione sulla licenza. Puoi aggiungerla creando un apposito file LICENSE.txt.
ja: 短い使用許諾の情報を入力してください。LICENSE.txtというファイルに完全な使用許諾の情報を加えても良いでしょう。
lv: Lūdzu, ievadiet licencē īsu informāciju. Jūs varat pievienot pilnas licences informāciju failā LICENSE.txt.
my: လိုင်စင်အချက်အလက်အတိုကောက်ထည့်။ LICENSE.txt ဖိုင်တွင်လိုင်စင်အချက်အလက်အပြည့်အစံု့ထည့်သွင်းနိုင်။
nl: Geef korte licentie informatie. U kunt de volledige licentie informatie kwijt in het bestand LICENSE.txt.
pl: Wprowadź krótką informacje licencyjną. Możesz dodać pełną licencję w pliku LICENSE.txt.
ro: Introduceţi o scurtă prezentare a licenţei. Se poate adăuga o descriere completă într-un fişier LICENSE.txt
ru: Введите короткие сведения о лицензии. Вы можете добавить полный текст лицензии в файл LICENSE.txt.
sk: Prosím zadajte krátke informácie o licencii. Plné znenie licencie môžete vložiť do súboru LICENSE.txt.
sl: Prosimo, vnesite kratek opis licence. Podrobne informacije o licenci pa lahko dodate v datoteko LICENSE.txt.
sq: Epeni informata të shkurta për liçensë. Informatat e plota mund të shkruhen në skedarin LICENSE.txt.
sv: Skriv en kort licensinformation. Du kan lägga fullständig licensinformation i en fil; LICENSE.TXT
uk: Будь ласка, введіть коротку ліцензійну інформацію. Повний текст ліцензійної угоди Ви можете додати до файлу LICENSE.txt.

# tl_repository.name.0
source: Name
cs: Název
da: Navn og medietyper
es: Nombre
fa: نام
fr: Nom
hu: Név
it: Nome
ja: 氏名
lv: Nosaukums
my: နာမည်
nl: Naam
pl: Imię i nazwisko
ro: Nume şi tip media
ru: Имя
sk: Názov
sl: Ime in medijski tipi
sq: Emri
sv: Namn
uk: Назва

# tl_repository.name.1
source: Extension names must start with a-z, A-Z or 0-9, whereby lowercase names are preferred. Additionally, the characters _ and - are allowed within the name.
cs: Název rozšíření musí začínat a-z, A-Z nebo 0-9, přičemž se upřednostňují názvy s malými písmeny. Zvláštní znaky _ a - jsou povolené jen v samotném názvu.
da: Udvidelses navne skal starte med a-z, A-Z or 0-9, hvor navne med små bogstaver foretrækkes. Yderligere, er tegnene _ og - tilladte i navnet.
de: Erweiterungsnamen müssen mit a-z, A-Z oder 0-9 beginnen, wobei bevorzugt die Kleinschreibung anzuwenden ist. Innerhalb des Namens sind zusätzlich die Zeichen _ und - erlaubt.
es: El nombre de la extensión debe comenzar aon letras de la a-z, A-Z o 0-9, donde es preferible el uso de nombres con minúsculas. Adicionalmente, los caracteres _ y _ estan permitidos dentro del nombre.
fa: نام افزونه باید با a-z، A-Z و یا 0-9 شروع شود نام‌های با حروف کوچک مرجح هستند. علاوه بر این، نویسه‌های _ و - در بین نام مجاز هستند.
fr: Les noms d'extension doivent commencer par a-z, A-Z ou 0-9. Les noms en minuscules sont préférables. En outre, les caractères _ et - sont autorisés dans le nom.
hu: A kiterjesztés nevének betűvel kell kezdődnie mint a-z, A-Z és 0-9, ahol kisbetűs nevek az előnyösebbek. Továbbá, a _ és - karakterek is megengedettek a névben.
it: I nomi delle estensioni devono essere composti dai caratteri a-z, A-Z o 0-9, i nomi in minuscolo sono preferiti. Ulteriormente, i caratteri _ e - sono permessi all'interno del nome.
ja: 機能拡張の名前は小文字で始めるのが好ましいですが、aからz、AからZ、0から9で始まめなければなりません。加えて、名前の途中には-(ハイフン)と_(下線)を使用できます。
lv: Paplašinājumu nosaukumiem jāsākas ar a-z, A-Z vai 0-9, turklāt vēlams tos rakstīt ar maziem burtiem. Vēl nosaukumos ir atļauts izmantot _ un - zīmes.
my: နောက်ဆက်တွဲနာမည်များကို a-z, A-Z သို့ 0-9 ဖြင့်စတင်ရမည်။ နာမည်ကိုအက္ခရာ _ နှင့် - သံုး၍လည်းပေးနိုင်။
nl: Namen van extensies moeten beginnen met a-z, A-Z of 0-9, waarbij kleine letters de voorkeur verdienen. De karakters _ en - zijn toegestaan.
pl: Nazwa rozszerzenia musi zaczynać się od a-z, A-Z lub 0-9, przy czym preferowane są nazwy pisane małymi literami. Dodatkowo, znaki _ i - są dozwolone w nazwie.
ro: Numele extensiilor trebuie să înceapă cu a-z, A-Z sau 0-9, dintre care numele cu minuscule sunt preferate. În plus caracterele _ şi - sunt permise în nume.
ru: Имена расширений должны начинаться с a-z, A-Z или 0-9, нижний регистр более предпочтителен. Символы "_" и "-" также разрешены в имени.
sk: Názov rozšírenia musí začínať a-z, A-Z alebo 0-9, pričom sa uprednostňujú názvy s malými písmenami. Zvláštne znaky _ a - sú povolené len v samotnom názve.
sl: Imena podaljškov datotek se morajo začeti z a-z, A-Z ali 0-9, pri čemer imajo prednost imena z malimi črkami. Poleg tega sta znaka _ in - dovoljena, v imenu.
sq: Emri i shtesave duhet të filloj me a-zh, A-ZH ose 0-9, rekomandojm emrat me germa të vogla. Gjithashtu shenjat _ dhe - janë të lejuara për ti përdorur.
uk: Назва модуля повинно починатись із наступних символів: a-z, A-Z або 0-9. Рекомендовано використовувати слова в нижньому регістрі. Додатково можна використовувати символи підкреслення «_», або дефісу «-».

# tl_repository.popularity.0
source: Popularity
cs: Oblíbenost
da: Polaritet
de: Popularität
es: Popularidad
fa: محبوبیت
fr: Popularité
hu: Népszerűség
it: Popolarità
ja: 人気
lv: Popularitāte
my: လူကြိုက်များခြင်း
nl: Populariteit
pl: Popularność
ro: Popularitate
ru: Популярность
sk: Popularita
sl: Priljubljenost
sq: Popullariteti
sv: Populäritet
uk: Популярність

# tl_repository.popularity.1
source: %s/%s (downloads/installs)
cs: %s/%s (staženo/nainstalováno)
da: %s/%s (downloadede / installerede)
de: %s/%s (Downloads/Install.)
es: %s/%s (descargas/instalaciones)
fa: %s/%s (دانلود/نصب)
fr: %s/%s (téléchargements/installations)
hu: %s/%s (letöltés/telepítés)
it: %s/%s (downloads/installazioni)
ja: %s/%s (ダウンロード/インストール)
lv: %s/%s (lejupielādes/instalēts)
my: %s/%s (ကူးဆွဲပြီး/ထည့်သွင်းပြီး)
nl: %s/%s (downloads/installaties)
pl: %s/%s (pobrań/instalacji)
ro: %s/%s (descărcări / instalări)
ru: %s/%s (загрузок/установок)
sk: %s/%s (stiahnutí/nainštalovaní)
sl: %s/%s (prenosov/namestitev)
sq: %s/%s (shkarkime/instalime)
sv: %s/%s (nedladdningar/installationer)
uk: %s/%s (завантажень/встановлень)

# tl_repository.quality.0
source: Quality
cs: Kvalita
da: Kvalitet
de: Qualität
es: Calidad
fa: کیفیت
fr: Qualité
hu: Minőség
it: Qualità della release
ja: 品質
lv: Kvalitāte
my: အရည်အသွေး
nl: Kwaliteit
pl: Jakość
ro: Calitate
ru: Качество
sk: Kvalita
sl: Kvaliteta
sq: Kualiteti
sv: Kvalitet
uk: Якість

# tl_repository.quality.1
source: How robust is the extension and how painless is installation and maintenance?
cs: Jak je rozšíření velké a jak je jednoduchá a pochopitelná jeho instalace a umístění?
da: Hvor robust er udvidelsen og hvor nem er installationen og vedligeholdelsen.
de: Wie robust ist die Erweiterung und wie einfach und logisch gestalten sich Installation und Unterhalt?
es: ¿Cuan robusta es la extensión? y ¿Cuan dificil es la instalación y mantenimiento?
fa: افزونه چقدر مقاوم است و چقدر در استفاده و نگهداری آسان می باشد؟
fr: L'extension est-elle robuste ? L'installation et la maintenance se font-elles facilement ?
hu: Milyen erős a kiterjesztés, és mennyire felhasználóbarát a telepítés és karbantartás?
it: Quanto è robusta questa estensione e quanto è difficile l'installazione e la manutenzione?
ja: 機能拡張は堅牢で、インストールと保守は容易でわかりやすいですか?
lv: Cik robusts ir paplašinājums un cik ērta ir tā uzstādīšana un uzturēšana?
my: နောက်ဆက်တွဲဘယ်သို့ကြမ်းတမ်းပြီးထည့်သွင်းခြင်းနှင့်ထိန်းသိမ်းရေးဘယ်သို့ခက်ခဲပံု?
nl: Hoe robuust is de extensie en hoe eenvoudig en logisch is de installatie en het onderhoud?
pl: Jak
ro: Cât de robustă este extensia şi cât de uşoară este instalarea şi mentenanţa.
ru: Насколько надежным является расширение и как безболезненна его установка и техническое обслуживание?
sk: Ako robustné je rozšírenie a ako náročná je inštalácia a údržba?
sl: Kako kompaktna je razširitev in kako zahtevna je bila namestitev in vzdrževanje?
sq: Sa e fuqishme është shtesa dhe sa lehtë është instalimi dhe mirëmbajtja?
sv: Hur robust är pluginet och hur smärtfri är installation och underhåll?
uk: Наскільки важким у встановленні, конфігуруванні та користуванні є даний модуль?

# tl_repository.releasedate.0
source: Release date
cs: Datum vydání
da: Udgivelsesdato
de: Freigabedatum
es: Fecha de lanzamiento
fa: تاریخ انتشار
fr: Date de publication
hu: Kiadás dátuma
it: Data di rilascio
ja: リリース日
lv: Izlaišanas datums
my: ဖြန့်ချိရက်စွဲ
nl: Publicatiedatum
pl: Data wydania
ro: Data publicării
ru: Дата выпуска
sk: Dátum vydania
sl: Datum izdaje
sq: Data e lansimit
sv: Utgivningsdatum
uk: Дата випуску

# tl_repository.releasedate.1
source: Enter the publishing date of this release in format %s
cs: Uveďte prosím datum vydání dané verze v tomto formátu YYYY-MM-DD.
da: Skriv udgivelsesdatoen for denne udgave som ÅÅÅÅ-MM-DD.
de: Eingabe des Veröffentlichungsdatums dieser Freigabe im Format %s
es: Ingresa la fecha de publicación de este liberación en el formato %s
fa: تاریخ انتشار این نسخه را در فرمت %s وارد نمایید
fr: Saisir la date de publication de l'extension au format %s.
hu: A kiadás megjelenési dátumának megadása ebben a formában: %s
it: Inserisci la data del rilascio nel formato %s
ja: このリリースの公開日を%sの書式で入力してください。
lv: Ievadiet izlaišanas publicēšanas datumu formātā %s
my: အချိုးအစား %s တွင်ယခုဖြန့်ချိထုတ်ဝေရက်စွဲထည့်သွင်း
nl: Geef de datum van publicatie van deze uitgave in format %s
pl: Wprowadź datę opublikowania tego wydania jako YYYY-MM-DD.
ro: Introduceţi data publicării acestei extensii ca AAAA-LL-ZZ
ru: Введите дату публикации этой версии в формате %s
sk: Zadajte dátum publikovania tohto vydania v tvare YYYY-MM-DD.
sl: Vnesi datum objave te izdaje v obliki %s
sq: Epeni datën e publikimit për lansim në formatin %s
sv: Ange publiceringsdatum för utgåvan i formatet %s
uk: Введіть дату публікації даної збірки в форматі %s

# tl_repository.selversion.0
source: Version
cs: Verze
es: Versión
fa: نسخه
hu: Verzió
it: Versione
ja: バージョン
lv: Versija
my: ပံုစံ
nl: Versie
pl: Wersja
ro: Versiune
ru: Версия
sk: Verzia
sl: Različica
sq: Verzioni
uk: Версія

# tl_repository.selversion.1
source: Please select the version
cs: Zvolte prosím verzi.
da: Vælg venligst versionen
de: Bitte wählen Sie die Version.
es: Por favor selecciona la versión
fa: لطفا نسخه را انتخاب نمایید
fr: Saisir la version
hu: Válassza ki a verziót.
it: Seleziona la versione
ja: バージョンを選択してください。
lv: Lūdzu izvēlaties versiju
my: ပံုစံရွေး။
nl: Selecteer de versie
pl: Wybierz wersję
ro: Alegeţi versiunea
ru: Выберите версию
sk: Prosím vyberte verziu
sl: Prosimo, izberite različico
sq: Zgjedhoni versionin
sv: Välj version
uk: Будь ласка, виберіть версію

# tl_repository.type.0
source: Type
cs: Druh
de: Typ
es: Tipo
fa: گونه‌
hu: Típus
it: Tipo
ja: 種類
lv: Tips
my: အမျိုးအစား
pl: Typ
ro: Tip
ru: Тип
sk: Typ
sl: Tip
sq: Lloji
sv: Typ
uk: Тип

# tl_repository.type.1
source: Please select the extension type.
cs: Zvolte prosím druh rozšíření.
da: Vælg venligst udvidelsestypen
de: Bitte wählen Sie den Erweiterung-Typ.
es: Por favor selecciona el tipo de la extensión.
fa: لطفا گونه‌ی افزونه را انتخاب نمایید.
fr: Sélectionner le type d'extension.
hu: Válassza ki a kiterjesztés típusát.
it: Seleziona il tipo di estensione.
ja: 機能拡張の種類を選択してください。
lv: Lūdzu norādiet palašinājuma tipu.
my: နောက်ဆက်တွဲအမျိုးအစားရွေး။
nl: Selecteer het extensie type.
pl: Wybierz typ rozszerzenia.
ro: Alegeţi tipul extensiei.
ru: Выберите тип расширения.
sk: Prosím vyberte typ rozšírenia.
sl: Prosimo, izberite tip razširitve.
sq: Zgjedhoni llojin e shtesës
sv: Välj en plugintyp.
uk: Будь ласка, виберіть тип розширення.

# tl_repository.usability.0
source: Usability
cs: Přívětivost
da: Andvendelighed
de: Bedienung
es: Usabilidad
fa: قابلیت استفاده
fr: Utilisabilité
hu: Használhatóság
it: Usabilità
ja: 有用性
lv: Lietojamība
my: အသံုးဝင်မှု
nl: Bruikbaarheid
pl: Użyteczność
ro: Ergonomie
ru: Удобство
sk: Použiteľnosť
sl: Uporabnost
sq: Përdorshmëri
sv: Användbarhet
uk: Зручність користування

# tl_repository.usability.1
source: Does the extension meet the Contao standards for usability and accessibility?
cs: Splňuje rozšíření standardy Contaa pro použitelnost a přístupnost?
da: Lever udvidelsen op til Contao's standarder for brugervenlighed og tilgængelighed?
de: Werden die Contao-Standards zur Bedienung und zur Zugänglichkeit eingehalten?
es: ¿La extensión cumple con los estándares de usabilidad y accesibilidad de Contao?
fa: آیا این افزونه استانداردهای کانتائو را برای قابلیت استفاده و دسترسی دارا می باشد؟
fr: Est-ce que l'extension est conforme aux standards de Contao concernant l'utilisabilité et l'accessibilité ?
hu: A kiterjesztés megfelel a Contao használhatósági és elérhetőségi szabványainak?
it: Questa estensione rispetta gli standard di Contao sull'usabilità e l'accessibilità?
ja: この機能拡張は有用性さアクセスビリティの面でContaoの標準に合致していますか?
lv: Vai paplašinājums atbilst Contao lietojamības un pieejamības standartiem?
my: အသံုးဝင်မှုနှင့်ကြည့်ရှုနိုင်မှုအတွက်ကွန်တောင်စံကိုယခုနောက်ဆက်တွဲစံမှီုပါသလား?
nl: Voldoet de extensie aan de Contao standaards voor bruikbaarheid en toegankelijkheid?
pl: Czy rozszerzenie spełnia standardy Contao odnośnie użyteczności i dostępności?
ro: Extensia se ridică la standardele Contao de ergonomie şi accesibilitate?
ru: Расширение соответствует стандартам Contao по удобству, простоте использования и доступности?
sk: Spĺňa rozšírenie štandardy Contaa vzhľadom na použiteľnosť a prístupnosť?
sl: Ali razširitev izpolnjuje standarde Contao-a za uporabnost in dostopnost?
sq: A i përmbush shtesa standardet e Contao-së për përdorshmëri dhe qasje?
uk: Чи відповідає розширення стандартам Contao по зручності користування та функціональності?

# tl_repository.version.0
source: Version
cs: Verze
es: Versión
fa: نسخه
hu: Verzió
it: Versione
ja: バージョン
lv: Versija
my: ပံုစံ
nl: Versie
pl: Wersja
ro: Versiune
ru: Версия
sk: Verzia
sl: Različica
sq: Verzioni
uk: Версія
