Repository: contao/core
Catalog: system/modules/repository/languages/*/*_repository.xlf
Languages: cs, da, de, es, fa, fr, hu, it, ja, lv, my, nl, pl, ro, ru, sk, sl, sq, sv, uk

# tl_repository.version.1
source: Version numbers must be in format n.n.n s, where n are integers and s is one of: alpha1, alpha2, alpha3, beta1, beta2, beta3, rc1, rc2, rc3, stable
cs: Čísla verzí musí být ve formátu n.n.n s, přičemž "n" značí čísla a "s" jeden z následujících textů: alpha1, alpha2, alpha3, beta1, beta2, beta3, rc1, rc2, rc3, stable.
da: Versionnumre skal være i formatet n.n.n s, hvor n er et tal, og s er enten: alpha1, alpha2, alpha3, beta1, beta2, beta3, rc1, rc2, rc3, stable
de: Versionsnummern müssen im Format n.n.n s sein, wobei n ganze Zahlen sind und s eines der folgenden Texte ist: alpha1, alpha2, alpha3, beta1, beta2, beta3, rc1, rc2, rc3, stable
es: Los números de versión tienen que estar en el formato n.n.n. s, donde las n son enteros y la s es una de las siguientes opciones: alpha1, alpha2, alpha3, beta1, beta2, beta3, rc1, rc2, rc3, stable
fa: شماره نسخه بایستی به صورت n.n.n s، که n اعداد صحیح و s یکی از: alpha1، alph2، alpha3، beta1، beta2، beta3، rc1، rc2، rc3، stable باشد
fr: Les numéros de version doivent être au format n.n.n s, ou n est un entier et s un terme parmi ceux-ci : alpha1, alpha2, alpha3, beta1, beta2, beta3, rc1, rc2, rc3, stable
hu: Verziószám a következő formátumú kell legyen: n.n.n s, ahol n egy egész szám, s pedig a következők egyike: alpha1, alpha2, alpha3, beta1, beta2, beta3, rc1, rc2, rc3, stable
it: I numeri di versione devono essere in formato n.n.n s, dove n è un numero intero ed s è uno tra: alpha1, alpha2, alpha3, beta1, beta2, beta3, rc1, rc2, rc3, stable
ja: バージョン番号はn.n.n sの形式でなければなりません。nは整数で、sは次のどれかとなります: alpha1, alpha2, alpha3, beta1, beta2, beta3, rc1, rc2, rc3, stable
lv: Versiju numuriem jābūt šādā formātā n.n.n s, kur n ir veseli skaitļi un s ir viens no: alpha1, alpha2, alpha3, beta1, beta2, beta3, rc1, rc2, rc3, stable
my: ပံုစံနံပါတ်များသည် n.n.n s အချိုးအစားအတိုင်းဖြစ်ရမည်။ n သည်ကိန်းပြည့် s သည် alpha1, alpha2, alpha3, beta1, beta2, beta3, rc1, rc2, rc3, stable
nl: Versie nummers moeten in het formaat n.n.n s, waarbij n cijfers zijn en s één van: alpha1, alpha2, alpha3, beta1, beta2, beta3, rc1, rc2, rc3, stable
pl: Numer wersji musi być w formie n.n.n s, gdzie n to liczba całkowita a s to jedno z: alpha1, alpha2, alpha3, beta1, beta2, beta3, rc1, rc2, rc3, stable
ro: Numerele versiunilor trebuie să fi în formatul n.n.n.s, unde n este număr întreg iar s este unul dintre: alpha1, alpha2, alpha3, beta1, beta2, beta3, rc1, rc2, rc3, stable
ru: Номера версий должны быть в формате n.n.n s, где n - целое число, а s - одно из: alpha1, alpha2, alpha3, beta1, beta2, beta3, rc1, rc2, rc3, stable
sk: Čísla verzií musia byť vo formáte n.n.n s, kde n je číslo a s je jedno z: alpha1, alpha2, alpha3, beta1, beta2, beta3, rc1, rc2, rc3, stable
sl: Številke različic morajo biti beležene kot n.n.n s, kjer so n-ji števke, s pa označuje zrelost razširitve (alpha1, alpha2, alpha3, beta1, beta2, beta3, rc1, rc2, rc3, stable).
sq: Numrat e verzioneve duhe të kenë formatin n.n.n s, ku n është integer dhe s është një nga: alpha1, alpha2, alpha3, beta1, beta2, beta3, rc1, rc2, rc3, stable
sv: Versionsnummer måste vara i formatet n.n.n s, där n är heltal och s är en av alpha1, alpha2, alpha3, beta1, beta2, beta3, RC1, RC2, rc3, stabil
uk: Номери версій повинні бути в форматі «n.n.n s», де «n» - ціле число та «s» - одна строка з наступного списку: alpha1, alpha2, alpha3, beta1, beta2, beta3, rc1, rc2, rc3, stable

# tl_repository.lickey.0
source: License key
cs: Licenční klíč
da: Licensnøgle
de: Lizenzschlüssel
es: Número de licencia
fa: کلید مجوز
fr: Clé d'enregistrement
hu: Licenc kulcs
it: Chiave di licenza
ja: ライセンスキー
lv: Licences atslēga
my: လိုင်စင်သော့
nl: Licentiesleutel
pl: Klucz licencyjny
ro: Cheia de licenţă
ru: Лицензионный ключ
sk: Licenčný kľúč
sl: Licenčni ključ
sq: Çelsi liçensës
sv: Licensnyckel
uk: Ліцензійний ключ

# tl_repository.lickey.1
source: Enter the license key that you got from the extension vendor.
cs: Zadejte licenční klíč, který jste dostali od vývojáře rozšíření.
da: Skriv licensnøglen du har fået fra udvidelsens forhandler.
de: Eingabe des beim Erweiterungshersteller erworbenen Lizenzschlüssels.
es: Escribe el número de licencia obtenido del vendedor de la extensión.
fa: کلید مجوزی را که از سازنده افزوه گرفته‌اید را وارد نمایید.
fr: Saisir la clé d'enregistrement que le vendeur de l'extension vous a fourni.
hu: Adja meg a licenc kulcsot amit az eladótól kapott.
it: Inserisci la chiave di licenza che ti è stata fornita dall'autore dell'estensione.
ja: 機能拡張のベンダーから取得したライセンスキーを入力してください。
lv: Ievadiet licences atslēgu, ko ieguvāt no paplašinājuma pārdevēja.
my: နောက်ဆက်တွဲရောင်းသူမှရရှိသောလိုင်စင်သော့ကိုထည့်။
nl: Geef de licentiesleutel die u hebt gekregen van de aanbieder van de extensie.
pl: Wpisz klucz licencyjny, który otrzymałeś od sprzedawcy rozszerzenia.
ro: Introduceţi cheia de licenţă pe care aţi primit-o de la producătorul extensiei.
ru: Введите лицензионный ключ полученный от поставщика расширения.
sk: Vložte licenčný kľúč, ktorý máte od predajcu rozšírenia.
sl: Vnesite licenčni ključ, ki ste ga prejeli od ponudnika razširitve.
sq: Epeni çelësin e shtesës që keni marur nga shitësi.
sv: Ange licensnyckel som du fick från pluginförsäljaren.
uk: Будь ласка, введіть ліцензійний ключ від виробника розширення.

# tl_repository.uninstprotect.0
source: Uninstall protection
cs: Odstranit ochranu
da: Beskyttelse mod afinstallation
de: Löschgeschützt
es: Protección de desinstalaciones
fa: حفاظت از عزل
fr: Protéger contre la désinstallation
hu: Eltávolítás védelem
it: Protezione dalla disinstallazione
ja: アンインストールの防止
lv: Atinstalēšanas aizsardzība
my: ကာကွယ်ခြင်းမထည့်သွင်း
nl: Bescherming tegen verwijdering
pl: Ochrona odinstalowania
ro: Protecţie la dezinstalare
ru: Защита от деинсталляции
sk: Ochrana proti odinštalovaniu
sl: Zaščita pred odstranitvijo.
sq: Heq mbrojtjen
sv: Avinstallationsskydd
uk: Зняти захист

# tl_repository.uninstprotect.1
source: Protect extension against accidental uninstallation.
cs: Chránit rozšíření proti nechtěné odinstalaci.
da: Beskyt udvidelsen mod utilsigtet afinstallation.
de: Erweiterung gegen versehentliches Löschen schützen.
es: Evitar desinstalar accidentalmente las extensiones
fa: حفاظت از افزونه‌ها از عزل تصادفی.
fr: Protéger l'extension contre une désinstallation accidentelle.
hu: Védelem a kiterjesztés véletlen eltávolítása ellen.
it: Proteggi l'estensione contro disinstallazioni accidentali.
ja: 機能拡張を誤ってアンインストールしないように保護します。
lv: Aizsargājiet paplašinājumu no nejaušas atinstalēšanas.
my: နောက်ဆက်တွဲမတော်တဆမထည့်သွင်းခြင်းမှကာကွယ်။
nl: Beveilig extensie tegen abusievelijk verwijderen.
pl: Ochrona przed przypadkowym odinstalowaniem rozszerzenia
ro: Protejează extensia împotriva unei dezinstalări accidentale.
ru: Защита расширения от случайной деинсталляции.
sk: Ochrániť rozšírenie proti náhodnému odinštalovaniu.
sl: Zaščiti razširitev pred nenamerno odstranitvijo.
sq: Mbroj shtesën nga heqja e rastësishëm.
sv: Skydda plugin mot oavsiktlig avinstallation.
uk: Захистити розширення від випадкового видалення.

# tl_repository.updateprotect.0
source: Update protection
cs: Aktualizovat ochranu
da: Beskyttelse mod opdatering
de: Updategeschützt
es: Protección de actualización
fa: حفاظت به‌روزرسانی
fr: Protéger contre les mises à jour
hu: Frissítés védelem
it: Blocco aggiornamento
ja: アップデートの防止
lv: Atjaunināšanas aizsardzība
my: ကာကွယ်မှုမွမ်းမံ
nl: Update bescherming
pl: Zabezpieczenie aktualizacji
ro: Protecţie la update
ru: Защита от обновления
sk: Ochrana proti aktualizácii
sl: Zaščita posodobitev
sq: Fresko mbrojtjen
sv: Uppdateringsskydd
uk: Оновлення захисту

# tl_repository.updateprotect.1
source: Protect extension against accidental update.
cs: Chráněná rozšíření mohou způsobit konflikty.
da: Beskyt udvidelsen mod utilsigtet opdatering.
de: Erweiterung gegen versehentliches Updaten schützen.
es: Protege la extensión encontra de actualizaciones accidentales.
fa: از افزونه در مقابل به‌روزرسانی تصادفی حفاظت می‌کند.
fr: Protéger l'extension contre une mise à jour accidentelle.
hu: Védelem a kiterjesztés véletlen frissítése ellen.
it: Proteggi l'estensione da un aggiornamento accidentale
ja: 機能拡張を誤ってアップデートしないように保護します。
lv: Aizsargājiet paplašinājumu no nejaušas atjaunināšanas.
my: နောက်ဆက်တွဲမတော်တဆမွမ်းမံခြင်းမှကာကွယ်။
nl: Beveilig extensie tegen abusievelijk updaten.
pl: Zabezpiecz rozszerzenie przed przypadkową aktualizacją.
ro: Protejează extensia împotriva modificării accidentale.
ru: Защита расширения от случайного обновления.
sk: Ochrániť rozšírenie proti náhodnej aktualizácii.
sl: Zaščiti razširitev pred nenamerno posodobitvijo.
sq: Mbroj shtesën nga freskimi i rastësishëm.
sv: Skydda mot ofrivilliga uppdateringar.
uk: Захист від випадкового продовження поновлення.

# tl_repository.author
source: Author
cs: Autor
da: Forfatter
de: Autor
es: Autor
fa: نویسنده
fr: Auteur
hu: Szerző
it: Nome
ja: 作成者
lv: Vārds
my: ရေးသားသူ
nl: Auteur
pl: Imię
ro: Nume
ru: Автор
sk: Autor
sl: Avtor
sq: Autori
sv: Författare
uk: Автор

# tl_repository.build
source: Build
cs: Sestavení
fa: ساخت
fr: Révision
it: Versione
ja: ビルド
lv: Builds
my: တည်ဆောက်
nl: Aangemaakt
pl: Kompilacja
sk: Zostavenie
sl: Izdaja
sq: Formo
uk: Збірка

# tl_repository.cancel
source: Cancel
cs: Zrušit
da: Annullere
de: Abbruch
es: Cancelar
fa: لغو
fr: Annuler
hu: Mégsem
it: Annulla
ja: 取り止め
lv: Atcelt
my: ပယ်ဖျက်
nl: Annuleer
pl: Anuluj
ro: Anulează
ru: Отмена
sk: Zrušiť
sl: Prekliči
sq: Anulo
sv: Avbryt
uk: Відмінити

# tl_repository.continue
source: Continue
cs: Pokračovat
da: Fortsæt
de: Weiter
es: Continuar
fa: ادامه
fr: Continuer
hu: Tovább
it: Continua
ja: 続ける
lv: Turpināt
my: ဆက်လက်လုပ်ဆောင်
nl: Ga door
pl: Kontynuuj
ro: Continuă
ru: Продолжить
sk: Pokračovať
sl: Nadaljuj
sq: Vazhdo
sv: Fortsätt
uk: Продовжити

# tl_repository.dependencies
source: Dependencies of this extension
cs: Závislost tohoto rozšíření
da: Afhængigheder for denne udvidelse
de: Abhängigkeiten dieser Erweiterung
es: Dependencias de esta extensión
fa: نیازمندی‌های این افزونه
fr: Dépendances de cette extension
hu: Kiterjesztés függőségei
it: Dipendenze di questa estensione
ja: 機能拡張の依存関係
lv: Šis paplašinājums ir saistīts ar sekojošiem paplašinājumiem
my: ယခုနောက်ဆက်တွဲမှီခိုများ
nl: Deze extensie heeft nodig
pl: Zalezności tego rozszerzenia
ro: Dependenţele acestei extensii
ru: Зависимости этого расширения
sk: Závislosti tohto rozšírenia
sl: Odvisnosti te razširitve
sq: Varësi të kësaj shtese
sv: Denna plugins beroenden av andra plugin
uk: Залежності розширення

# tl_repository.dependents
source: Other extensions depending on this one
cs: Závislost jiných rozšíření na tomto vybraném
da: Andre udvidelser der er afhængige af denne
de: Von dieser abhängige andere Erweiterungen
es: Otras extensiones que dependen de esta
fa: افزونه‌های دیگر وابسته با این
fr: Autres extensions dépendant de celle-ci
hu: Más kiterjesztések függnek ettől
it: Estensioni che dipendono da questa
ja: これに依存する他の機能拡張
lv: Citi paplašinājumi, kas atkarīgi no šī paplašinājuma
my: ယခုအပေါ်တွင်မှီခိုနေသည့်နောက်ထပ်နောက်ဆက်တွဲများ
nl: Andere extensie(s) afhankelijk van deze
pl: Inne rozszerzenia zależne od tego
ro: Alte extensii care depind de aceasta
ru: Расширения зависимые от этого
sk: Iný rozšírenia závislé na tomto
sl: Odvisnost drugih razširitev od te
sq: Shtesa tjera të varura nga kjo
sv: Andra plugin beroende av detta plugin
uk: Інші розширення, що залежать від даного розширення

# tl_repository.dependentsdel
source: The following extensions are dependent from <em>%s</em> and may render broken:
cs: Dané rozšíření je závislé na <em>%s</em> a nemusí fungovat správným způsobem.
da: Følgende udvidelser er afhængige af <em>%s</em> og vil måske blive ugyldige.
de: Folgende Erweiterungen sind von <em>%s</em> abhängig und könnten unbrauchbar werden:
es: Las siguientes extensiones son dependientes de <em>%s</em> y pueden visualizarse rotas:
fa: افزونه‌های ذیل از <em>%s</em> وابسته هستند و ممکن دچار مشکل شوند:
fr: Les extensions suivantes sont dépendantes de <em>%s</em> et pourraient ne plus fonctionner :
hu: A következő kiterjesztések állnak függőségben <em>%s</em>, és tönkre is tehetik::
it: La seguente estensione dipende da <em>%s</em> e può interrompere il funzionamento di:
ja: 以下の機能拡張は<em>%s</em>に依存していて壊れるかもしれません:
lv: Šādi pagarinājumi ir atkarīgi no <em>%s</em>, un sasaiste var izrādīties pārtraukta:
my: <em>%s</em> မှအောက်ဖော်ပြပါနောက်ဆက်တွဲများမှီခိုနေပြီးပျက်ဆီးနေနို်င်:
nl: De volgende extensies zijn van <em>%s</em> afhankelijk en functioneren wellicht niet:
pl: Następujące rozszerzenia są zależne od <em>%s</em> i może być
ro: Următoarele extensii sunt dependente de <em>%s</em> şi pot fi afectate.
ru: Указанные ниже расширения зависят от <em>%s</em> и могут быть сломаны или неработоспособны:
sk: Nasledujúce rošírenia sú závislé na <em>%s</em> a môžu byť poškodené:
sl: Sledeče razširitve so odvisne od <em>%s</em> in bodo posledično lahko torej okvarjene:
sq: Këto shtesa janë të varura nga <em>%s</em> dhe mund të bëjnë prishje:
sv: Följande plugins är beroende av <em>%s</em> och kan sluta fungera:
uk: Наступні розширення залежні від <em>%s</em> та можуть будти поламаними:

# tl_repository.donate
source: Donate
cs: Zaslat finanč. příspěvek
da: Donér
de: Spenden
es: Donar
fa: اهداء کردن
fr: Faire un don
hu: Adomány
it: Dona
ja: 寄付
lv: Ziedot
my: လှုဒါန်း
nl: Doneer
pl: Dotacja
ro: Donează
ru: Пожертвовать
sk: Prispieť
sl: Doniraj
sq: Dhuro
sv: Donera
uk: Спонсорувати

# tl_repository.downloads
source: Package downloads
cs: Stažení balíčku.
da: Pakke downloads
de: Paket-Downloads
es: Descargas del paquete
fa: دانلودهای بسته
fr: Téléchargements du paquet
hu: Csomag letöltések
it: Numero di download:
ja: パッケージをダウンロード
lv: Iepakojuma lejupielādes
my: ဖိုင်ထုပ်ကူးဆွဲများ
nl: Componenten downloads
pl: Pobrań pakietu
ro: Descărcare pachete
ru: Загрузка дистрибутива
sk: Balíky k stiahnutiu
sl: Prenosov paketa
sq: Shkarkime të paketave
sv: Paketnedladdningar
uk: Завантажень пакету

# tl_repository.extensionnotfound
source: Extension not found.
cs: Rozšíření nebylo nalezeno.
da: Udvidelse ikke fundet
de: Erweiterung nicht gefunden.
es: Extensión no encontrada.
fa: افزونه پیدا نشد.
fr: Extension non trouvée.
hu: Kiterjesztés nem található
it: Estensione non trovata
ja: 機能拡張はみつかりません。
lv: Paplašinājums nav atrasts.
my: နောက်ဆက်တွဲရှာမတွေ့။
nl: Extensie niet gevonden
pl: Nie znaleziono rozszerzenia.
ro: Extensie indisponibilă
ru: Расширение не найдено.
sk: Rošírenie nebolo nájdené.
sl: Razširitev ni bila najdena
sq: Shtesa nuk gjendet
sv: Plugin hittades inte.
uk: Розширення не знайдено.

# tl_repository.forum
source: Forum
cs: Fórum
es: Foro
fa: تالار گفتگو
hu: Fórum
ja: フォーラム
lv: Forums
my: စကားဝိုင်း
ru: Форум
sk: Fórum
sq: Tribunë
uk: Форум

# tl_repository.installs
source: Online installs
cs: Onlinové instalace
da: Online installeringer
de: Online-Installationen
es: Instalaciones en linea
fa: نصب‌های آنلاین
fr: Installations en ligne
hu: Online telepítés
it: Installazioni online
ja: オンラインのインストール
lv: Tiešsaistes instalēšana
my: အွန်လိုင်းထည့်သွင်းခြင်းများ
nl: Online installaties
pl: Instalacje online
ro: Instalări online
ru: Онлайн установок
sk: Online inštalácii
sl: Spletnih namestitev
sq: Instalime online
sv: Online-installationer
uk: Онлайнових інсталяцій

# tl_repository.langtrans
source: %s transl.
cs: %s, přeložil(a):
da: %s oversat.
de: %s übers.
es: %s traduc.
fa: %s ترجمه.
fr: %s trad.
hu: %s fordító
it: %s traduzioni
ja: %sの翻訳
my: %s ဘာသာပြန်ခြင်း။
nl: %s vert.
pl: %s tłum.
ru: %s перевод
sk: %s prekladov
sl: %s prevodov
sq: %s përkth.
sv: %s övers.
uk: %s переклад

# tl_repository.manual
source: Manual
cs: Návod
de: Handbuch
fa: کتاب راهنماء
fr: Manuel
hu: Kézikönyv
it: Manuale
ja: マニュアル
lv: Pamācība
my: ကိုယ်တိုင်
nl: Handboek
pl: Podręcznik
ru: Руководство
sk: Manuál
sl: Ročno
sq: Udhëzim
uk: Інструкція по користуванню

# tl_repository.no
source: no
cs: ne
da: nr.
de: nein
fa: نه
fr: non
hu: nem
ja: いいえ
lv: nē
my: မဟုတ်
nl: nee
pl: nie
ro: nu
ru: нет
sk: nie
sl: ne
sq: jo
sv: inga
uk: ні

# tl_repository.noextensionsfound
source: No matching extensions found.
cs: Nenalezeno žádné rozšíření.
da: Ingen udvidelser fundet.
de: Keine entsprechenden Erweiterungen gefunden.
es: No se encontraron extensiones
fa: هیچ افزونه‌ی منطبقی پیدا نشد.
fr: Aucune extension trouvée.
hu: Nem megfelelő kiterjesztést találtam.
it: Nessuna estensione trovata.
ja: 一致する機能拡張はみつかりませんでした。
lv: Atbilstoši ​​paplašinājumi nav atrasti.
my: ဟပ်စပ်နောက်ဆက်တွဲများရှာမတွေ့။
nl: Geen passende extensies gevonden.
pl: Nie znaleziono żadnego rozszerzeń.
ro: Nu sunt extensii disponibile.
ru: Расширения не найдены.
sk: Nenašli sa žiadne rozšírenia.
sl: Ni bilo najdenih skladnih razširitev.
sq: Asnjë shtesë e perputhur nuk është gjetur
sv: Inga plugins funna.
uk: Розширення незнайдено.

# tl_repository.orderby
source: Order by
cs: Řadit dle
da: Sortér efter
de: Sortieren nach
es: Ordenar por
fa: مرتب سازی بر اساس
fr: Trier par
hu: Sorba rendezés módja
it: Ordinamento
ja: 順序
lv: Kārtot pēc
my: အားဖြင့်စီစဉ်
nl: Sorteer op
pl: Kolejność
ro: Ordonează după
ru: Сортировать по
sk: Zoradiť podľa
sl: Razvrsti po
sq: Renditja nga
sv: Sortera efter
uk: Сортувати за

# tl_repository.otherlanguages
source: Other languages
cs: Jiné jazyky
da: Andre sprog
de: Andere Sprachen
es: Otros lenguajes
fa: زبان‌های دیگر
fr: Autres langues
hu: Egyéb nyelvek
it: Altre lingue
ja: 他の言語
lv: Citas valodas
my: အခြားဘာသာစကားများ
nl: Andere talen
pl: Inne języki
ro: Alte limbi
ru: Другие языки
sk: Iné jazyky
sl: Drugi jeziki
sq: Gjuhë tjera
sv: Andra språk
uk: Інші мови

# tl_repository.pageof
source: Page %s of %s
cs: Strana %s z %s
da: Side %s af %s
de: Seite %s von %s
es: Página %s de %s
fa: برگه %s از %s
fr: Page %s de %s
hu: %s. oldal a %s-ból
it: Pagina %s di %s
ja: %2$sページの%1$sページ目
lv: Lapa %s no %s
my: စာမျက်နှာ %s မှာ %s တွင်
nl: Pagina %s van %s
pl: Strona %s z %s
ro: Pagina %s din %s
ru: Страница %s из %s
sk: Strana %s z %s.
sl: Stran %s od %s
sq: Faqe %s nga %s
sv: Sida %s av %s
uk: Сторінок %s із %s

# tl_repository.ratingfmt
source: %.2f (%d votes)
cs: %.2f (%d hlasů)
da: %.2f (%d stemmer)
de: %.2f (%d Stimmen)
es: %-2f(%d votos)
fa: %.2f (%d رای)
hu: %.2f (%d szavazat)
it: %.2f (%d voti)
ja: %.2f (%d票)
lv: %.2f (%d balsis)
my: %.2f (%d မဲများ)
nl: %.2f (%d stemmen)
pl: %.2f (%d głosów)
ro: %.2f (%d voturi)
ru: %.2f (голосов: %d)
sk: %.2f (%d hodnotení)
sl: %.2f (%d glasov)
sq: %.2f (%d votime)
sv: %.2f (%d röster)
uk: %.2f (%d голосів)

# tl_repository.reldownloads
source: Release downloads
cs: Stažení daného vydání
da: Udgivelse downloads
de: Version Downloads
es: Descargas del lanzamiento
fa: دانلودهای انتشار
fr: Téléchargements
hu: Kiadás letöltése
it: Download della release
ja: リリースのダウンロード数
lv: Laidiena lejupielādes
my: ဖြန့်ချိကူးဆွဲများ
nl: Versie downloads
pl: Pobrania wydania
ro: Descărcările versiunii
ru: Загрузок версии
sk: Počet stiahnutí tohto vydania
sl: Prenosov izdaje
sq: Shkarkime lansimesh
sv: Släppnedladdningar
uk: Завантажень збірки

# tl_repository.releasenotesfor
source: Release notes and change log for %s
cs: Poznámky k vydání a change log pro %s
da: Udgivelsesnoter og ændringslog for %s
de: Freigabe-Notizen und Änderungs-Log für %s
es: Notas del lanzamiento y lista de cambios para %s
fa: یادداشت انتشار و گزارش تغییرات برای %s
fr: Notes de publication et changements pour %s
hu: Kiadási megjegyzések és változtatási napló: %s
it: Note di rilascio per %s
ja: %s: リリースノートと変更履歴
lv: Laidiena piezīmes un izmaiņu log %s
my: %s အတွက်ဖြန့်ချိမှတ်စုများနှင့်ပြောင်းလဲခြင်းမှတ်တမ်း
nl: Versie notities en changelog voor %s
pl: Notka o wydaniu i log zmian dla %s
ro: Note despre versiune şi jurnalul de modificări pentru %s
ru: Информация и журнал изменений для версии %s
sk: Poznámky a log zmien k vydaniu %s
sl: Zapiski in seznam sprememb izdaje
sq: Shënimet e Release dhe protokolli ndryshimeve për %s
sv: Utgåvan och ändringslogg för %s
uk: Примітки та список змін до збірки %s

# tl_repository.relfunctionality
source: Release functionality
cs: Funkčnost vydání
da: Udgivelse funktionalitet
de: Version Funktion
es: Funcionalidad del lanzamiento
fa: عملکرد نسخه
fr: Fonctionnalité
hu: Kiadás funkcionalitása
it: Funzionalità della release
ja: リリースの機能性
lv: Laidiena funkcionalitāte
my: ဖြန့်ချိလုပ်ဆောင်နိုင်ချက်
nl: Versie functionaliteit
pl: Funkcjonalność wydania
ro: Funcţionalitatea versiunii
ru: Функционал версии
sk: Funkcionalita u tohto vydania
sl: Funkcionalnost izdaje
sq: Funksionaliteti i Release
sv: Funktionalitet
uk: Функціональні можливості збірки

# tl_repository.relinstalls
source: Release installs
cs: Instalace vydání
da: Udgivelse installeret
de: Version Install.
es: Instalaciones de la liberación
fa: نصب نسخه
fr: Installations
hu: Kiadás telepítés
it: Numero di installazioni
ja: リリースのインストール数
lv: Laidiena instalācijas
my: ဖြန့်ချိထည့်သွင်းခြင်းများ
nl: Versie installaties
pl: Instalacje wydania
ro: Instalările versiunii
ru: Установок версии
sk: Počet inštalácií tohto vydania
sl: Namestitev izdaje
sq: Instalimet e Release
sv: Installationer
uk: Встановлень збірки

# tl_repository.relquality
source: Release quality
cs: Kvalita vydání
da: Udgivelse kvalitet
de: Version Qualität
es: Calidad del lanzamiento
fa: کیفیت نسخه
fr: Qualité
hu: Kiadás minősége
it: Qualità
ja: リリースの品質
lv: Laidiena kvalitāte
my: ဖြန့်ချိအရည်အသွေး
nl: Versie kwaliteit
pl: Jakość wydania
ro: Calitatea versiunii
ru: Качество версии
sk: Kvalita tohto vydania
sl: Kvaliteta izdaje
sq: Kualiteti i Release
sv: Kvalitet
uk: Якість збірки

# tl_repository.relrating
source: Release rating
cs: Hodnocení vydání
da: Udgivelse vurdering
de: Version Wertung
es: Puntaje del lanzamiento
fa: رتبه نسخه
fr: Avis
hu: Kiadás értékelése
it: Valutazione della release
ja: リリースの評価
lv: Laidiena reitings
my: ဖြန့်ချိအဆင့်
nl: Versie waardering
pl: Ocena wydania
ro: Ratingul versiunii
ru: Рейтинг версии
sk: Hodnotenie tohto vydania
sl: Ocena izdaje
sq: Vlerësim i Release
sv: Betyg
uk: Рейтинг збірки

# tl_repository.relupdates
source: Release updates
cs: Aktualizace vydání
da: Udgivelse opdateringer
de: Version Updates
es: Actualizaciones del lanzamiento
fa: به‌روزرسانی‌های انتشار
fr: Mises à jour
hu: Kiadás frissítések
it: Aggiornamenti della release
ja: リリースの更新数
lv: Laidiena jauninājumi
my: ဖြန့်ချိမွမ်းမံခြင်းများ
nl: Versie updates
pl: Uaktualnienia wydania
ro: Actualizările versiunii
ru: Обновлений версии
sk: Aktualizácie tohto vydania
sl: Posodobitve izdaje
sq: Freksimet e Release
sv: Uppdateringar
uk: Оновлень збірки

# tl_repository.relusability
source: Release usability
cs: Přívětivost vydání
da: Udgivelse anvendelighed
de: Version Bedienung
es: Usabilidad del lanzamiento
fa: استفاده نسخه
fr: Utilisabilité
hu: Kiadás használhatósága
it: Usabilità
ja: リリースの有用性
lv: Laidiena pielietojamība
my: ဖြန့်ချိအသံုးဝင်မှု
nl: Versie bruikbaarheid
pl: Użyteczność wydania
ro: Ergonomia versiunii
ru: Удобство версии
sk: Použiteľnosť tohto vydania
sl: Uporabnost izdaje
sq: Përdorshmëria e Release
sv: Användbarhet
uk: Зручність користування в збірці

# tl_repository.save
source: Save
cs: Uložit
da: Gem
de: Speichern
es: Guardar
fa: ذخیره
fr: Sauvegarder
hu: Ment
it: Salva
ja: 保存
lv: Saglabāt
my: မှတ်သိမ်း
nl: Opslaan
pl: Zapisz
ro: Salvează
ru: Сохранить
sk: Uložiť
sl: Shrani
sq: Ruaj
sv: Spara
uk: Зберегти

# tl_repository.shop
source: Shop
cs: Obchod
da: Butik
es: Tienda
fa: خرید
fr: Achat
hu: Bolt
ja: ショップ
lv: Veikals
my: ဈေးဝယ်
nl: Winkel
pl: Sklep
ro: Achiziţionează
ru: Магазин
sk: Kúpiť
sl: Kupi
sq: Dyqan
sv: Butik
uk: Магазин
