Repository: contao/core
Catalog: system/modules/calendar/languages/rm/*_calendar_events.xlf
Languages: rm

# tl_calendar_events.title.0
source: Title
rm: Titel

# tl_calendar_events.title.1
source: Please enter the event title.
rm: Endatescha il titel da l'occurrenza.

# tl_calendar_events.alias.0
source: Event alias
rm: Alias da l'occurrenza

# tl_calendar_events.alias.1
source: The event alias is a unique reference to the event which can be called instead of its numeric ID.
rm: L'alias da l'occurrenza è ina referenza unica ad ina occurrenza che po vegnir inditgà empè da l'ID numerica.

# tl_calendar_events.author.0
source: Author
rm: Autur

# tl_calendar_events.author.1
source: Here you can change the author of the event.
rm: Qua pos ti midar l'autur da l'occurrenza.

# tl_calendar_events.addTime.0
source: Add time
rm: Agiuntar il temp

# tl_calendar_events.addTime.1
source: Add a start and end time to the event.
rm: Agiuntar in temp d'entschatta ed in temp da finiziun per l'occurrenza.

# tl_calendar_events.startTime.0
source: Start time
rm: Temp d'entschatta

# tl_calendar_events.startTime.1
source: Please enter the start time according to the global time format.
rm: Endatai il temp d'entschatta tenor il 'global time format'.

# tl_calendar_events.endTime.0
source: End time
rm: Temp da finiziun

# tl_calendar_events.endTime.1
source: Use the same value for start and end time to create an open-ended event.
rm: Utilisar il medem temp d'entschatta e finiziun per crear ina occurrenza cun fin averta.

# tl_calendar_events.startDate.0
source: Start date
rm: Data d'entschatta

# tl_calendar_events.startDate.1
source: Please enter the start date according to the global date format.
rm: Endatescha la data d'entschatta tenor il 'global time format'.

# tl_calendar_events.endDate.0
source: End date
rm: Data da finiziun

# tl_calendar_events.endDate.1
source: Leave blank to create a single day event.
rm: Laschar vid per crear ina occurrenza dad in di.

# tl_calendar_events.location.0
source: Event location
rm: Lieu da l'occurrenza

# tl_calendar_events.location.1
source: Here you can enter the event location.
rm: Qua pos ti endatar il lieu da l'occurrenza.

# tl_calendar_events.teaser.0
source: Event teaser
rm: Teaser da l'occurrenza

# tl_calendar_events.teaser.1
source: The event teaser can be shown in an event list instead of the full article. A "read more …" link will be added automatically.
rm: Il teaser da l'occurrenza po vegnir mussà en ina glista d'occurrenzas empè da l'artitgel cumplet. Ina colliaziun "leger dapli…" vegn agiuntada automaticamain.

# tl_calendar_events.details.0
source: Event text
rm: Text da l'occurrenza

# tl_calendar_events.details.1
source: Here you can enter the event text.
rm: Qua pos ti endatar il text da l'occurrenza.

# tl_calendar_events.addImage.0
source: Add an image
rm: Agiuntar ina grafica

# tl_calendar_events.addImage.1
source: Add an image to the event.
rm: Agiuntar in maletg a l'occurrenza.

# tl_calendar_events.recurring.0
source: Repeat event
rm: Occurrenza repetenta

# tl_calendar_events.recurring.1
source: Create a recurring event.
rm: Crear ina occurrenza periodica.

# tl_calendar_events.repeatEach.1
source: Here you can set the recurrence interval.
rm: Qua pos ti inditgar l'interval da las occurrenzas.

# tl_calendar_events.recurrences.0
source: Recurrences
rm: Repetiziuns

# tl_calendar_events.recurrences.1
source: Set to 0 for unlimited recurrences.
rm: Endatar 0 per repetiziuns senza limita.

# tl_calendar_events.repeatEnd
source: End of recurring event
rm: Fin da l'occurrenza periodica

# tl_calendar_events.addEnclosure.0
source: Add enclosures
rm: Agiuntar agiuntas

# tl_calendar_events.addEnclosure.1
source: Add one or more downloadable files to the event.
rm: Agiunta a l'occurrenza ina u pliras datotecas per telechargiar.

# tl_calendar_events.enclosure.0
source: Enclosures
rm: Agiuntas

# tl_calendar_events.enclosure.1
source: Please choose the files you want to attach.
rm: Tscherner las datotecas che vus vulais agiuntar.

# tl_calendar_events.source.0
source: Redirect target
rm: Destinaziun per renviar

# tl_calendar_events.source.1
source: Here you can override the default redirect target.
rm: Qua pudais vus midar la destinaziun a la quala ils lecturs vegnan renviads.

# tl_calendar_events.default.0
source: Use default
rm: Utilisar il standard

# tl_calendar_events.default.1
source: By clicking the "read more …" button, visitors will be redirected to the default page of the calendar.
rm: Cun cliccar sin il buttun "leger dapli…" vegnan ils visitaders renviads a la pagina da standard dal chalender.

# tl_calendar_events.internal.0
source: Page
rm: Pagina

# tl_calendar_events.internal.1
source: By clicking the "read more …" button, visitors will be redirected to an internal page.
rm: Cun cliccar sin il buttun "leger dapli…" vegnan ils visitaders renviads ad ina pagina interna.

# tl_calendar_events.article.0
source: Article
rm: Artitgel

# tl_calendar_events.article.1
source: By clicking the "read more …" button, visitors will be redirected to an article.
rm: Cun cliccar sin «leger dapli…» vegnan ils visitaders renviads ad in artitgel.

# tl_calendar_events.external.0
source: External URL
rm: URL externa

# tl_calendar_events.external.1
source: By clicking the "read more …" button, visitors will be redirected to an external website.
rm: Cun cliccar sin «leger dapli…» vegnan ils visitaders renviads ad ina pagina web externa.

# tl_calendar_events.jumpTo.0
source: Redirect page
rm: Pagina per renviar

# tl_calendar_events.jumpTo.1
source: Please choose the page to which visitors will be redirected when clicking the event.
rm: Tscherner la pagina a la quala utilisaders vegnan renviads sch'els cliccan sin l'occurrenza

# tl_calendar_events.articleId.0
source: Article
rm: Artitgel

# tl_calendar_events.articleId.1
source: Please choose the article to which visitors will be redirected when clicking the event.
rm: Tscherner in artitgel al qual visitaders vegnan renviads sch'els cliccan sin l'occurrenza.

# tl_calendar_events.cssClass.0
source: CSS class
rm: Classa CSS

# tl_calendar_events.cssClass.1
source: Here you can enter one or more classes.
rm: Qua pos ti endatar ina u pliras classas.

# tl_calendar_events.noComments.0
source: Disable comments
rm: Deactivar commentaris

# tl_calendar_events.noComments.1
source: Do not allow comments for this particular event.
rm: Betg lubir commentaris per questa occurrenza particulara.

# tl_calendar_events.published.0
source: Publish event
rm: Publitgar l'occurrenza

# tl_calendar_events.published.1
source: Make the event publicly visible on the website.
rm: Render visibel l'occurrenza publicamain sin la website.

# tl_calendar_events.start.0
source: Show from
rm: Mussar davent da

# tl_calendar_events.start.1
source: Do not show the event on the website before this day.
rm: Betg mussar l'occurrenza sin la website avant quest di.

# tl_calendar_events.stop.0
source: Show until
rm: Mussar enfin

# tl_calendar_events.stop.1
source: Do not show the event on the website on and after this day.
rm: Betg pli mussar l'occurrenza sin la website quest di e pli tard.

# tl_calendar_events.tstamp.0
source: Revision date
rm: Data da la versiun

# tl_calendar_events.tstamp.1
source: Date and time of the latest revision
rm: La data ed il temp da l'ultima versiun

# tl_calendar_events.title_legend
source: Title and author
rm: Titel ed autur

# tl_calendar_events.date_legend
source: Date and time
rm: Data e temp

# tl_calendar_events.details_legend
source: Event details
rm: Detagls da l'occurrenza

# tl_calendar_events.text_legend
source: Event text
rm: Text da l'occurrenza

# tl_calendar_events.image_legend
source: Image settings
rm: Opziuns da la grafica

# tl_calendar_events.recurring_legend
source: Recurrence settings
rm: Opziuns da repetiziun

# tl_calendar_events.enclosure_legend
source: Enclosures
rm: Agiuntas

# tl_calendar_events.source_legend
source: Redirect target
rm: Destinaziun per renviar

# tl_calendar_events.expert_legend
source: Expert settings
rm: Opziuns dad experts

# tl_calendar_events.publish_legend
source: Publish settings
rm: Configuraziun per publitgar

# tl_calendar_events.days
source: day(s)
rm: di(s)

# tl_calendar_events.weeks
source: week(s)
rm: emna(s)

# tl_calendar_events.months
source: month(s)
rm: mais

# tl_calendar_events.years
source: year(s)
rm: onn(s)

# tl_calendar_events.new.0
source: New event
rm: Nova occurrenza

# tl_calendar_events.new.1
source: Create a new event
rm: Crear ina nova occurrenza

# tl_calendar_events.show.0
source: Event details
rm: Detagls da l'occurrenza

# tl_calendar_events.show.1
source: Show the details of event ID %s
rm: Mussar ils detagls da l'occurrenza cun l'ID %s

# tl_calendar_events.edit.0
source: Edit event
rm: Modifitgar l'occurrenza

# tl_calendar_events.edit.1
source: Edit event ID %s
rm: Modifitgar l'occurrenza cun l'ID %s

# tl_calendar_events.copy.0
source: Duplicate event
rm: Duplitgar l'occurrenza

# tl_calendar_events.copy.1
source: Duplicate event ID %s
rm: Duplitgar l'occurrenza cun l'ID %s

# tl_calendar_events.cut.0
source: Move event
rm: Spustar l'occurrenza

# tl_calendar_events.cut.1
source: Move event ID %s
rm: Spustar l'occurrenza cun l'ID %s

# tl_calendar_events.delete.0
source: Delete event
rm: Stizzar l'occurrenza

# tl_calendar_events.delete.1
source: Delete event ID %s
rm: Stizzar l'occurrenza cun l'ID %s

# tl_calendar_events.toggle.0
source: Publish/unpublish event
rm: Publitgar/betg publitgar l'occurrenza

# tl_calendar_events.toggle.1
source: Publish/unpublish event ID %s
rm: Publitgar/betg publitgar l'occurrenza cun l'ID %s

# tl_calendar_events.editheader.0
source: Edit calendar
rm: Modifitgar chalender

# tl_calendar_events.editheader.1
source: Edit the calendar settings
rm: Modifitgar las opziuns dal chalender

# tl_calendar_events.editmeta.0
source: Edit event settings
rm: Modifitgar las preferenzas da l'occurrenza

# tl_calendar_events.editmeta.1
source: Edit the event settings
rm: Modifitgar las preferenzas da l'occurrenza

# tl_calendar_events.pasteafter.0
source: Paste into this calendar
rm: Encollar en quest chalender

# tl_calendar_events.pasteafter.1
source: Paste after event ID %s
rm: Encollar suenter l'occurrenza cun l'ID %s
