Repository: contao/core
Catalog: system/modules/calendar/languages/rm/*_calendar_feed.xlf
Languages: rm

# tl_calendar_feed.title.0
source: Title
rm: Titel

# tl_calendar_feed.title.1
source: Please enter a feed title.
rm: Endatescha in titel per il feed

# tl_calendar_feed.alias.0
source: Feed alias
rm: Alias dal feed

# tl_calendar_feed.alias.1
source: Here you can enter a unique filename (without extension). The XML feed file will be auto-generated in the <em>share</em> directory of your Contao installation, e.g. as <em>share/name.xml</em>.
rm: Qua pos ti inditgar in num unic (senza extensiun). La datoteca da XML dal feed vegn generada automaticamain en l'ordinatur <em>share</em> da tia installaziun da Contao, p. ex. sco <em>share/name.xml</em>.

# tl_calendar_feed.language.0
source: Feed language
rm: Lingua dal feed

# tl_calendar_feed.language.1
source: Please enter the feed language according to the ISO-639 standard (e.g. <em>en</em> or <em>en-us</em>).
rm: Endatescha la lingua dal feed tenor il standard ISO-639 (p. ex. <em>rm</em> u <em>de</em>).

# tl_calendar_feed.calendars.0
source: Calendars
rm: Chalenders

# tl_calendar_feed.calendars.1
source: Here you can choose the calendars to be included in the feed.
rm: Qua pos ti inditgar ils chalenders che duain vegnir integrads en il feed.

# tl_calendar_feed.format.0
source: Feed format
rm: Format dal feed.

# tl_calendar_feed.format.1
source: Please choose a feed format.
rm: Tscherna in format per il feed.

# tl_calendar_feed.source.0
source: Export settings
rm: Opziuns per exportar

# tl_calendar_feed.source.1
source: Here you can choose what will be exported.
rm: Qua pos ti tscherner tge che duai vegnir export√†.

# tl_calendar_feed.maxItems.0
source: Maximum number of items
rm: Dumber maximal dad elements.

# tl_calendar_feed.maxItems.1
source: Here you can limit the number of feed items. Set to 0 to export all.
rm: Qua pos ti limitar il dumber dad elements per il feed. 0 munta exportar tut.

# tl_calendar_feed.feedBase.0
source: Base URL
rm: URL da basa

# tl_calendar_feed.feedBase.1
source: Please enter the base URL with protocol (e.g. <em>http://</em>).
rm: Endatescha la URL da basa cun protocol (p. ex. <em>http://</em>).

# tl_calendar_feed.description.0
source: Feed description
rm: Descripziun dal feed

# tl_calendar_feed.description.1
source: Here you can enter a short description of the calendar feed.
rm: Qua pos ti inditgar ina curta descripziun dal feed da chalenders.

# tl_calendar_feed.title_legend
source: Title and language
rm: Titel e lingua

# tl_calendar_feed.calendars_legend
source: Calendars
rm: Chalenders

# tl_calendar_feed.config_legend
source: Feed settings
rm: Opziuns dal feed

# tl_calendar_feed.source_teaser
source: Event teasers
rm: Teasers da l'occurrenza

# tl_calendar_feed.source_text
source: Full articles
rm: Artitgels cumplains

# tl_calendar_feed.new.0
source: New feed
rm: Nov feed

# tl_calendar_feed.new.1
source: Create a new feed
rm: Crear in nov feed

# tl_calendar_feed.show.0
source: Feed details
rm: Detagls dal feed

# tl_calendar_feed.show.1
source: Show the details of feed ID %s
rm: Mussar ils detagls dal feed cun l'ID %s

# tl_calendar_feed.edit.0
source: Edit feed
rm: Modifitgar il feed

# tl_calendar_feed.edit.1
source: Edit feed ID %s
rm: Modifitgar il feed cun l'ID %s

# tl_calendar_feed.copy.0
source: Duplicate feed
rm: Duplitgar il feed

# tl_calendar_feed.copy.1
source: Duplicate feed ID %s
rm: Duplitgar il feed cun l'ID %s

# tl_calendar_feed.delete.0
source: Delete feed
rm: Stizzar il feed

# tl_calendar_feed.delete.1
source: Delete feed ID %s
rm: Stizzar il feed cun l'ID %s
