Repository: contao/core
Catalog: system/modules/calendar/languages/rm/*_module.xlf
Languages: rm

# tl_module.cal_calendar.0
source: Calendars
rm: Chalenders

# tl_module.cal_calendar.1
source: Please select one or more calendars.
rm: Tscherner in u plirs chalenders.

# tl_module.cal_noSpan.0
source: Shortened view
rm: Vista cumpacta

# tl_module.cal_noSpan.1
source: Show events only once even if they span multiple days.
rm: Mussar be ina giada mintga occurrenza; era sch'ella cuzza plirs dis

# tl_module.cal_startDay.0
source: Week start day
rm: Di d'entschatta da l'emna

# tl_module.cal_startDay.1
source: Here you can choose the week start day.
rm: Qua pudais vus tscherner cun tge di l'emna entschaiva.

# tl_module.cal_format.0
source: Event list format
rm: Format da la glista d'occurrenza

# tl_module.cal_format.1
source: Here you can choose the event list format.
rm: Qua pos ti tscherner il format da la glista d'occurrenzas.

# tl_module.cal_ignoreDynamic.0
source: Ignore URL parameters
rm: Ignorar parameters da l'URL

# tl_module.cal_ignoreDynamic.1
source: Do not switch the time period based on the date/month/year URL parameters.
rm: Betg midar la perioda da temp a basa da parameters da data/mais/onn en l'URL.

# tl_module.cal_order.0
source: Sort order
rm: Successiun per zavrar

# tl_module.cal_order.1
source: Here you can choose the sort order.
rm: Qua pudais vus tscherner la successiun per zavrar ils elements.

# tl_module.cal_readerModule.0
source: Event reader module
rm: Modul da lectur dad occurrenzas

# tl_module.cal_readerModule.1
source: Automatically switch to the event reader if an event has been selected.
rm: Midar automaticamain al lectur da l'occurrenza sch'ina occurrenza vegn tschernida.

# tl_module.cal_limit.0
source: Number of events
rm: Dumber d'occurrenzas

# tl_module.cal_limit.1
source: Here you can limit the number of events. Enter 0 to show all.
rm: Qua pos ti limitar il dumber da las occurrenzas mussadas. Endatar 0 per mussar tuttas.

# tl_module.cal_template.0
source: Event template
rm: Template d'occurrenza

# tl_module.cal_template.1
source: Here you can select the event template.
rm: Qua pos ti tscherner il template d'occurrenza.

# tl_module.cal_ctemplate.0
source: Calendar template
rm: Template da chalender

# tl_module.cal_ctemplate.1
source: Here you can select the calendar template.
rm: Qua pos ti tscherner il template da chalender.

# tl_module.cal_showQuantity.0
source: Show number of events
rm: Mussar il dumber d'occurrenzas

# tl_module.cal_showQuantity.1
source: Show the number of events of each month in the menu.
rm: Mussar il dumber d'occurrenzas en mintga mais en il menu.

# tl_module.cal_list
source: Event list
rm: Glista d'occurrenzas

# tl_module.cal_day
source: Day
rm: Di

# tl_module.cal_month
source: Month
rm: Mais

# tl_module.cal_year
source: Year
rm: Onn

# tl_module.cal_all
source: All events
rm: Tut las occurrenzas

# tl_module.cal_upcoming
source: Upcoming events
rm: Occurrenzas futuras

# tl_module.next_7
source: + 1 week
rm: + 1 emna

# tl_module.next_14
source: + 2 weeks
rm: + 2 emnas

# tl_module.next_30
source: + 1 month
rm: + 1 mais

# tl_module.next_90
source: + 3 months
rm: + 3 mais

# tl_module.next_180
source: + 6 months
rm: + 6 mais

# tl_module.next_365
source: + 1 year
rm: + 1 onn

# tl_module.next_two
source: + 2 years
rm: + 2 onns

# tl_module.next_cur_month
source: of the current month
rm: dal mais actual

# tl_module.next_cur_year
source: of the current year
rm: da l'onn actual

# tl_module.next_next_month
source: of the next month
rm: dal proxim mais

# tl_module.next_next_year
source: of the next year
rm: dal proxim onn

# tl_module.next_all
source: All upcoming events
rm: Tut las occurrenzas futuras

# tl_module.cal_past
source: Past events
rm: Occurrenzas passadas

# tl_module.past_7
source: - 1 week
rm: - 1 emna

# tl_module.past_14
source: - 2 weeks
rm: - 2 emnas

# tl_module.past_30
source: - 1 month
rm: - 1 mais

# tl_module.past_90
source: - 3 months
rm: - 3 mais

# tl_module.past_180
source: - 6 months
rm: - 6 mais

# tl_module.past_365
source: - 1 year
rm: - 1 onn

# tl_module.past_two
source: - 2 years
rm: - 2 onns

# tl_module.past_cur_month
source: of the current month
rm: dal mais actual

# tl_module.past_cur_year
source: of the current year
rm: da l'onn actual

# tl_module.past_prev_month
source: of the previous month
rm: da l'ultim mais

# tl_module.past_prev_year
source: of the previous year
rm: da l'ultim onn

# tl_module.past_all
source: All past events
rm: Tut las occurrenzas passadas
