Repository: contao/core
Catalog: .tx/source/*/faq/*_faq.xlf
Languages: tl

# tl_faq.question.0
source: Question
tl: Klausimas

# tl_faq.question.1
source: Please enter the question.
tl: Prašome įrašyti klausimą.

# tl_faq.alias.0
source: FAQ alias
tl: DUK sąsaja

# tl_faq.alias.1
source: The FAQ alias is a unique reference to the FAQ which can be called instead of its numeric ID.
tl: Tai unikali nuoroda į DUK, kuri gali būti naudojama vietoje ID.

# tl_faq.author.0
source: Author
tl: Autorius

# tl_faq.author.1
source: Here you can change the author of the FAQ.
tl: Čia galite pakeisti DUK autorių.

# tl_faq.answer.0
source: Answer
tl: Atsakymas

# tl_faq.answer.1
source: Please enter the answer.
tl: Įrašykite atsakymą.

# tl_faq.addImage.0
source: Add an image
tl: Pridėti paveikslėlį

# tl_faq.addImage.1
source: Add an image to the FAQ.
tl: Pridėti paveikslėlį prie DUK.

# tl_faq.addEnclosure.0
source: Add enclosures
tl: Pridėti priedus

# tl_faq.addEnclosure.1
source: Add one or more downloadable files to the FAQ.
tl: Pridėti prie DUK vieną ar kelis atsisiunčiamus priedus.

# tl_faq.enclosure.0
source: Enclosures
tl: Priedai

# tl_faq.enclosure.1
source: Please choose the files you want to attach.
tl: Pasirinkite failus, kuriuos norite prisegti.

# tl_faq.noComments.0
source: Disable comments
tl: Atjungti komentarus

# tl_faq.noComments.1
source: Do not allow comments for this particular FAQ.
tl: Neleisti komentarų šiam konkrečiam DUK

# tl_faq.published.0
source: Publish the FAQ
tl: Paskelbti DUK

# tl_faq.published.1
source: Make the FAQ publicly visible on the website.
tl: Viešai rodyti DUK puslapyje.

# tl_faq.title_legend
source: Title and author
tl: Pavadinimas ir autorius

# tl_faq.answer_legend
source: Answer
tl: Atsakymas

# tl_faq.image_legend
source: Image settings
tl: Paveikslėlio nustatymai

# tl_faq.enclosure_legend
source: Enclosures
tl: Priedai

# tl_faq.expert_legend
source: Expert settings
tl: Eksperto nustatymai

# tl_faq.publish_legend
source: Publish settings
tl: Paskelbimo nustatymai

# tl_faq.new.0
source: New question
tl: Naujas klausimas

# tl_faq.new.1
source: Create a new question
tl: Įrašykite naują klausimą

# tl_faq.show.0
source: Show question details
tl: Rodyti klausimo informaciją

# tl_faq.show.1
source: Show the details of question ID %s
tl: Rodyti išsamią klausimo ID %s informaciją

# tl_faq.edit.0
source: Edit question
tl: Redaguoti klausimą

# tl_faq.edit.1
source: Edit question ID %s
tl: Redaguoti klausimą ID %s

# tl_faq.copy.0
source: Duplicate question
tl: Kopijuoti klausimą

# tl_faq.copy.1
source: Duplicate question ID %s
tl: Kopijuoti klausimą ID %s

# tl_faq.cut.0
source: Move question
tl: Perkelti klausimą

# tl_faq.cut.1
source: Move question ID %s
tl: Perkelti klausimą ID %s

# tl_faq.delete.0
source: Delete question
tl: Šalinti klausimą

# tl_faq.delete.1
source: Delete question ID %s
tl: Šalinti klausimą ID %s

# tl_faq.toggle.0
source: Publish/unpublish question
tl: Skelbti/neskelbti klausimą

# tl_faq.toggle.1
source: Publish/unpublish question ID %s
tl: Skelbti/neskelbti klausimą ID %s

# tl_faq.editheader.0
source: Edit category
tl: Redaguoti kaategoriją

# tl_faq.editheader.1
source: Edit the category settings
tl: Redaguoti kategorijos nustatymus

# tl_faq.pasteafter.0
source: Paste at the top
tl: Įklijuoti viršuje

# tl_faq.pasteafter.1
source: Paste after question ID %s
tl: Įklijuoti po klausimu ID %s

# tl_faq.pastenew.0
source: Add new at the top
tl: Pridėti naują viršuje

# tl_faq.pastenew.1
source: Add new after question ID %s
tl: Pridėti naują po klausimu ID %s
