Repository: contao/core
Catalog: .tx/source/*/faq/*_faq_category.xlf
Languages: tl

# tl_faq_category.title.0
source: Title
tl: Pavadinimas

# tl_faq_category.title.1
source: Please enter the category title.
tl: Įrašykite kategorijos pavadinimą.

# tl_faq_category.headline.0
source: Headline
tl: Antraštė

# tl_faq_category.headline.1
source: Please enter the category headline.
tl: Įrašykite kategorijos antraštę.

# tl_faq_category.jumpTo.0
source: Redirect page
tl: Nukreipimo puslapis

# tl_faq_category.jumpTo.1
source: Please choose the FAQ reader page to which visitors will be redirected when clicking a FAQ.
tl: Pasirinkite DUK skaitlio puslapį, į kurį nukreipsite lankytojus, spustelėjusius DUK.

# tl_faq_category.allowComments.0
source: Enable comments
tl: Įgalinti komentarus

# tl_faq_category.allowComments.1
source: Allow visitors to comment FAQs.
tl: Leisti vartotojams komentuoti DUK

# tl_faq_category.notify.0
source: Notify
tl: Pranešti

# tl_faq_category.notify.1
source: Please choose who to notify when comments are added.
tl: Pasirinkite, kam pranešti, kai pridedami komentarai.

# tl_faq_category.sortOrder.0
source: Sort order
tl: Rūšiavimo tvarka

# tl_faq_category.sortOrder.1
source: By default, comments are sorted ascending, starting with the oldest one.
tl: Pagal nutylėjimą komentarai yra rūšiuojami didėjančia tvarka, pradedant nuo paties seniausio.

# tl_faq_category.perPage.0
source: Comments per page
tl: Komentarų kiekis puslapyje

# tl_faq_category.perPage.1
source: Number of comments per page. Set to 0 to disable pagination.
tl: Komentarų kieks puslapis. Nustatykite 0, kad išjungtumėte puslapiavimą.

# tl_faq_category.moderate.0
source: Moderate comments
tl: Moderuoti komentarus

# tl_faq_category.moderate.1
source: Approve comments before they are published on the website.
tl: Patvirtinti komentarus prieš juos rodant puslapyje.

# tl_faq_category.bbcode.0
source: Allow BBCode
tl: Leist BBkodą

# tl_faq_category.bbcode.1
source: Allow visitors to format their comments with BBCode.
tl: Leisti vartotojams formuoti komentarus naudojant BBkodą.

# tl_faq_category.requireLogin.0
source: Require login to comment
tl: Reikalauti prisijungimo komentavimui

# tl_faq_category.requireLogin.1
source: Allow only authenticated users to create comments.
tl: Leisti komentuoti tik prisijungusiems vartotojams.

# tl_faq_category.disableCaptcha.0
source: Disable the security question
tl: Atjungti saugumo klausimą

# tl_faq_category.disableCaptcha.1
source: Use this option only if you have limited comments to authenticated users.
tl: Naudokite šį nustatymą tik jeigu apribojote komentavimą tik prisijungusiems vartotojams.

# tl_faq_category.tstamp.0
source: Revision date
tl: Peržiūros data

# tl_faq_category.tstamp.1
source: Date and time of the latest revision
tl: Paskutinės peržiūros data ir laikas

# tl_faq_category.title_legend
source: Title and redirect
tl: Pavadinimas ir nukreipimas

# tl_faq_category.comments_legend
source: Comments
tl: Komentarai

# tl_faq_category.notify_admin
source: System administrator
tl: Sistemos administratorius

# tl_faq_category.notify_author
source: Author of the FAQ
tl: DUK autorius

# tl_faq_category.notify_both
source: Author and system administrator
tl: Autorius ir sistemos administratorius

# tl_faq_category.deleteConfirm
source: Deleting category ID %s will also delete all its FAQs! Continue?
tl: Pašalinus kategoriją ID %s jos DUK taip pat bus pašalinti! Tęsti?

# tl_faq_category.new.0
source: New category
tl: Nauja kategorija

# tl_faq_category.new.1
source: Create a new category
tl: Sukurti naują kategoriją

# tl_faq_category.show.0
source: Category details
tl: Kategorijos informacija

# tl_faq_category.show.1
source: Show the details of category ID %s
tl: Rodyti išsamią kategorijos ID %s informaciją

# tl_faq_category.edit.0
source: Edit category
tl: Redaguoti kategoriją

# tl_faq_category.edit.1
source: Edit category ID %s
tl: Redaguoti kategoriją ID %s

# tl_faq_category.editheader.0
source: Edit category settings
tl: Keisti kategorijos nustatymus

# tl_faq_category.editheader.1
source: Edit the settings of category ID %s
tl: Keisti kategorijos ID %s nustatymus

# tl_faq_category.copy.0
source: Duplicate category
tl: Kopijuoti kategoriją

# tl_faq_category.copy.1
source: Duplicate category ID %s
tl: Kopijuoti kategoriją ID %s

# tl_faq_category.delete.0
source: Delete category
tl: Šalinti kategoriją

# tl_faq_category.delete.1
source: Delete category ID %s
tl: Šalinti kategoriją ID %s
