Repository: contao/core
Catalog: .tx/source/rm/devtools/*_extension.xlf
Languages: tl

# tl_extension.title.0
source: Title
tl: Titel

# tl_extension.title.1
source: Please enter the extension title.
tl: Endatescha in titel per l'extensiun

# tl_extension.folder.0
source: Folder name
tl: Num da l'ordinatur

# tl_extension.folder.1
source: Please enter a unique folder name.
tl: Endatescha in num unic per l'ordinatur

# tl_extension.author.0
source: Author
tl: Autur

# tl_extension.author.1
source: Please enter the author's name and an optional e-mail address (e.g. <em>Name [e-mail@address.com]</em>).
tl: Endatescha in num da l'autur ed opziunalmain ina adressa dad e-mail (p. ex. <em>Num [e-mail@address.com]</em>).

# tl_extension.copyright.1
source: Please enter the copyright notice (e.g. <em>Name 2012</em>).
tl: Endatescha ina notizia davart il dretg d'autur (p. ex. <em>Num 2012</em>).

# tl_extension.package.0
source: Package
tl: Pachet

# tl_extension.package.1
source: Please enter the package name without spaces (e.g. <em>MyCustomModule</em>).
tl: Endatescha il num dal pachet senza spazis (p. ex. <em>MyCustomModule</em>).

# tl_extension.license.0
source: License
tl: Licenza

# tl_extension.license.1
source: Please enter the license type (e.g. <em>GNU/LGPL</em>).
tl: Endatescha il tip da licenza (p. ex. <em>GNU/LGPL</em>).

# tl_extension.addBeMod.0
source: Add a back end module
tl: Agiuntar in modul per il back-end

# tl_extension.addBeMod.1
source: Add a back end module to the extension.
tl: Agiuntar a l'extensiun in modul per il back-end.

# tl_extension.beClasses.0
source: Back end classes
tl: Classas per il back-end

# tl_extension.beClasses.1
source: Here you can enter a comma separated list of back end classes.
tl: Qua pos ti endatar ina glista separada entras commas da las classas per il back-end

# tl_extension.beTables.0
source: Back end tables
tl: Tabellas per il back-end

# tl_extension.beTables.1
source: Here you can enter a comma separated list of back end tables.
tl: Qua pos ti endatar ina glista separada entras commas da las tabellas per il back-end.

# tl_extension.beTemplates.0
source: Back end templates
tl: Templates per il back-end

# tl_extension.beTemplates.1
source: Here you can enter a comma separated list of back end templates.
tl: Qua pos ti endatar ina glista separada entras commas dals templates per il back-end.

# tl_extension.addFeMod.0
source: Add a front end module
tl: Agiuntar in modul per il front-end

# tl_extension.addFeMod.1
source: Add a front end module to the extension.
tl: Agiuntar a l'extensiun in modul per il front-end.

# tl_extension.feClasses.0
source: Front end classes
tl: Classas per il front-end

# tl_extension.feClasses.1
source: Here you can enter a comma separated list of front end classes.
tl: Qua pos ti endatar ina glista separada entras commas da las classas per il front-end

# tl_extension.feTables.0
source: Front end tables
tl: Tabellas per il front-end

# tl_extension.feTables.1
source: Here you can enter a comma separated list of front end tables.
tl: Qua pos ti endatar ina glista separada entras commas da las tabellas per il front-end.

# tl_extension.feTemplates.0
source: Front end templates
tl: Templates per il front-end

# tl_extension.feTemplates.1
source: Here you can enter a comma separated list of front end templates.
tl: Qua pos ti endatar ina glista separada entras commas dals templates per il front-end.

# tl_extension.addLanguage.0
source: Add language packs
tl: Agiuntar pachets da linguas

# tl_extension.addLanguage.1
source: Add one or more language packs to the extension.
tl: Agiunta in u plirs pachets da linguas a l'extensiun.

# tl_extension.languages.0
source: Languages
tl: Linguas

# tl_extension.languages.1
source: Here you can enter a comma separated list of languages (e.g. <em>en,de</em>).
tl: Qua pos ti endatar ina glista separada entras commas da las linguas (p.ex. <em>en,de</em>).

# tl_extension.title_legend
source: Title and name
tl: Titel e num

# tl_extension.license_legend
source: License information
tl: Infurmaziuns davart la licenza

# tl_extension.backend_legend
source: Back end resources
tl: Resursas dal back-end

# tl_extension.frontend_legend
source: Front end resources
tl: Resursas dal front-end

# tl_extension.language_legend
source: Language settings
tl: Configuraziun da la lingua

# tl_extension.headline
source: Create extension ID %s
tl: Crear l'extensiun cun l'ID "%s"

# tl_extension.label
source: How to create an extension
tl: Co crear ina extensiun

# tl_extension.confirm
source: The files have been created
tl: Las datotecas èn vegnidas creadas

# tl_extension.unique
source: Folder "%s" exists already!
tl: L'ordinatur "%s" exista gia.

# tl_extension.new.0
source: New extension
tl: Nova extensiun

# tl_extension.new.1
source: Create a new extension
tl: Crear ina nova extensiun

# tl_extension.show.0
source: Extension details
tl: Detagls da l'extensiun

# tl_extension.show.1
source: Show the details of extension ID %s
tl: Mussar ils detagls da l'extensiun cun l'ID "%s"

# tl_extension.edit.0
source: Edit extension
tl: Modifitgar l'extensiun

# tl_extension.edit.1
source: Edit extension ID %s
tl: Modifitgar l'extensiun cun l'ID "%s"

# tl_extension.copy.0
source: Copy extension
tl: Copiar l'extensiun

# tl_extension.copy.1
source: Copy extension ID %s
tl: Copiar l'extensiun cun l'ID "%s"

# tl_extension.delete.0
source: Delete extension
tl: Stizzar l'extensiun

# tl_extension.delete.1
source: Delete extension ID %s
tl: Stizzar l'extensiun cun l'ID "%s"

# tl_extension.create.0
source: Create files
tl: Crear las datotecas

# tl_extension.create.1
source: Create the files of extension ID %s
tl: Crear las datotecas da l'extensiun cun l'ID "%s"

# tl_extension.make.0
source: Create files
tl: Crear las datotecas

# tl_extension.make.1
source: Click the "Create files" button to generate a new folder in the <em>system/modules</em> directory (note that existing files will be overwritten). The folder will contain all files and subfolders that are required to set up the extension. It is recommended to download these files to your development environment.
tl: Clicca sin il buttun "Crear las datotecas" per generar in nov ordinatur en l'ordinatur <em>system/modules</em> (fa stim che datotecas existentas vegnan remplazzadas). Quai ordinatur vegn a cuntegnair tut las datotecas ed ils sutordinaturs ch'èn necessaris per crear ina extensiun. Igl è recumandà da telechargiar questas datotecas en tes conturn da sviluppar local.
