Repository: contao/core
Catalog: system/modules/news/languages/rm/*_module.xlf
Languages: tl

# tl_module.news_archives.0
source: News archives
tl: Archivs da novitads

# tl_module.news_archives.1
source: Please select one or more news archives.
tl: Tscherni in u plirs archivs da novitads.

# tl_module.news_featured.0
source: Featured items
tl: Elements favurisads

# tl_module.news_featured.1
source: Here you can choose how featured items are handled.
tl: Qua pudais vus tscherner sco che elements favurisads duain vegnir tractads.

# tl_module.news_jumpToCurrent.0
source: No period selected
tl: Tschernì nagina perioda

# tl_module.news_jumpToCurrent.1
source: Here you can define what to display if no period is selected.
tl: Qua pudais vus definir tge che duai vegnir mussà, sche nagina perioda è tschernida.

# tl_module.news_readerModule.0
source: News reader module
tl: Modul da lectur da novitads

# tl_module.news_readerModule.1
source: Automatically switch to the news reader if an item has been selected.
tl: Midar automaticamain al lectur da novitads sch'in element è vegnì tschernì.

# tl_module.news_metaFields.0
source: Meta fields
tl: Champs da meta

# tl_module.news_metaFields.1
source: Here you can select the meta fields.
tl: Qua pudais vus tscherner ils champs da meta.

# tl_module.news_template.0
source: News template
tl: Template da novitads

# tl_module.news_template.1
source: Here you can select the news template.
tl: Qua pudais vus tscherner il template per questas novitads.

# tl_module.news_format.0
source: Archive format
tl: Format da l'archiv

# tl_module.news_format.1
source: Here you can choose the news archive format.
tl: Qua pudais vus tscherner il format da l'archiv da novitads.

# tl_module.news_startDay.0
source: Week start day
tl: Di d'entschatta da l'emna

# tl_module.news_startDay.1
source: Here you can choose the week start day.
tl: Qua pudais vus tscherner cun tge di l'emna entschaiva.

# tl_module.news_order.0
source: Sort order
tl: Successiun per zavrar

# tl_module.news_order.1
source: Here you can choose the sort order.
tl: Qua pudais vus tscherner la successiun per zavrar ils elements.

# tl_module.news_showQuantity.0
source: Show number of items
tl: Mussar il dumber d'elements

# tl_module.news_showQuantity.1
source: Show the number of news items of each month.
tl: Mussar il dumber d'elements per mintga mais.

# tl_module.news_day
source: Day
tl: Di

# tl_module.news_month
source: Month
tl: Mais

# tl_module.news_year
source: Year
tl: Onn

# tl_module.hide_module
source: Hide the module
tl: Zuppentar il modul

# tl_module.show_current
source: Jump to the current period
tl: Siglir a la perioda actuala

# tl_module.all_items
source: Show all news items
tl: Mussar tut ils elements da novitads

# tl_module.featured
source: Show featured news items only
tl: Mussar be novitads favurisadas

# tl_module.unfeatured
source: Skip featured news items
tl: Betg mussar novitads favurisadas
