Repository: contao/core
Catalog: system/modules/news/languages/rm/*_news_archive.xlf
Languages: tl

# tl_news_archive.title.0
source: Title
tl: Titel

# tl_news_archive.title.1
source: Please enter a news archive title.
tl: Endatai per plaschair in titel per l'archiv da novitads.

# tl_news_archive.jumpTo.0
source: Redirect page
tl: Pagina per renviar

# tl_news_archive.jumpTo.1
source: Please choose the news reader page to which visitors will be redirected when clicking a news item.
tl: Tscherni per plaschair ina pagina d'in lectur da novitads a la quala ils visitaders vegnan renviads sch'els cliccan sin ina novitad.

# tl_news_archive.allowComments.0
source: Enable comments
tl: Activar commentaris

# tl_news_archive.allowComments.1
source: Allow visitors to comment news items.
tl: Lubir als visitaders da commentar las novitads.

# tl_news_archive.notify.0
source: Notify
tl: Infurmar

# tl_news_archive.notify.1
source: Please choose who to notify when comments are added.
tl: Tscherni tgi che duai vegnir infurmà sche novitads vegnan commentadas.

# tl_news_archive.sortOrder.0
source: Sort order
tl: Successiun da zavrar

# tl_news_archive.sortOrder.1
source: By default, comments are sorted ascending, starting with the oldest one.
tl: Sco standard vegnan las novitads zavradas ascendentamain, cumenzond cun la novitad la pli veglia.

# tl_news_archive.perPage.0
source: Comments per page
tl: Commentaris per pagina

# tl_news_archive.perPage.1
source: Number of comments per page. Set to 0 to disable pagination.
tl: Dumber da commentaris per pagina. 0 deactivescha la creaziun da paginas.

# tl_news_archive.moderate.0
source: Moderate comments
tl: Moderar commentaris

# tl_news_archive.moderate.1
source: Approve comments before they are published on the website.
tl: Vus stuais approvar ils commentaris avant ch'els vegnan publitgads sin la pagina web.

# tl_news_archive.bbcode.0
source: Allow BBCode
tl: Permetter BBCode

# tl_news_archive.bbcode.1
source: Allow visitors to format their comments with BBCode.
tl: Lubir als visitaders da formatar lur commentaris cun agid da BBCode.

# tl_news_archive.requireLogin.0
source: Require login to comment
tl: Necessari da s'annunziar per commentar

# tl_news_archive.requireLogin.1
source: Allow only authenticated users to create comments.
tl: Be lubir ad utilisaders annunziads da commentar novitads.

# tl_news_archive.disableCaptcha.0
source: Disable the security question
tl: Deactivar la dumonda da segirtad

# tl_news_archive.disableCaptcha.1
source: Use this option only if you have limited comments to authenticated users.
tl: Questa opziun duessas vus be utilisar, sche vus avais limità il commentar da novitads sin utilisaders annunziads.

# tl_news_archive.protected.0
source: Protect archive
tl: Proteger l'archiv

# tl_news_archive.protected.1
source: Show news items to certain member groups only.
tl: Be mussar las novitads a tschertas gruppas da commembers.

# tl_news_archive.groups.0
source: Allowed member groups
tl: Gruppas da commembers autorisadas

# tl_news_archive.groups.1
source: These groups will be able to see the news items in this archive.
tl: Questas gruppas vegnan a pudair leger las novitads en quest archiv.

# tl_news_archive.tstamp.0
source: Revision date
tl: Data da la versiun

# tl_news_archive.tstamp.1
source: Date and time of the latest revision
tl: La data ed il temp da l'ultima versiun

# tl_news_archive.title_legend
source: Title and redirect page
tl: Titel e pagina da renviament

# tl_news_archive.comments_legend
source: Comments
tl: Commentaris

# tl_news_archive.protected_legend
source: Access protection
tl: Protecziun d'access

# tl_news_archive.feed_legend
source: RSS/Atom feed
tl: Feed da RSS/Atom

# tl_news_archive.notify_admin
source: System administrator
tl: Administratur dal sistem

# tl_news_archive.notify_author
source: Author of the news item
tl: Autur da la novitad

# tl_news_archive.notify_both
source: Author and system administrator
tl: Autur ed administratur dal sistem

# tl_news_archive.source_teaser
source: News teasers
tl: Teasers da novitads

# tl_news_archive.source_text
source: Full articles
tl: Artitgels cumplains

# tl_news_archive.new.0
source: New archive
tl: Nov archiv

# tl_news_archive.new.1
source: Create a new archive
tl: Crear in nov archiv

# tl_news_archive.show.0
source: Archive details
tl: Detagls da l'archiv

# tl_news_archive.show.1
source: Show the details of archive ID %s
tl: Mussar ils detagls da l'archiv cun l'ID %s.

# tl_news_archive.edit.0
source: Edit archive
tl: Modifitgar l'archiv

# tl_news_archive.edit.1
source: Edit archive ID %s
tl: Modifitgar l'archiv cun l'ID %s.

# tl_news_archive.editheader.0
source: Edit archive settings
tl: Modifitgar configuraziun da l'archiv

# tl_news_archive.editheader.1
source: Edit the settings of archive ID %s
tl: Modifitgar la configuraziun da l'archiv cun l'ID %s.

# tl_news_archive.copy.0
source: Duplicate archive
tl: Dublegiar l'archiv

# tl_news_archive.copy.1
source: Duplicate archive ID %s
tl: Dublegiar l'archiv cun l'ID %s.

# tl_news_archive.delete.0
source: Delete archive
tl: Stizzar l'archiv

# tl_news_archive.delete.1
source: Delete archive ID %s
tl: Stizzar l'archiv cun l'ID %s.

# tl_news_archive.comments.0
source: Comments
tl: Commentaris

# tl_news_archive.comments.1
source: Show comments of archive ID %s
tl: Mussar ils commentaris da l'archiv cun l'ID %s.

# tl_news_archive.feeds.0
source: RSS feeds
tl: Feeds da RSS

# tl_news_archive.feeds.1
source: Manage RSS feeds
tl: Administrar ils feeds RSS
